{"title": "第01章 由赌徒到市场宗师：一位专业投机者的历程", "content": ["\r\n\t人们称我为交易者，但这本书主要是为投机者与投资者而写--如果你了解这三项名词的差异，可以发现其中的矛盾。所以, 首先让我做一件政客永远不曾做的事: 界定我的用词。任何市场同时都存在三种价格的趋势: 短期趋势，它可能持续数天至数个星期；中期趋势，它可能持续数个星期至数个月;长期趋势，它可能持续数个月至数年。在市场中，存在三种基本类型的参与者: 交易者、投机者与投资者。", "\r\n\t交易者的活动主要集中在盘中交易或短期趋势上。他们买卖股票、债券、商品或任何交易工具，时间框架都在数分钟至数星期之内。投机者专注于中期趋势，他们建立市场头寸，并持有一段大约数个星期至数个月的时间。投资者主要是考虑长期趋势，持有的头寸可以长达数个月至数年之久。", "\r\n\t进一步讨论前，我希望表明我的立场。当我提及投机者时，我没有任何贬损的意思。当我使用这项名词时，它仅代表上述说明的意思：主要是参与中期趋势的市场玩家。根据我个人的看法，投机行为经常被赋与一种负面的涵义。一般来说，投机者被视为是炒作股票、房地产或其他交易工具的人。然而，事实上，所有市场的投机者都是根据中期的价格趋势，希望通过买、卖行为获利。投机者可以为市场提供不可或缺的流动性。在大多数情况下也可以促进金融资产的平顺转移，并通过资产配置让它们发挥最佳的功能。本书其他部分还会进一步区分投机者与其他市场参与者之间的差别。", "\r\n\t在我的职业生涯中，我大体是扮演投机者的角色，但这并不是我扮演的唯一角色。因为我曾参与所有三种趋势。在我所进行的每笔交易中，我都熟悉相关知识。所以我应该可以被称为：一位愿意投资的投机性交易者。因为缺乏更适当的名词，所以我选用\"交易者\"这个头衔。", "\r\n\t以我处理金融市场的方法来说，这三种行为都有相互重叠之处；换言之，投机行为的原理，经过适当的调整之后，它们也适用于交易与投资。如果你了解投机行为，你可以相当容易地转换为交易者或投资者的角色。更重要地，就近10年来市场呈现的剧烈价格波动而言，我坚决相信，任何买、卖行为如果不了解进、出市场的重要性，或不根据中期趋势调整投资组合的结构，都是相当愚蠢的。这便是我决定将本书主题锁定在投机行为上的理由。", "\r\n\t本书内容是根据我对投机艺术的了解，摘选其中精义部分构成。此处所谓的艺术是就一般的意义而言，并不是指真正的艺术。然而，犹如每一位画家都有其独特的表达方式，每位投机者也有独特的市场风格。虽说如此，但每一位真正成功的市场玩家都必须运用一套类似的工具：根据一套有效性始终不变的根本理念与知识拟定决策。从我的知识中，包括我对于其他投机者的观察在内，我将抽取最根本的精义提供给你。", "\r\n\t我的投机方法，综合各方而知识，包括：胜算、市场与其交易工具、技术分析、统计概率、经济学、政治学、人类心理学以及哲学。我花费了10年时间（1966至1976年）取得相关知识，并将它们组织为有系统的格式。在 1974年之前，我是根据普通常识、技术分析、以及谨慎的风险管理进行交易。之后，我学习如何由宏观的角度交易。如果金融交易有一个最致命的缺失，那便是根据单一的事件拟定投资或交易的决策 --在不了解整体风险的情况下投人资金。若希望了解整体的风险，仅有一种方法：通过学习系统性的知识。", "\r\n\t在讲解我的方法与知识前，让我概略说明我的交易生涯，并解释一些关键的发展，它们引导我逐渐形成投机的知识。在1966年至1977年之间的11年，就像我的学徒期间（很长的学徒期间），经过这段训练后，我掌握了一个毕生难逢的良机：在1978年3月至1986年9月间，我通过Interstate Securitise成为一位独立作业的承包人。在这段期间，我交易股票、债券、期货（包括：商品与指数）以及各种选择权，我每年平均收人60万美元，其中包括我个人的帐户，以及在\"50-50盈/亏均摊\"的基础上与国际证券公司和少数其他金融机构合作。我觉得我已经发现了毕生追求的自由。", "\r\n\t对于自由的渴望", "\r\n\t就我来说，自由不仅仅代表政治上的自由；它代表一种根据自己理想与希望过活的能力，这需要一种全然独立的经济条件，而唯有赤裸裸地抢劫或自身的愚蠢才可能丧失。即使是在10岁出头时，我的心目中，送报或送货的工作便相当于是奴隶的生活--大多外来的控制。所以，我便以自己较能够控制的方式赚钱：赌博。", "\r\n\t我并不是从事实际的赌博，我是投机。赌博必须承担不利胜算的风险，例如：彩券或吃角子老虎。投机是在掌握有利胜算的情况下才承担风险。投机的艺术包括许多能力。精确地解释当时的状况；掌握胜算；知道如何下赌注，即使是在输的情况下，你仍能够参与下一盘赌局；具备心理的纪律，执行客观的知识，而不是由情绪主导决策。", "\r\n\t对我来说，\"赌博\"从来不是一种高风险的行为。我开始学习扑克时，我阅读所有相关书籍，并发现输赢的关键是在于如何管理胜算；换言之，当你持有的牌可以掌握胜算时便跟进，否则便盖牌，如此你便局于赢方。所以，我记住每一种牌型的胜算机率并依此决定对策。这便是风险管理方法的精义所在，虽然我当时并不了解这点。", "\r\n\t我曾经阅读一本约翰．斯卡耐写的书①，它间接改变了我的一生。他谈论许多欺骗的行为，并解释作弊的手法。我了解到：如果希望精通扑克，我必须学习如何识破作弊的手法。研究这项新知识时，我发现一家魔术碑戏的专卖店（卢塔嫩魔术店）。在那里，我认识了一位影响我一生的人哈里．洛瑞恩。", "\r\n\t哈里是扑克牌魔术最杰出的专家之一，他有关记忆技巧的许多著述使他享有盛名。我当时非常崇拜他，而且目前也是如此。他每一项技巧都是自己的创新发明，它们结合了意志、精力、智慧、练习与想象力、他是一位全然自创风格的人，我当时在许多方面都尽可能地模仿他。哈里不仅是我的偶像，他也是我的朋友，每周六我大多泡在卢．塔嫩，观赏他和其他魔术师的装演。", "\r\n\t我不仅学习哈里的玩牌技巧，更重要的是他的记忆方法。为了练习玩牌的技巧，我随身都带着一副牌。我与女朋友去看电影时，我的左手会练习单手切牌．而右手就放在每一个16岁男孩与女朋友看电影时所应游走的位置。在16岁至20岁之间，我的收入颇丰，这主要来自于扑克赌局与牌技魔术表演。", "\r\n\t然而，1965年下半年，我发现扑克赌博是一种处身于法律边缘的行业，显然不适合做为一生的职业。所以，我翻阅《纽约时报》的就业版，并发现生物学家、物理学家与证券交易员的收入最高--每年2万5干美元！因为我知道自己对于胜算的掌握技巧远胜过分析细胞或原子，于是我便前往珀欣公司＆CO.担任报价的工作, 目标则锁定为\"华尔街\"的交易员。实现我对自由的理想。", "\r\n\t判读盘势的智慧", "\r\n\t我开始观察金融领域内的成功操作技巧，并阅读所有相关书籍。在珀欣的期间，我的崇拜对象是米尔顿．利兹，他穿着雪白的订制衬衫与合身时西装，坐在高台上监看整个交易场所，他在我的心目中就像天神一般。当他通过麦克风喊\"99！\" 时，这代表公司方面即将下单，而且必须优先处理。所有员工都会保持肃静而全神看着他，直到他下达类似如\"以市价买进3000股电话股\"的指令为止。", "\r\n\t利兹被视为\"看盘高手\"（是指交易价格与数量的报导，但也泛指相关新闻的报导），但他通常都是根据新闻交易。他会监视\"美联道琼社\"与\"路透社\"的新闻报导，重要新闻发布时．他可以迅速判断而下单。几秒钟之内，场内经纪人便可以完成他的交易指令。由于他能够迅速判断新闻对市场的影响，再加上整体组织的配合，所以他总是可以掌握行情的先机，这便是他成功的理由。他是一位非常精明的人，交易记录极为杰出，尤其是记录中表现的一致性，虽然我从来不曾模仿他的交易方法，但他却是我心目中的成功偶像。我当时的最大愿望，便是有一天我也可以成为一位看盘高手。", "\r\n\t在那个年代，大多数著名交易员与投机者都是以\"判读盘势\"交易，我希望有一天我也可以成为他们其中一员。我阅读这方面有限的书籍，并练习看盘，记忆许多不同股票的最近价位。通过不断的练习，我开始对市场产生感觉了。", "\r\n\t现在的人们或许并不了解何谓\"判读盘势\"，它是现代技术分析的雏形。犹如目前的技术分析一样，判读盘势需要仰赖模式的认定。两者之间的最大差异是，模式认定主要是依靠潜意识，而意识的判断相对较不重要。这犹如运动比赛一样，你停下来思考应该如何做时，你立刻会丧失注意力。你必须随时掌握所有因素，所以你无法根据意识反应。你必须同时观察10至40支股票，不断记忆先前的高、低价位，以及重要的成交量。同时 你在潜意识中还必须知道价量跳动的速度与韵律、报价机的响声、个股发布新闻的频率、大盘指数与个股价格的变动、以及价格与成交量的模式。所有这些因素构成的潜意识结论，就是通常所谓的\"市场直觉\"。", "\r\n\t由于知识的进步--尤其是电脑与通讯的技术--盘势判读已经是一种消失的艺术。目前，只要你的经济状况可以负担一套电脑化的报价信息系统，仅需按下几个键，便可以完全掌握过去所谓的\"直觉知识\"。你可以随时知道任何个股、类股、指数或期货的走势图，而且可以自动更新每次的价格跳动。配合某些电脑软件，你还可以画趋势线、设定买卖的警示价位。我相信，这种需要特殊才华的盘势判读能力，目前已经不切实际，而目也没有必要了；场内交易员或许是唯一的例外。因此，交易已经成为一种更开放而竞争更烈剧的领域。", "\r\n\t然而，所有的看盘高手目前仍然掌握一项优势。拟定交易决策时，你必须绝对相信自己的正确性，但你还必须接受一项事实：市场可以证明你为错误。换言之，在被证明为错误前，你绝对正确。因此，你必须根据原则与法则交易，任何感觉或愿望都不得干涉这项程序。买进或卖空时，你都必须扪心自问。\"在哪一个价位上，市场将证明我为错误？\"一旦你决定这项价格，市场又触及此价位时，没有任何理由可以阻止你出场。这是最根本的法则：迅速认赔。在金融市场中发生重大亏损，最通常的理由便是因为人们违背这项法则。虽然无数书籍不断强调这项法则，并以各种不同方式解释，但人们仍然会犯相同的错误，这显示人类的天性实在非常难以捉摸。为了探索这方调问题。并提出适当的解释．我在本书第Ⅱ部分， 讨论交易情绪与心理局面。", "\r\n\t再回到远古的历史中。在珀欣工作期间，我晚上也到\"皇后学院\"进修经济学与财务学。此外，我也开始阅读《华尔街日报》，以及任何与金融市场相关的书籍。我在珀欣每周的工资是65美元。如此经过六个月，我转至\"史坦普\"担任统计方面的可怕工作。此处的待遇较高，每周90美元，但这项工作实在不适合我的个性，这里就如同图书馆般的寂静无声，每天花费数小时时间登录与调整数据。如果有人打个喷嚏，我都曾感激万分；这让我有机会打破令人窒息的寂静而说句：\"老天保佑你！\"。我犯了太多错误，所以我被解雇了。这是我第一次在工作上遭遇挫败，由于我当时实在太沮丧，所以我甚至没有感谢那位介绍我到此追求交易生涯的人，但我又踏上另一条类似的路。", "\r\n\t非常幸运地，我在大学修习的会计学让我找到另一份簿记的工作。当时是1966年底，我来到美莱曼兄弟公司，此处总共有32位合伙人，我负责为其中12位合伙人整理帐目与交易记录。莱曼兄弟公司是一家主要的投资银行，它在许多投资中累积了庞大资产，例如：以每股4美分的价格大量买进利顿工业，并持有至每股价格为120美元。在莱曼兄弟工作，让我有机会实际观察投资银行的作业情况，并了解这家世界上最大的市场参与者之--是如何操作股票与选择权的投资组合。于是，我逐渐明白选择权的运作方式，并因此成为选择权会计帐的专家。", "\r\n\t我在莱曼兄弟学到一条我永生难以忘怀的经验。由于我负责登录帐目，所以我相当了解他们赚了多少钱。有一天登录帐目时，我发现莱曼兄弟不断为其信托基金买进超级电子的股票。当时我对于投资尚迥然无知，我猜想这家大投资机构应该了解自己在做什么，所以我打电话给哈里．洛瑞恩，并把这件事告诉他。哈里听信我的说法，他以 44美元的价位买进不少股票。在随后的几个月之内，我无助地看着股价一路跌至30美元。哈里最后卖出他的持股，总共亏损4万美元。我当时的感受远甚于我个人的任何损失。这是我最后一次建议朋友买进某支股票，但--不幸地--却不是最后一次误信别人\"应该知道自己在做什么\"而建立头寸。然而，我确实学到了一项教训。不可基于帮助朋友的立场，免费提供任何有关市场的建议。在职业的立场上管理他人的资金，这种情况是可以接受的，即使这个人是你的朋友也是如此；如果发生亏损，这只不过是职业上的协定。然而，当你认为是在帮助朋友而提供建议，又完全是另一回事--实际的结果通常是伤害而不是帮助。", "\r\n\t总之，我在莱曼兄弟工作的同时，仍继续研究，并利用哈里传授的记忆方法，熟记\"纽约股票交易所\"挂牌交易的1458支股票代号。在1968年，向法勒．施米特公司应征工作时，我将这方面的技巧展示给负责应征的合伙人里基．伯格曼。在赞不绝口的情况下，里基录用了我，我也充满热忱地开始了我的交易生涯。", "\r\n\t选择权交易", "\r\n\t1968年选择权尚属于发展的初期阶段。它们都在店头市场交易，而且没有统一的合约规格。让我进一步解释，股票选择权是一种合约，持有者有权利在既定期间内，根据一定的价格（履约价格 ），买进或卖出一定数量的股票；买权选择权称为CALL 卖权选择权称为PUT 。1968年，每口合约的标准股数为100股（目前也是如此）；履约价格通常都是选择权发行当时的股票市价；最普遍的合约期限是6个月又10天（这是因为一项投资至少必须持有6个月又1天，才可以申报长期资本利得税）。当时与目前的最大差异，是选择权的价格（权利金），它会随着时间与交易商的不同而有不同的报价。", "\r\n\t某甲打电话给\"ABC选择权公司\"，要求提供OXY股票6个月又10天的买进选择权报价时，并不保证他可以根据报价买进该选择权。此外，如果他打电话给另一、两位交易商，他可能发现价格有20%~30%的差异！交易商提供给某甲的报价假定为每口合约225美元，这只是\"参考价\"而已，交易商随后将寻找愿意接受150美元～175美元价格的卖方。如果可以找到，交易商既可以扮演中间人的角色，将低价买进的合约转卖给某甲。如果交易商无法在合理价格找到卖方，只能算运气不佳而毫无所得。", "\r\n\t1968年至1970年我在法勒．施米特便是担任这种中介选择权的上作，每撮合一口合约可以赚取固定的佣金（6.25美元），稍后在\"美国选择权公司\"则是根据\"中介价差\"抽取某一百分率的佣金。在法勒．施米特工作期间，我也为一位客户斯塔雷特．斯蒂芬斯管理我的第一笔避险基金，他是我在莱曼兄弟服务时认识的客户。他拥有一个价值100万美元的投资组合，我建议他以卖权选择权避险。以取代直接卖空股票，于是他拨出 5万美元的资金供我操作。当时，这是相当新颖的操作手法。卖权选择权可以提供一种具有杠杆效果的\"保险功能\"，并腾出资金做多。", "\r\n\t这个基金确实发挥它的功能，1968年12月份股价出现顶部前，7月与8月便发生一波拉回的走势。非常不幸，斯塔雷特在1969年便去世了，恰巧是在 1969~70年大空头市场正式展开前。由于他的过世，基金也随之解散。这是我第一次直接管理他人资金，也是我第一次从事避险交易，它使我有机会在市场中测试我判读盘势的能力。这次经验使我了解卖空交易的重要性--目前，这仍然是我的专长之一。", "\r\n\t这笔基金解散后不久，当时处于1969年的空头市场，为了追求更大的独立交易空间，我离开法勤．施米特公司，前往\"美国选择权公司\"。因为当时处于空头行情中，公司方面不愿意在薪水上做承诺，管理阶层建议让我就撮合选择权的价差抽取固定百分率的佣金。我答应了，但我明白地告诉他们，我第一年便准备赚取10万美元的收入。我这么说相当于是一项警告，因为我知道公司副总裁每年的薪水才仅有2．5万美元，而且其他选择权交易员的年收入约为1．2万美元至1．5万美元之间。\n      ", "\n\t", "\n\t ", "\r\n\t经过6个月。我的佣金收入已经累计至5万美元。有一天，老板把我拉至一边，轻声告诉我，\"维克，你干得不错，我打算让你开始领薪水。", "\r\n\t\"哦？\" 我说，\"多少？\"", "\r\n\t\"每年20000美元。\"他答道，似乎这是给我很大的面子。", "\r\n\t\"但．．．．．\"我说，\"我今年准备赚进10万美元，而且我已经完成一半了。\"", "\r\n\t\"哦！没错，但我们准备成立一个按点数分红的奖金制度。你每销售一口合约，便可以得到一点。在年底的时候，我们提拨公司利润15％为奖金，每个交易员根据点数分红。\"", "\r\n\t\"嗯\"便是我的回答，但我的脑中立即浮现一些很明显的疑问，例如：如果公司没有获利怎么办？公司的获利又怎么计算？不用说，我开始寻找另一个更适当的猎场。3周之后，我开始在马什．布洛克管理一个股票与选择权的投资组合，并抽取50%的绩效奖金。一位好朋友（他最后也离开\"美国选择权公司\"）后来告诉我。我过去的老板在3周休假中打电话告诉他，\"我们让维克领薪水完全是为他着想：他这个月好像很不高兴。\" 实在奇怪！他要求我减少80％的收人，而竟然还希望我觉得很高兴！这更强化我对于自由的向往。", "\r\n\t在马氏．布洛克，我运用过去累积的盘势判读经验与选择权的知识，第一次利用股票与选择权来配合交易。一般来说，我去买进一个选择权的跨形价差交易合约，并根据盘势发展。随后再决定买进或卖空股票。跨形价差交易是由一对选择权构成：一单位的买权选择权与一单位的卖权选择权，它们的履约价格与到期时间完全相同。例如，假定XYZ股票目前市价是每股25美元，我认为它将跌至21美元。若以同业价格计算，我大约能以400美元的权利金（译按；100股），买进95天期的跨形价差交易。并等待弱势反弹来卖空股票。", "\r\n\t如果股价上涨至27美元，我将在盘势转弱时卖空100股。选择权到期时，如果股价持续上涨至 30美元，则我将根据 25美元的合约价格履行买权选择权，并回补空头的股票头寸，这时候的卖权选择权将毫无价值，所以总共的亏损为200美元。（译按：选择权的成本为400美元，股票空头头寸损失300美元，履行买权选择权获利500美元，总共损失200美元） 如果在选择权到期之前，股价正如我所预期地跌至21美元，则我将买进200股（译按：包括回补100股的空头头寸），并实现股票空头头寸的600美元利润。在这个时候，我仍然拥有200股的多头头寸（100股现股与买权选择权），其中100股现股可以锁定实出选择权的既得利润（译按；400美元），股价在选择权到期前，如果回升至25美元以上，买权选择权还可以获利。(译按；选择权的成本为400美元，股票空头头寸获利600美元，卖权选择权获利 400美元，所以净获利为600美元，再加上买进选择权仍有获利的可能。）除此之外，我也可以在21美元的价位仅买进100股股票，实现股票空头头寸的利润600美元，并让选择权的跨形价差交易继续发挥功能。交易时，我永远要求\"风险/获利\"的比率至少为1：3。在我所采用的各种策略中，判断正确时，我可以获得巨额的利润；若发生错误，损失却相当有限--这便是资金管理的精义所在。", "\r\n\t不幸地，我在马什．布洛克所获待遇几乎是\"美国选择权公司\"的翻版、唯一的差别仅是手段而已。当我收到每月损益表时，发觉我的\"费用\" 大得荒唐。例如，我仅占用一条电话线。每个月却需分摊500美元的电话费！总之，我希望进一步控制我的管理费用。", "\r\n\t经过6个月后，我认为唯有自行创业才是根本的解决之道。\"华尔街\"上的许多交易员显然都遭遇相同的处境；几乎我所认识而尊敬的每一位交易员，都准备承担风险与我一起工作。我找到一位提供资金的合伙人，并聘用一些\"华尔街\"最棒的交易员，于是\"雷纳选择权公司\"在1971年中正式开张。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t独立的滋味", "\r\n\t在雷纳的时期，我们以非常前卫的方式经营选择权业务。根据我的了解，我们是第一家提供明确报价与保证交割的经纪商/交易商，而且不为此收取较高的权利金。我们称此为\"提供合理的明确报价\"。如果我们不能在市场中找到既有的选择权合约撮合一笔交易。我们便自己销售选择权。我们的竞争对手认为，我们一定拥有庞大资本才可承担相关的风险。实际上，我们最初的资本仅有50万美元--其中营运资本为25万美元，公司的交易帐户为25万美元。我们的想法是，藉由明确报价与保证交割提高交易量，如此便可以吸收小额的亏损。这项策略确实有效。6个月内，根据我的了解，雷纳已经里全世界选择权店头市场的最大交易商。", "\r\n\t1972年7月前，我负责管理公司，并与其他交易员共同从事选择权的中介业务；之后，我接替合伙人\"操作存货\"。\"操作存货\"是指管理雷纳的选择权与股票组合。这是我正式踏入独立交易员生涯的第一步。我第一次拥有完整的权利操作一个帐户，交易绩效列于表P2中，我正迈向一致性获利的目标。", "\r\n\t1973年\"芝加哥选择权交易所\"将选择权的合约规格标准化，于是我们丧失了竞争优势，因为我们过去的成功主要便是通过自己的程序将合约标准化。然而，我们买进交易所的三个席位，而且第一年交易量便占整个交易所的15％。一切非常顺利，但1975年7、8月间，我的主要合伙人在未经我的同意下，交易一笔非常庞大的头寸，并造成严重亏损。虽然公司交易帐户的情况相当理想，但因为我的合伙人发生亏损，所以我们被迫重组以符合最低资本的规定。", "\r\n\t通过一些果断的处理，我们总算度过难关。我记得当时与吉姆会谈的情况，他在 CBOE主管稽核的工作（吉姆后来也到国际证券，我们成为好朋友）。由于我的合伙人发生亏损。我们已经违反交易所的一些资本规定。吉姆是一位身材高大而粗扩的人，他看着我说，\"你准备怎么处理这个问题？\"", "\r\n\t我回答，\"让我们讨论一下，我们会设法补足相关头寸的保证金。\"", "\r\n\t吉姆说，\"好的，你有20分钟的时间考虑如何继续经营。\"", "\r\n\t我、吉姆．贝洛、以及发生亏损的合伙人一起走进隔壁房间协商。我买断这位主要合伙人的股权，补缴所需要的资金。我勉强让雷纳保持完整的状况，又继续经营了15个月，直至威登公司提出非常有利的条件接收我们公司，包括所有员工与我在内。在威登公司的期间，我成为\"绩优热门股\"--类似如IBM、National Cash Register、Eastman Kodak等市场领导股--的大额交易员。我仍然将雷纳维持为一个独立的经营实体，我目前还是通过它交易。", "\r\n\t在公司重组前，市场中出现某些状况，这是我交易生涯的重要转折与之一。我错失1974年10月初的急涨行情，以及随后出现的暴跌走势，后者使\"道琼指数\" 在12月跌至12年以来的最低点。这几个月内，我还是勉强有所获利，但整体发展却令我十分震惊--我错失了一个大好的获利机会。我疏忽了什么？我需要接受什么教训才不致重蹈覆辙？我自问，\"趋势究竟是什么？它有什么性质？它通常会持续多久？它向上或向下的幅度通常如何？修正的走势有何性质？它通常会持续多久？\"于是，我开始研究以往疏忽的问题。", "\r\n\t探究趋势的性质", "\r\n\t为了回答上述问题，我首先必须界定、衡量、归纳所有趋势与修正走势，并设定一个标准做为\"通常\" 的定义。1974年至1976年，我利用所有空闲时间研究市场历史，这些研究是以\"道氏理论\"为主轴，因为我认为这套理论对于市场走势的界定最明确。我根据的资料是罗伯特．雷亚在1939年过世以前的研究工作。我标示\"道琼工业指数\"与\"道琼运输指数\" 由1896年至目前（我现今仍然从事这方面研究）的所有趋势，将它们分别归纳为短期、中期与长期的趋势，衡量亡们的幅度与期间，并登录于表格中。然后，通过统计分析的方法，将它们简化使我能够运用于交易格式，尤其是风险管理。本书后续章节会讨论如何运用这些资料。", "\r\n\t这段期间我为自己的交易方法，建立起预测市场行为的根本观念，这种方法也适用于期货市场。毫无疑问地，我在这两年内获得的知识，是我在国际证券绩效突出最主要的原因。我最佳的月份是1982年9月，这也是国际证券当时的最佳单月交易记录，我管理的公司帐户当月获利是88万美元，而帐户的交易资本为100万美元，其他两个帐户的获利率大约也是如此。这个月份的巨额获利来自于一个行情预测，而这项预测直接引用了我在1974年至1976年之间发展的统汁方法与知识。", "\r\n\t此处，我想谈论一段题外话。这两年的专心研究虽然使我在行情预测上获得重大突破，但我在个人生活上也付出惨重的代价。当时，我的女儿珍妮弗正处于关键的年龄（三岁至五岁），我几乎完全没有陪伴她。我由办公室回家，吃过饭后便直接进入书房继续研究。当她走进我的书房，我会不耐烦地赶她出去。完全忽略她非常需要她父亲的关怀与爱心，这是一项严重的错误，我们父女俩人到今天还在为此错误付出代价。如果我可以重新来过，我一定会抽空多陪伴珍妮弗。", "\r\n\t我提及这个件事并不是基于忏悔的缘故，而是希望强调一个非常重要的观点。犹如我在\"前言\"中的说明，本书是希望协助读者在经济上与个人生活上获得成功。在我生命中的那一时刻，我未能综合这两方面，显然是一个严重的错误。生命应该是一种平衡而协调的过程，重点并不在于你赚了多少钱，而是你整体的快乐程度。", "\r\n\t1974年以后，我在事业上的发展也不是完全没有挫折。1983年我同意管理一个4000万美元的基金维克托里伙伴基金。或许我当时有一点自以为了不起，或许是因为我想接受挑战，我将基金的累积获利目标设定为每年25％（扣除佣金之后），唯有操作绩效超过此标准时，我才收取报酬。第一年大盘下跌15％，基金的获利为13．3％。这意味着基金下一年度的获利率至少需要 40％！", "\r\n\t在1984年一1985年期间，市场的中期趋势非常不适台交易、价格没有什么波动，行情几乎是水平状发展，我被迫在短线上进出。虽然我其他三个交易帐户都处于获利状况，维克托里伙伴基金却发生13％的亏损，这主要是来自于佣金费用。在国际证券，我支付场内经纪商的费率，相当于目前法人机构适用的费率。然而，维克托里伙伴基金却必须支付零售的佣金费率大约高出5倍--在没有明显行情的市况下，短线进出便成为亏损的主要原因。另外，电脑程式交易也开始严重影响短期趋势的性质，使我多年来运用的交易法则完全不再适用。于是，我建议解散基金，我们在1986年正式解散基金．．．．．．．一个惨痛的经验。", "\r\n\t我预测行情时，并不是采用单一的分析方法。我永远会结合技术分析、统计方法以及经济基本面等因素，评估任何投机头寸的风险。唯有这三项因素相互配合时，我才会在市场中建立重要头寸。另外，根据我的经验，了解政府当局对于市场的既定或潜在干预态度，对投机的成败也有绝对的重要性。美国国会、总统、联邦准备理事会、外国政府以及外国中央银行，它们的货币政策与财政政策可能产生的影响，你也必须能够了解。你不仅需要了解政府政策的影响，你也需要掌握主管当局负责人的个性与心态，并预期他们可能采取的政策。接下来几章，我会探讨这方面的问题、第Ⅱ部分则会深入解说。", "\r\n\t自由的实现", "\r\n\t1978年一位真正杰出的交易员霍华德．夏皮罗邀我至国际证券公司工作，于是我度过了一段最令我满意的日子。最初，我是支领薪水，并全权管理一个50万美元的交易帐户。1979年国际证券公司将我的职务变更为独立承包人，于是我成立了雨果证券公司，这是一家目前仍然存在的私人交易合伙公司。唯一的条件是：中际证券交易帐户的一切都是\"50一50平均分摊\"，包括获利、亏损与费用。这个条件也适用我管理的其他所有帐户。表 p1所列的绩效，涵盖期间为 1978年至 1986年。这是我交易国际证券帐户的毛利（尚未扣除费用）。我自己也有一个交易帐户，但金额相对较小，另外还有 个帐户，规模大约类似国际证券的帐户；所以，我实际的交易绩效大约两倍于表P1所列的数据。", "\r\n\t国际证券的工作环境非常理想。我可以从事巨额交易，但除非发生亏损，否则完全不需动用自己的资金。由于营运上所具备的经济规模，这里提供的信息网路设备非常完美。我的上班时间完全自己决定，我可以掌握自己的交易获利，又可以完全根据自己方式生活。我已经找到我需要的自由。", "\r\n\t我非常幸运能够与\"华尔街\"的一些顶尖交易员共事，包括：弗兰基．乔、夏皮罗以及其他人。我们虽然各有不同的交易风格。但除了少数人外，我们大都赚进非常可观的财富。然而，我观察许多不同交易员时，开始了解这个行业中的许多不同层面：那些在工作中不能控制自己情绪的交易员，会付出严重的个人代价。我发现．某些在个别领域内的顶尖好手，基本上却非常不快乐，我希望知道何以如此。我想了解，如何在最广义的层面上获得成功。我获得的结论包含在第Ⅱ部分中。", "\r\n\t天下没有不散的宴席，1986年9月份国际证券决定将公司股票上市，并解散交易部门。主要的理由是交易部门的获利，在季的基础上过于不稳定，公司方面担心，盈余不稳定可能对股价产生不良的影响。我认为这是一项错误的决定。根据我的了解，交易部门每年都有获利。我记得有一年，我们10个人便创造了 3000万美元的收入。代表 10个交易员便为公司带来约1500万美元的盈余。虽然如此．既然有了决定，便是我离开的时候。", "\r\n\t我在1986年10月成立自己的办公室，并继续积极交易。在 1988年1月，我决定成立一家基金管理公司：兰德管理公司，这便是我目前交易的场所。"], "imgs": []}