{"title": "第11章 衡量风险以管理资金", "content": ["\r\n\t风险的真正意义", "\r\n\t假定我告诉你，股票市场的风险可以根据客观的方式衡量。如果你是经验老道的市场专家，我知道你会怎么想：\"狗屎！不可能\"假定现在是1989年10月9 日，你在市场中做多，我告诉你，市场大幅拉回整理的可能性是 7：1。如果你知道这个比率，并相相信，你是否会改变既有的策略？如果你当时做多行情，我想你会的。", "\r\n\t事实上，在股票市场中．确实能够以计量的方法衡量风险；有方法可以判定市场上涨X%与下跌Y%的机率。它不是一种\"系统\"；它是一种一致性的方法，衡量当时市场趋势持续发展或反转的可能性。运用这种方法，投机者或投资者无需再仰赖变幻莫测的主观\"价值\"判断，而改采客观的方式衡量风险。", "\r\n\t然而，何谓\"风险\"？我1966年初踏人金融圈时，对于扑克赌博的了解远超过市场，我知道两者之间有许多相似之处。两者都需要技巧与运气，但技巧的成分多于运气。两者都需要了解如何管理资金，所以即使连输几手牌，你还有本钱玩下去。而且，两者都暴露在发生亏损的可能性之下，这便是风险。", "\r\n\t我十几岁时，并没有在杂货店里赚那不能再低的工资，而是靠着赌扑克过着相当不错的曰子。我是一个扑克好手，因为我知道如何衡量与管理赌局内的凤险。我考虑的重点不是台面上的赌金多寡--以价值为主的评估方法--唯有掌握有利的胜算时，我才会跟进；换言之，我跟进时，我的考虑重点是相关的风险。风险涉及机率，机率涉及胜算。胜算有两种形式：或是专业好手的主观判断，或是根据有限可能性的统计分析计算机率，然后再以机率衡量胜算。", "\r\n\t在扑克赌局内，胜算是明确、客观而可以衡量的数据。例如，假定你坐在庄家右侧，与五位对手玩五张牌的扑克。假定底注是10美元，第一轮后，台面上有50美元。如果第一位对手喊10美元，除了你之外每个人都跟进，所以现在已经有90美元的赌金--你的潜在报酬是9：1（虽然其中有10美元是你自己的，你每一轮都必须分别考虑风险／报酬的关系）。假定你已经有四张红桃，并希望最后一张牌可以凑成同花（同花能够赢的机率最少为0．9963 ）最后一张牌是红桃的机率是1／5．2 一一你的风险是5．2：1。风险为5．2：1，而报酬是9：1，所以风险／报酬的比率是1．73：1。风险／报酬的比率是1．73：1，同花赢牌的机率为 0．9963，所以调整后的风险／报酬比率是 1．73x0．9963；换言之，你的胜算优于1．72：1。", "\r\n\t如果你完全根据这种策略扑克，某一手牌仍然可能输钱。你偶尔还可能手气甚差而连续输钱，但长期来说，你赢的钱会多过于输的钱。我不认为这是赌博，赌博是盲目承担风险。投机则是在掌握有利胜算的时候才承担风险，这便是赌博与投机之间的根本差异。", "\r\n\t在纸牌中，专注于风险的策略相当有效，所以我到\"华尔街\"投机股票时，自然也希望以某种客观的方法衡胜算。然而，我向一些专家请教如何判断风险时，他们总是咯咯笑道，\"你不能在市场中衡量风险。这不是赌扑克。这与数学没有关系。市场是随机漫步的游戏。\" 或\"效率市场理论使风险／报酬的分析全然无效。\"", "\r\n\t他们并不衡量风险，而是谈论着如何分散风险，或更常专注于\"价值\"，并说\"寻找价值，买进有价值的对象，然后抱牢。就长期而言．你将因此获利。\"这些建议不合我的胃口；除非我能客观地掌握有利的胜算，否则我不希望暴露在风险中。", "\r\n\t目前，市场专家在这方面的建议要比60年代末期复杂许多，但基本态度还是相同。大多数专业者目前都是根据某些相对性的绩效或价值来分配资金。以股票投资组合的管理来说，阿尔法系数与贝塔系数便是典型的工具。阿尔法系数是衡量素质的指标，比较个股相对于大盘的绩效。假定某支股票的阿尔法系数值为1，代表这支股票的统效平均每个月优于大盘1%。所以，如果大盘在六个月上涨10%，该股票将上涨17．8%。贝塔系数是衡量价格的波动程度。如果某支股票的贝塔系数值为2，大盘上涨10%下跌10%时，这支股票应该分别上涨20%下跌20％。", "\r\n\t大多数帐户经理人买进股票时，都是根据某一组合的阿尔法系数与贝塔系数，再配合其他的相对性指标，例如：本益比、帐面价值与殖利率；而他们称此为\"风险评估\"。 然而，这些指标究竟与风险有什么关系呢？它们是否可以显示当前的经济趋协，或联储政策变动的影响？它们是否可以充分反映整体市场发生剧烈变动的可能性？答案是：\"很少！\"", "\r\n\t我并不是说这些指标全无用处，我完全没有这个意恩。然而，如果以价值做为投机或投资的主要工具，它应该是一种客观而静态的概念。价值蕴含着评估价值，这是由个人心智决定。某项东西的价值如何，完全由市场中的个人决定它的价值。价值是一种变幻莫测的东西。不妨以PENN CENTRAL为例观察。", "\r\n\t1970年初，\"价值线投资公司\"评估PENN CENTRAL每股的\"价值\"为110美元（以该公司的资产衡量），当时的股价74美元处于\" 价值低估\"状态。根据这项衡量标准，股价应该大涨。然而，它下跌至每股2美元！分析家以该公司持有的资产来评估其价值，但他们显然没有考虑经济衰退会使资产价值下降。他们假定市场衡量价值的标准将保持不变。", "\r\n\t以最近的例子来说，1990年6月，某些分析家认为花旗银行的股价24．5美元处于低估状态。我最近所查看的价格为14美元。他们假定花旗银行的规模太大而不可能发生问题，经济不会出现衰退，所以它先前的坏帐可以恢复为正常的应收放款。他们所有的结论都来自于上述的假定，而来考虑行情下跌的风险。", "\r\n\t行情下跌时，花旗银行、川普或任何仰赖持续性通货膨胀而以资产高度信用扩张的个体，都免不了价值下挫或失败的命运。", "\r\n\t现在，让我们考虑\"买进并持有价值\"的概念。这种观点必须面对一项事实--唯有市场才可以判断价值。例如，IBM是\"价值\"的典型代表。然而，如果你在1983年1月或以后买进这支\"蓝筹股中的蓝筹股\"，并持有至1989年11月份，你将发生亏损，这段期间是本世纪股票市场的第三大多头市场！为什么要\"持有价值\"而投资下跌中的股票呢？为什么在你可以赚钱的时候而忍受这些痛苦呢？", "\r\n\t金融市场每一种传统方法，都不能解答一个单纯而根本的问题：\"市场维持目前趋势的胜算有多少少？\"换言之，目前做多或卖空的风险如何？阿尔法系数、贝塔系数、价值、本益比、收利率、帐面价值一一这些指标都有的功能，但都是次要的考虑，首要之务在于判断市场趋势的最可能方向。最重要的是建立一种衡量市场风险的标准。所以，你在股票市场做多或卖空时，如何衡量风险？\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t衡量风险的革命性方法", "\r\n\t我花费多年时间思考这个问题。为了衡量某项事物，你首先必须建立一种标准的参考单位，然后才能通过比较来计算数量上的关系。在金融市场中，这是一个非常复杂的问题：你如何建立一种衡量风险的标准，判断成功的机率，而且程序中不可涉及任意与主观的成分？", "\r\n\t市场并不像扑克牌一样仅存有限的可能排列，市场是由个人组成，每个人都有特定的价值观与欲望，而价值观与欲望在性质上都是主观的概念--取决于个人的心智结构与情绪。所以，如果希望衡量市场的行为，并预测任何投资的成功可能性。你似乎必须无所不到一一你必须随时掌握每个人的心智，并了解他们对于未来事件的反应。在绝对确定的情况下，预测未来的价格走势是不可能的。我们顶多仅能以机率处理，所以问题将是：你以什么标准衡量市场的机率？", "\r\n\t所谓机率，这是根据统计分配计算某事件发生的可能性。保险公司便是根据死亡率统计表计算保险费。例如，24岁白种女性每年在纽约死亡的可能性目前为50000：1 对于这群人而言，假定金额10万美元的保单，人寿保险的每年平均保费为100。根据统计机率显示，可能的结果是保险公司每支付1 美元给死亡之24岁白种女性的受益人，保费的毛利为50美元。所以．保险公司掌握的有利胜算为50：1--相当不错的胜算管理。难怪大多数管理完善的保险公司都有理想的获利（这是指它们的资产负债表内没有太多的垃圾债券与房地产）。 对任何人来说，都无法精确地衡量其剩余寿命，但仍然可以界定一种标准，衡量某特定健康状况的个人，活至某一年龄的可能性一一保险公司便是以此为生。类似的推理也可以适用于股票市场。1974年，我以两年的时间全心研究股票市场的走势，资料可以回溯至1896年，这项研究目前仍然持续进行中。我发现市场走势也像人类一样，其\"平均剩余寿命\"的分配。在统计上具备显著的意义。让我进一步解释。", "\r\n\t1974年10月，我错失低档的进场机会之后，我开始思考一些问题以避免重蹈覆辙，这些问题包括：趋势到底是什么？它们的幅度通常如何？它们持续的期限又如何？根据道氏对于同时存在之三种趋势的定义--短期趋势，持续数天至数个星期；中期趋势，持续数个星期至数个月；长期趋势，持续数个月至数年--我将\"道琼工业指数\"与\"道琼运输（铁路）指数\" 的历史价格走势加以归类，登录它们的幅度（价格走势相对于先前高点或低点的百分率幅度）与期限（价格走势所待续的日数），并绘制统计分布的图形。", "\r\n\t根据雷亚的分类方法（以及我的部分修正），我将走势区分为主要走势（长期的多头或空头市场）、中期的主要走势（介于两个次级折返走势之间的一段主要走势）、中期的次级修正走势（与主要趋势相反的重要中期走势）、再加上其他较不重要的分类（这个程序的最困难部分，是区分次级折返走势与逆趋势的小型走势）。研究结果显示．自从1896年以来所有的市场走势，幅度与期限形成一个具有显著统计意义的正态分布（请参考图11－1）。", "\r\n\t ", "\r\n\t在这个正态分布中，统计样本倾向于集中在分配的\"平均数\"附近（译按：本书中，作者都采用。MEDIAN [ 中位数] ，但他实际的意恩却是指\"平均数\"[MEAN] 而言，所以往后\"MEDIAN\"一律翻译为\"平均数\"）。例如，\"道琼工业指数\" 在多头市场中主要中期走势的涨幅，目前的平均数为20%。1896年以来曾经出现112个多头市场的主要走势，其中57个走势（50．89 %）的涨幅介于15%与30%之间，最小的幅度为4．3％，最大的幅度为116．6％。在这些走势中，25%的走势涨幅超过30%，33．04%的走势涨幅低于15%。单就这项准则而言，你可以判断主要走势的涨幅通常介于15%至30%之间。当然，在做相关判断时，你绝对不可以仅依赖这项准则。", "\r\n\t不妨考虑人寿保险公司如何搜集资料。它们提出的第一个问题是年龄。其次见工作的危险程度、医疗记录、家庭记录．．．．．．等。然而，死亡率统计表是标准的参考依据，并以此做为起点评估某项保单的风险。同理，我是以上述正态分布为依据，计算某行情到达或超过特定幅度与期限的几率。我绝对不会以此预测当时走势的确切限度与期限。大多数市场参与者的判断改变时，市场转折点便发生了．．．． 就是这样。市场参与者改变他们的着法，通常是源自于经济的基本因素、\"联邦准备理事会\"的政策、主要的围际事件以及我在前几章讨论的种种理由。 以幅度与期限的分配结构预测某特定行情的确切转折点，这就如同保险公司可以根据死亡率统计表。在你买保险的当时，判断你将在那一天因为什么理由而过世。我并不希望说不吉利的话，但每个人都会在不同的时间．在不同的情况下，因为不同的理由过逝，行情的结束也是如此。然而，你明年在舞台上比较可能看见谁，玛莉．史率普或乔治．本斯？ 这些结构是在历史的层面上显示几率分配，以供你判断当前的市场趋势会持续或结束。", "\r\n\t让我们再回到保险的比喻中。如果有两个男人，一个18岁，另一个75岁（美国男人的平均寿命），健康情况都非常理想，他们到保险公司购买期限相同的人寿保险，年轻人的保费将很低，老者的保费将很高。保费的水准是根据风险计算。换言之，在所缴保费总额超过保单金额（包括利息在内）之前，受保人死亡的几率必须很低。然而，如果这位年长者的体温高达华氏102度，又是一位老烟枪，保险公司可能根本不愿意卖保险给他。\n      ", "\n\t", "\n\t ", "\r\n\t由相同的角度考虑1987年10月的崩盘与1989年10月的小崩盘。1987年崩盘当时的主要中期趋势起始于1987年5月20曰。截至1987年8月25 曰为止，\"道琼工业指数\"在96天以内上涨22．9%，\"运输指数\"则在108 天以内上涨21．3％。不论就幅度或期限而言，它们都已经是历史上多头市场中期走势的平均水准。以人寿保险的术语来说，行情已经到达平均寿命；换言之，在历史上所有中期走势中。50%是结束于此之前。单就这个准则而言，提高警戒是必要的，所以应该进一步检查病历表。", "\r\n\t当时的市场已经不是身心健全的人。指标出现背离：\"工业指数\"在8月创新高，但\"腾落比率\"却未创新高--空头的征兆。市场的平均本益比为21倍，这是1962年（当时为22倍）以来最高的水准、平均帐面价值（未考虑通货膨胀的名义价值）对股价的比率高于1929年的水准、政府．企业界与消费者的负债都到达前所未有的水准。其他还有我先前讨论的种种现象。1987年10月份，市场不仅不是一位身心健全的人，它是酒精中毒，再加上肺炎第三期，而且每天还抽三包无滤嘴的\"新乐园\"。", "\r\n\t所以，我断然出场，并等待卖空的机会。10月份的第一个坏兆头是\"华尔街曰报\"刊登的一篇报导：\"联储主席格林斯潘认为，如果金融市场普遍存在通货膨胀的忧虑，利率将\"高得危险\"。格林斯潘指出，这种忧虑并没有根据，但他暗示贴现率可能被迫调高以缓和市场的忧虑\"。隔天，股票市场重挫 91．55点，除了格林斯潘发表的评价以外，似乎没有其他立即的理由导致市场的暴跌。\"道氏理论\" 在10月15 曰发出卖出信号，我想即使是最轻微的刺激，这位病人的心脏也可能因此停止跳动。于是我开始卖空。", "\r\n\t德国与日本不愿意接受贝克的要求，以通货膨胀的手段刺激它们的经济，并协助支撑美元汇率，心脏病终于发作了。为了回应德国与日本的\"不合作\"态度，贝克在10月18 日星期日对全世界宣布，他\"将听任美元下滑\"。这个时候，我知道金融市场将因为美元的贬值而崩跌。10月19曰，市场跳空下跌，我在开盘卖空S&P 500期货。单单这个头寸就让我获得可观的利润。然而，这个情况并非毫无暇疵, 我聘用的一些独立交易员（他们可以自行交易），当时是做多行情，所以他们的损失抵消我的一部分获利。", "\r\n\t我在此说明1987年10月崩盘前的思考方向，这是为了显示幅度与期限的准则，可以提醒你观察市场的健康状况--它们提出警告，促使你留意基本面的变化。它们的功能往往不仅如此而已。例如，在1989年5月至10月之间，我几乎完全没有进场，这一部分是为了筹备我的基金管理公司，但一方面也是因为担心下档的可能性。截至1989年10月9 日为止，\"工业指数\"起于1989年3 月 23 曰的主要中期走势，涨幅为24．4％。同一期间，\"运输指数\"在兼并股票的带动下暴涨52％。让我将这段发展纳入我的统计结构内。", "\r\n\t在多头市场的中期主要走势中，净涨幅的平均数（假定你在中期修正走势的谷底买进．并持有至次一个中期修正走势的谷底，其股价净上涨的百分率）为10%。另外，在历史上的112个类似走势中．仅有15个走势的净涨幅超过24．4%（这是10月9 曰已经出现的涨幅）。更重要者，不论多头或空头市场，在174个上升走势中，仅有8个走势的幅度等于或超过\"运输指数\"当时的涨幅（ 54％）。换言之，根据历史资料，当时趋势结束的胜算介于7．46：1 至21．75：1之间。这告诉我应该了结所有的多头头寸，并等待卖空的机会。若仅根据这项统计准则考虑，在1989年10月份做多行情，必须承担非常不利的风险。此外，基本分析与技术分析也都支持统计分析的结论。", "\r\n\t\"工业指数\"在10月9日创新高，但\"运输指数\"并没有确认--空头的信号。在10月13日星期五，日本与德国分别调高利率，使它们的企业界与消费者必须承担更高的信用成本购买美国的产品。联储紧缩信用与货币的供给（相对于前两个报告期间的自由准备而言），消费者物价指数已经攀升至每年5.5%的水准，当时并没有空间刺激相当疲软的景气。东北部的房地产价格已经明显下滑，这影响大多数的区域性银行。垃圾债券市场早就跌破底部。总之，这位病人的年纪既高，体质又弱，心脏病也随时可能复发--不论保费多高都不是承保的适当时机。这当然也不是做多的时候。我在正确的时机，卖空正确的交易工具，这当然有幸运的成分，但上述的统计分布结构让我了解下档的机会。", "\r\n\t任何了解我的人都知道，我完全不介意卖空的操作。我希望强调，上述的风险评估方法也同样适用于退休基金的经理人，他们在某一程度上必须做多股票。假定根据基金的章程规定，股票最低的投资比率为20%，最高为60%，经理人希望决定股票市场适当的资本配置比率。如果股票市场处于多头市场的第三主要上升波，根据统计数据显示，第三主升波的涨幅与期间平均值分别为18.8%与139天。如果行情已经在103天内上涨12%，经理人必须了解，在历史上23个多头市场的第三主升浪中，有16个走势持续得更久。单就这项数据来考虑，经理人的持股比率不应该超过最高水准60%的69%。换言之，单就历史统计数据判断，持股比率不应该超过41.4%。", "\r\n\t我希望再次强调，这仅是一个起点而已，一个评估市场风险的根据。如果在上述的统计数据背景下，通货膨胀率为1%，本益比为9倍，利率为5%，而企业盈余正处于快速成长的阶段，则应调降统计数据代表的意义，并维持最高的持股比率60%。", "\r\n\t就我个人的成功而言，上述的风险衡量具有绝对的重要性，尤其是在判断长期与中期走势的转折点方面。它让我把思考重心摆在风险之上，这是我投机方法的基础。不论你以什么方法预测行情或选择股票，都应该在市场平均剩余寿命的结构内评估市场风险。这套方法都为风险管理提供一个崭新而独特的领域。\n      ", "\n    ", "\n\t", "\n\t ", "\r\n\t", "\r\n\t以胜算管理配置资本\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t第2章曾经提及，我主要的考虑重心在于降低风险，同时将充分的资金摆在适当的场所，赚取稳定的利润。这个目标是以谨慎的资金管理系统达成。", "\r\n\t资金管理是配置金融资产与判断进、出场时机的一种艺术。任何有效的资金管理系统都应该包括三种重要的成分：（1）评估风险／报酬的方法，（2）判定一笔交易成功几率的方法（不论是短、中、长期的交易），（3）资产配置的系统。由于你处理的是资金，所以这三个成分基本上必须简化为客观而可以衡量的准则。", "\r\n\t前文已经讨论风险评估的统计结构。另外，如果你还记得的话，我也曾经指出，我的风险／报酬比率最多只能3：1，而且我说明如何以技术分析的方法在价格走势图上计算这项比率。基本上，你只需要观察图形，判断价格可能到达的价说--目标价位；并决定市场证明你为错误的价位--出场价位；然后计算下列比率：", "\r\n\t ", "\r\n\t这项比率是由技术分析的角度表示风险／报酬的关系：最大的可能损失与可能的潜在获利。不论由任何角度考虑风险／报酬，都应该是一种几率。然而，我们处理非技术性的因素的。如何计算量化的几率，就有些棘手了。评估整体性的风险／报酬关系时，应该考虑所有信息，包括技术分析与经济的基本原理。让我以实例说明如何结合所有的相关因素。", "\r\n\t这个例于发生在1989年10月的黄金市场。在1989年10月27 曰，黄金价格向上突破先前的反弹高点367．7美元，确认1-2一3中期趋势变动的信号，我进场买进黄金。在这个时候，根据相同的准则判断，长期趋势也可能发生变动--价格向上突破趋势线（条件1），并已经试探先前的低点而未跌破（条件2）。", "\r\n\t在中期趋势上，由于趋势变动已经确认，如果价格跌破我的买进点，证明我的判断错误，所以我将心理停损设定在稍低于375．70美元的位置。中期趋势的目标价位设定在1989年7月25 日的高点399．50美元。因此，我的风险／报酬比率为：", "\r\n\t", "\r\n\t ", "\r\n\t在长期走势图上（周线图），上档空间更广。我判定目标价位在433．50美元（压力水准）。如果可以突破，上档的另两个压力区分别在469．50美元与502．30美元，如果观察更长期的图形（月线图），目标价位在800附近。我不想再计算每一价位的风险／报酬比率，但这些比率显然非常有利。\n      ", "\n\t", "\n\t ", "\r\n\t由技术分析的角度来说，如此理想的机会不常出现。唯一的问题是计算成功的几率，并决定进、出场价位。你应该怎么做：以中期趋势为准来操作，或采取买进一持有的长期策略？", "\r\n\t为了解决这个问题，我采取最保守的假定。换言之，因为根据定义中期趋势已经变化，所以我假定这是一个为期三周至三个月的中期趋势。于是，我取出1981年以来的黄金价格资料，挑选为期三周至三个月的上升走势，并登录走势的幅度。", "\r\n\t我发现这类走势总共有18个，最小的涨幅为9．4％，最大的涨幅为68．8%，平均涨幅为15．2%。 以12月份期货的低点360．60美元为基准，黄金价格涨幅至少为9．4%的几率非常高，这相当于是每英两33．90美元的涨幅，价位为394．50美元。另外，根据近九年的资料显示，50%走势的涨幅都超过15．2%，若以此计算，12月份期货的涨幅为54．81 美元，价位位415．40美元。", "\r\n\t就资产配置而言，上述资料有什么意义？技术性的风险／报酬比率极度偏低，这波段走势至少到达394．50美元的历史几率很高，所有基本面的考虑也支持在10月27 曰建立多头头寸。在这种情况下，所有条件都非常理想，这显然是采取积极行动的时候了。", "\r\n\t这代表在走势的初期，你应该尽可能运用杠杆效果。在我管理的所有投资组合中，我以大约10%的资金购买黄金期货的买权选择权、某些黄金个股的买权选择权以及某些黄金个股（股票是供风险取向最低的客户）。价格向上突破400美元时，我开始分批获利了结，但我仍持有少部分多头头寸，并保持偏高的杠杆倍数，我打算继续持有这部分的头寸，直至市场证明我错误为止。", "\r\n\t我为什么要了结一部分的获利呢？因为价格到达中期趋势的目标价位以后，继续持有头寸的风险／报酬比率大幅增加。至于我何以继续留在场内，这是因为我相信长期趋势仍然向上。我必须强调，我已经回收本金与一部分获利，而持有的头寸仅是总利润的一部分。你猜结果如何？我的判断错误，这部分头寸发生亏损。然而，我虽然未察觉黄金无法维持涨势，但我的资金管理方法让我全身而退，并保有一部分获利。", "\r\n\t让我说明上述程序与我的交易根本哲学之间的直接关系。", "\r\n\t首先，利用杠杆原理，挑选适当的买进点与停损点，我的资金并来暴露在偏高的风险中。如果发生非常罕见的情况，价格再度向下跌破趋势线，我会认赔出场，损失顶多是1%~2%。随后，如果价格又回升．我有能力再进场。总之，这笔交易符合保障资本的原则。", "\r\n\t其次，价格到达目标价位时，我了结相当比例的头寸锁定获利，这符合一致性获利能力的目标。", "\r\n\t最后，我以一部分获利继续持有多头头寸而追求卓越的绩效。我对于长期趋势的判断虽然错误，但整体头寸却仍有获利。根据相关的风险配置资本，设定初步的目标价位以锁定利润，再运用一部分的获利追求更高的绩效，如此一来，即使连续发生数次的损失，你还有能力继续留在市场交易。\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t资本配置", "\r\n\t不幸地，我们没有简单的公式可以设定在电脑中，计算最佳的资本配置。例如，我无法在历史资料与\"工业指数\" 和\"运输指数\"等买卖价位之间，建立一种线性的风险关系，因为这违背市场的性质。你的市场判断必须尽可能根据宽广的知识，结合所有知识评估未来事件。", "\r\n\t假定我们处在一个强劲的多头市场中。涨幅与期限都已经超过历史的平均水准；通货膨胀率仅2%； 全球政局非常稳定，没有任何潜在的冲突；企业界的获利情况与财务结构都很理想。每一个主要国家的预算大致维持平衡，或仅有小额的赤字，而且都采用自由的金本位制度。很棒，是吗？这种情况下，你显然应该投人100%的资金。", "\r\n\t事实上，你需要根据主要的市场驱动因素，建立一个风险评估的表格，考虑它们相对的重要性，判断你应该以何种方式投入多少的风险资本。如果你决定投资，应该再根据上述背景，选择最可能达成目标的交易工具。", "\r\n\t截至目前为止，我仅讨论抽象的原则，所以让我做更明确的说明。评估股票市场的风险时，你应该回答下列何题：", "\r\n\t1 ．长期趋势如何？它是处于上升趋势、下降趋势、狭幅盘整或趋势正在变化中？", "\r\n\t2 ．就历史资料考虑，目前长期趋势的期限与幅度如何？它是处于初期、末期或中间阶段？", "\r\n\t3．就历史资料考虑，目前的中期趋势如何？", "\r\n\t4.\"道氏理论\" 对于目前的行情有何看法？是否存在背离的现象？成交量是否有明显的变化？行情宽度是否配合趋势发展？", "\r\n\t5．移动平均的情况如何--应该买进、卖出或持有？", "\r\n\t6. 根据振荡指标显示，行情是处于超买、超卖或中间的阶段？", "\r\n\t7．经济面的情况如何？", "\r\n\ta. 通货膨胀的情况如何？联储的政策取向如何？政府、民间、企业界与私有部门的负债情况如何？以自由准备衡量，信用的成长率如何？货币供给成长率如何？利率水准如何？市场对于政府债券的接受程度如何？", "\r\n\tb. 美元汇率的走势如何，贬值的可能性如何？曰元与德国马克汇率的趋势如何，曰、德的政府是否会采取维护汇率的措施？", "\r\n\tc. 美国消费者普遍的心态如何：生产而储蓄、借款而支出或介于两者之间？", "\r\n\td. 什么产业部门最强劲？什么产业部门最疲软？市场是否有领导类股？根据目前情况判断，如果有些许利空消息，是否会使整个行情出现反转？", "\r\n\te. 什么潜在的问题可能使人们对于整个经济状况的判断，发生突然的改变？", "\r\n\t8．是否存在可供运用的重大谬误现象，尤其是行情发生变动的时候？", "\r\n\t一旦回答上述问题后，你便可以决定在何时、于何处、投入多少资金。决定采取行动时，你必须在严谨的纪律下操作。这便是交易守则的重要性所在，它们是下一章的讨论主题。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-140501205249257.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-14050120532KD.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140501205401458.jpg"]}