{"title": "第12章 让你发生亏损的方法至少有50种", "content": ["\r\n\t4017美元的吹风机", "\r\n\t1979年的某一天，我在盘中交易时，接到朋友苏珊的电话。我当时做多40口小麦合约，行情已经出现，所以我必须密切观察市场的发展。我设定一个准备认赔的心理停损价位。总之，苏珊打电话给我，她的情绪非常激动--一把眼泪，一把鼻涕--我不清楚她在说什么。", "\r\n\t我当然非常关心。我想她可能跟丈夫发生剧烈的争吵而必须立即解决。结果，我总算了解事情的真相。", "\r\n\t她哭哭啼啼地说，\"我的．．．．．．吹风．．．机．坏了！\"", "\r\n\t我几乎不相信我的耳朵。\"你的吹风机！这就是你这么伤心的理由！\"我看着多年的好友兼同级诺曼．坦迪．．．他仅是憋着嘴笑。", "\r\n\t\"苏珊\"，我说道，\"苏珊，不要伤心、你的吹风机值多少？\"", "\r\n\t\"．．．．．17块。\"", "\r\n\t这个时候，我几乎忍不住要笑出来，\"我买一个新的给你，如果这样会让你觉得好过一点的话。\"", "\r\n\t当然，我了解，如果一个人会为了吹风机而难过到该种程度，那一定有别的间题。所以，我慢慢与苏珊谈着，希望知道究竟是怎么回事。这个过程中，我忽略了盘面的变化。", "\r\n\t我看着报价荧屏，突然发觉价格已经穿越至心理停损下方2美分。这是100美元乘以40--4000美元！我立即拿起电话把头寸平仓，结果我多损失了4000美元。于是，我买了-- 把4017美元的吹风机，甚至还不能挑选颜色。", "\r\n\t当时，我再也忍不住笑出来了，甚至现在每想到这件事，我都还想笑。我提这段故事的重点是：水远有你想不到的事情会让你发生亏损。有一段歌词说道，\"有五十种方法可以离开你心爱的人\"，你至少也有50种方法发生亏损。", "\r\n\t然而，交易者发生亏损最常见的理由，则是未遵循交易守则，认为\"这一次\" 例外。每个人都免不了发生这类错误，但这是可以控制的。如果你了解交易守则，而且--更重要地- -了解它们存在的理由，这是一种几乎可以全然避免的错误。", "\r\n\t交易守则与其背后的理由", "\r\n\t许多人误以为市场行为是完全可以预测的。绝对不是如此。在市场中交易，这是一场有关胜算的游戏，目标是要永远掌握胜算。犹如任何有关胜算的游戏一样，为了赢取胜利，你必须了解、并遵守规则。然而，交易守则有一项最大的不同，它最主要功能是克制你的情绪。假定你已经具备建立头寸的必要知识，其中最困难的部分是以正确的方法执行交易。这便是交易守则的功能。", "\r\n\t市场行为会受到太多变数的影响，只要些微心理的冲动，你便可能扭曲它们，只需要些许的借口，你便可能承担不必要的风险，或过早获利了结。", "\r\n\t最近，在一笔 S&P 500的期货交易中，我在开盘后 10分钟进场卖空，并在盘中高点的上方5档设定停损。随后30分钟，价格下滑至我进场点的下方10档左右，然后盘势似乎有反弹的征兆。虽然我没有看到任何明确的回补信号，但我在情绪上不希望这些微薄的利润转为损失，于是我让助理帮我回补，赚取10档的利润（每口合约250美元）。", "\r\n\t大约15分钟之后，行情重挫2大点（1大点为20档，相当于每口合约500美元）。如果我遵照守则交易，我的获利可以增加4倍。我当时的想法是，\"行情看起来好像要反弹，我最好趁早获利了结。\" 然而，这实际上仅是借口而已，它掩饰我担心在这笔交易中犯错的恐惧感。事实上，价格确实稍微反弹，但从来没有接近我的停损--原来准备让市场证明我错误的价位。", "\r\n\t交易守则的宗旨，是在人性的许可范围内，尽量以客观而一致的态度交易。如果没有交易守则，你的愿望可能主导交易决策，在市场交易中，你的愿望十之八、九无法实现。本章的目的是介绍一些重要的交易守则，并说明它们背后的理由。另外，我还会列举一些人们很少谈论的亏损原因。", "\r\n\t交易守则", "\r\n\t守则1：根据计划进行交易，并严格遵守计划。", "\r\n\t在任何交易之前，你务必要知道自己的目标，以及打算如何达成目标。这不仅代表你必须了解风险／报酬的关系，而且还必须界定市场可能发生的所有状况，并拟定相关的对策。换言之，在任何交易之前，你必须知道每一种可能发生的结果。在交易的过程中，思绪混淆是你最大的敌人；它会造成你的愤怒与情绪激动。根据定义，思绪混淆来自于无知，不了解当时的情况究竟是怎么回事，不知道如何反应。", "\r\n\t拟定交易计划时，首先必须决定你的时间结构。换言之，必须决定你的头寸是属于当日冲销的交易（头寸的建立与结束都在同一天之内）、短期交易（持有数天至数个星期）、中期投机（持有数个星期至数个月）、长期投资（持有数个月至数年）。", "\r\n\t上述决定可以让你了解应该专注于什么趋势，以及如何根据相关趋势设定停损（参考守则3）。一旦决定之后，你可以考虑所有可能的价格发展情节。并拟定每一情节的反应对策。特定而言，你应该如何设定停损、在何处设定获利了结的目标价位、在何处追加头寸……。", "\r\n\t当然，有时候还是会发生你全然无法控制的混淆----50种发生亏损的方法。例如，某一天，我还在州际证券的时候，我做了40多种股票，每种大约2000股。我还持有股价指数的买进选择权，以及指数期货。我全心全意交易之际。突然… 一片黑暗。", "\r\n\t不是，没有疯子闯进来拿锤子敲我的脑袋。停电了！我们虽然有自动供电系统，当时也不灵光。另外，电话线也和供电系统混在一起，所以连电话也不通。", "\r\n\t当时，我通过数个不同的经纪人与几个交易所交易，我完全不知道市场的行情发展。所以，我急忙冲出办公室，顺着楼梯下楼，沿路摸索口袋里的铜板准备打电话。我甚至不知道交易所的电话号码，因为办公室的电话都是直接与交易所连线。", "\r\n\t最后，我来到路旁的公用电话亭，仓皇地了结我的头寸。 我还得打询问台请服务人员帮我查芝加哥S&P 500期货交易池的电话号码, 你可以想像我当时的狼狈状。现在回想起来蛮有趣，但当时真是不知所措。而且，根据\"墨菲定律\"，市场出现一波不利于我头寸的行情。这是你无法控制的混淆，所以你或许应该准备两套自动供电系统。", "\r\n\t守则2：顺势交易。\"趋势是你的朋友。\"", "\r\n\t这可能是大家最耳熟能详的交易法则。这看起来虽然很简单，你却很容易违背。记住，趋势总共有三种--短期、中期与长期。每一种趋势都不断变动，任何一种趋势的方向都可能与另两种相反。短期趋势最经常发生变动，程度也最剧烈，其次是中期趋势。", "\r\n\t务必知道你是根据什么趋势交易，并了解它与另两种趋势的相关性。运用1一2-3趋势变动的准则，判断趋势反转的价位。价格触及反转价位时--立即出场！另外，你也应该留意2B模式与其他技术指标，尽可能预先掌握趋势可能反转的信号。", "\r\n\t守则3：在许可的范围内，尽可能来用停损单。", "\r\n\t建交头寸之前，你应该预先决定市场证明你判断错误的价位、对于许多交易者来说，行情触及预定价位时，认赔出场是最困难的动作之一。你可以利用停损单减少这方面的困扰。行情触停报价位时，停损单会自动转变为市价单。", "\r\n\t如果你的交易量很大，你仅能使用心理停损。如果你预先递入一张大量的停损单，场内交易员会想尽办法触发你的停损。", "\r\n\t所以，建立一个头寸时，应该递入第二张交易指令，在停损价位上了结你的头寸。确实的运作方法，取决于你以何种趋势交易。一般来说，停损单的效力仅及于递单当日收盘为止。可是，你可以在停损单附上一个但书\"取消前有效\"，这张交易指令在你取消前都有效。", "\r\n\t事实上，传达任何交易指令时，必须留意措词，不可引起误解。我的好朋友约翰．马利 ，也是一位交易员，他告诉我有些人会下达含意不清的指令，例如：\"以市价帮我卖出500股IBM\" 但也可能解释为\"以市价卖我500股IBM\"。所以，约翰回答，\"嗯……卖我？你是说你要买进，你要我卖你500股IBM？\"当然，客户会不耐烦地说，\"不，不．不，我要卖出！\"", "\r\n\t约翰的态度是正确的。当你买进\"卖权选择权\"时，你是做空。当你卖出\"卖权选择权\" 时，你是做多。\"以市价帮我弄个 10口12月份的s&p\"，意思显然不清楚。措词须明确，尤其是当你以市价下单的时候，务必清楚表达你的意思，也务必确定经纪人没有误解。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t守则4：一旦心在怀疑，立印出场！", "\r\n\t以另一个方式来说，评估自己的头寸时，你持有的每一个多头头寸，今天都应该是个买进机会，你持有的每一个空头头寸，今天都应该是个卖出机会。换言之，如果你不具备信心，绝对不应该建立头寸。", "\r\n\t投入自己的资金。有些许的恐惧或优虑，这是很自然的现象，并不代表每当你有些微怀疑时，便应该结束头寸。然而，情况开始发生变化而胜算不断减少，怀疑与不确定感始终环绕在你的心头，则应该结束头寸。", "\r\n\t这项交易法则还有另外一层意义。恐惧与有根据的怀疑，两者之间存在明显的界线。这听起来或许有些令人混淆，但如果每建立交易头寸，你便心存不确定感与怀疑，则你应该离开市场！如果你对于交易不具备信心--至少在大多数时候--你根本不适合从事交易。习惯性的恐惧与怀疑，将严重伤害你的生理、情绪与财务状况、这没有什么值得羞耻之处；这只是一种不适合交易的个性。", "\r\n\t避免产生怀疑的最佳方法，是尽可能掌握所有的相关信息。某些情况下，这甚至还不够。", "\r\n\t我曾经听过一段故事，一位大富翁与一位公司并购的分析师相互配合，两个人的合作一向都很顺利。有一次，分析师提出几支可能可以买进的股票，其中包括NORTHWEST AIRLINES与CESSNA 在内，它们都是当时的潜在并购股票。某天，这位富翁接到分析师的电话，他说．\"我刚接到消息，已经开始发动了。买进飞机。\"", "\r\n\t这位富翁于是以每股60美元的价格买进40万股的\"西北航空\"，总金额是2400万美元、隔天， 价跌至59美元，接着又跌至58美元。于是，富翁打电话给分析师。", "\r\n\t\"怎么回事，你不是说这笔交易已经发动了吗？\"", "\r\n\t分析师当时很忙，\"是的，是的，还在进行中．．．．．没问题．．．．．一定涨，然后便把电话挂断了。", "\r\n\t隔了两天。股价跌至55美元，富翁又打电话。这次分析师并不忙。", "\r\n\t富翁问道，\"什么时候会宣布？\"", "\r\n\t\"后天\"。", "\r\n\t\"什么价格？\" 富翁也有些困惑。", "\r\n\t\"市价以上。\"", "\r\n\t\"那我就不懂了，\"'富翁说，\"价格已经跌5美元，现在是55美元\"", "\r\n\t分析师非常讶异：\"55美元！你什么意思。CESSNA目前的价位是24美元！\"", "\r\n\t\"CESSNA．．．．．．CESSNA！\"", "\r\n\t\"\"没错 CESSNA我叫你买进飞机，\"分析师非常震惊的说道。", "\r\n\t富翁说道，\"但\"西北航空\"也会飞啊！\"", "\r\n\t这位富翁立即了结他的头寸，亏损200万美元。在整个过程中，他的怀疑都是有根据的。多了一个故事可以验证这项交易法则，\"一旦心存怀疑，立即出场！\"", "\r\n\t守则5：务必要有耐心。不可过度扩张交易。", "\r\n\t弗兰克．乔曾经说过，任何市场每年通常有三至五个交易良机，包括个股在内。弗兰克是一位投机者，他主要是以中期趋势交易。然而，他的评论基本上适用于每一种趋势。如果你愿意的话。你可以投掷铜板决定：\"正面做多，反面卖空\"，每天从事一百笔交易。可是．如果你这么做，就必须全凭运气了。", "\r\n\t如果希望取得稳定的获利，必须观察你有兴趣的市场，建立头寸之前。你必须尽可能掌握有利的因素。以 S&P 500期货的当日冲销为例，每天通常有二、三次交易的好机会，有时候却一次也没有。", "\r\n\t每一种市场指数、个股与商品，都有其独特的步调、韵律与性质。唯有你熟悉市场的情况时，才可以考虑交易，而且你必须等待适当的机会：如果你判断正确，获利潜能很高，如果你判断错误，则损失有限。耐心地留意观察，当你掌握有利的胜算时，断然采取行动。", "\r\n\t就另一个层面来说，如果你仅是交易自己的帐户，而且交易的时间结构很短，则应该把股票的种类局限在十种以内；就期货交易而言，则应该把商品的种类局限在五种以内。最重要的理由仅是单纯的注意力问题。你可以记住多少电话号码？或许十个、八个。所以，如果记忆电话号码有所困难，则你也很难同时留意十个或以上的交易头寸。了解自己的头寸，注意相关的行情发展，这是交易成功的必要条件。对于大多数人而言，同时考虑五种不同的事物，已经是严苛的挑战了。", "\r\n\t守则6：迅速认赔 让获利头寸持续发展。", "\r\n\t在所有的交易守则中，这是最重要、最常被引述、也最常被违反的一条守则。", "\r\n\t市场就像是法庭，你是被告--被证明为有罪以前，你是清白的。换言之，从事一笔交易时，你必须假定：被证明为错误以前，你是正确的。价格触及你的停损点或你选定的心理出场价位时，市场便已经证明你为错误，这是\"最高法院\"的判决--不能继续上诉，你已经没有自由行动的权利，你必须出场。", "\r\n\t你的判断正确时，必须\"让自由主宰一切！\" 如果你是根据1：3的风险／报酬比率交易，一般来说．每一次的获利可以抵上三次的损失。守则7是例外。", "\r\n\t就某一层面的意义来说，守则6是前五条守则的总结。如果你有交易计划，你了解何时应该获利了结，何时应该加码，何时应该出场。如果你顺势交易，你允许的损失，将由趋势变动准则来客观界定。如果你对于交易有信心，你不太可能过早获利了结。如果你不过度扩张交易，你不仅可以减少损失，而且更可能掌握真正的机会。如果你确实了解\"迅速认赔；让获利头寸持续发展，\"你至少可以把四条守则合并为--一相当经济！", "\r\n\t守则7：不可让获利头寸演变为亏损。或者，尽可能持有必然获利的头寸。", "\r\n\t这相当困难，因为你必须根据自己的交易结构界定\"获利\"。为了便于说明起见，假定你是根据1 ：3的风险／报酬比率交易。如果价格朝有利方向发展，而风险／报酬比率成为1 ：2（译按：这是指价格已经更接近目标价位，而且距离下档的停损较远，所以这项比率降低），守则6要求你让获利头寸持续发展。然而，如果价格趋势突然反转，你最后被停损出场，你又违反守则7！你应该怎么办？", "\r\n\t我建议每当风险／报酬比率成为1：2时，你应该将停损点（或心理出场点）调整至成本之上，而持有必然获利的头寸。就某个角度来说，这个头寸的风险／报酬比率已经是0。你只可能获利而不可能损失。如果价格持续朝有利方向发展，并到达当初目标价格，则了结三分之一或一半的获利，并调高停损。如果价格仍朝有利方向发展，则继续调高停损。如果你是以长期趋势交易，甚至可以在适当的价位扩大头寸的规模，当然这必须考虑你交易的市场性质。 守则8：在弱势中买进，在强势中卖出。应该以买进的意愿来同等对待卖出。", "\r\n\t这条守则主要是适用于投机与投资行为，但也可以适用于短期交易。它是守则2--顺势交易--的辅助定理．如果你以中期趋势投机，提升获利潜能的方法，是在小涨势中卖出，在小跌势中买进。如果你是以长期趋势投资，应该在空头市场的中期涨势中卖出，在多头市场的中期跌势中买进。", "\r\n\t不论在中期或长期趋势中，上述的原理也适用于扩充已获利的头寸。在理想的状况下，你当然希望在空头市场的小涨势高点附近投机卖空，在多头市场的小跌势低点附近投机买进；并在空头市场的中期涨势高点附近投机卖空。在多头市场的中期跌势低点附近投资买进。在许多情况下．2B准则非常适用这项策略。", "\r\n\t许多市场参与者都有明显的多头或空头倾向，而且仅愿意做多或做空。来实上，许多市场参与者把做空行情视为瘟疫。避之犹恐不及。这是严重的错误，完全违背市场的性质。如果\"趋势是你的朋友\"，则双向运作是维持友谊最佳的方式。任何精练的多头玩家，也必然具备做空的知识--他仅需要做反向的推理。在做空行情方面，获利的速度通常较快，因为下跌走势总是快于上涨。", "\r\n\t守则9：在多头市场的初期阶段，应该扮演投资者的角色。在多头市场的后期与空头市场中，应该扮演投机者的角色。", "\r\n\t投资者见追求长期的报酬与（或）资本的所得流量。投资者主要是关心盈余、股息与净值的上升。", "\r\n\t另一方面，投机者主要是关心价格走势，以及如何根据价格走势获利。由风险／报酬的观点来看，投资最适当的时机是在多头市场的初级阶段，因为不论由任何的基本角度观察，成长的机会都最理想。", "\r\n\t行情逐渐趋于成熟，价格走势进入第三、第四波．．．．时，价格水准的考虑将愈来愈重要，谨慎的玩家在心态上应该转为投机。我在第10章曾经解释，在信用扩张驱动的多头市场中，当行情发展至某一阶段以后，价值将停止增长．企业界以浮滥的资金追求有限的资源。价格将开始膨胀--资生行情。", "\r\n\t在空头市场中，投机是唯一的明智之举。根据定义．我们无法以做空来投资。在空头市场中，长期做空是通过预先卖出投资而获利，这项行为本身并不是投资。撇开这点不谈，空头行情最佳的运作方式是不断地进、出市场，在主要走势中做空，在次级修正走势中做多。一般来说，空头市场历经的时间短于多头市场；空头市场的主要走势在幅度上与多头市场相当类似，但期间则较短。", "\r\n\t相对于多头市场来说，如果你妥善管理资金，在空头市场能够以较短的时间获取类似的利润，风险并不会更高，甚至可能更低。就经济循环的性质来看，你不曾见过\"黑色星期一\" 的复苏，所以就某一角度而言，空头市场较安全。", "\r\n\t守则10：不可摊平亏损--亏损头寸不可加码。", "\r\n\t\"摊平亏损\"仅是一种试图避免承认错误或期待解套的借口，而且是在不利的胜现情况下。它之所以被称为\"摊平亏损\"，因为这是一种追加头寸的行为，并因此降低整体头寸的净亏损百分率。这项行为的合理化借口是：\"这支股票（期货、债券或任何交易对象）将上涨（下跌）。我现在虽然损失，但如果追加头寸，可以降低平均成本，最后可以大赚一笔。\"", "\r\n\t守则10实际上是守则6--迅速认赔----的辅助定理。然而，\"摊平亏损\"是一种极常见的错误行为，所以它应该有属于自己的\"不可\"守则．这是为了提醒你，它是一项错误的行为。", "\r\n\t然而，某些行为看起来似乎是摊平亏损，实际上却不是。例如，如果你在空头市场中寻找中期的做空机会。犹如上文所说，最佳的做空时机是在小涨势中。假定股票市场连跌四天，似乎将形成空头市场的主要下跌走势，理想的做空时机在第一天的反弹。如果价格连续反弹两天，第三天再反弹的可能性很低，所以第二天可以追加头寸。如果第三天又反弹．第四天继续上涨的可能性不到5% ，你可以再做空。然而，如果行情连续上涨四天，中期趋势很可能向上，你应该认赔出场。", "\r\n\t这项策略与摊平亏损之间的差异，在于你有一套交易计划，并设定市场证明你错误的停损点。在计划中，你将评估每天的反弹幅度，以及反弹的天数。交易之初，你不仅已经限定反弹的天数，而且也设定认赔的出场价位。摊乎亏损的策略并不设定停损，头寸的了结完全取决于主观的情绪。", "\r\n\t守则11：不可仅因为价格偏低而买进。不可仅因价格偏高而卖出。", "\r\n\t这完全不同于在超级市场买水果，交易中并无所谓的\"特价品\"。交易的重点仅在于获利或亏损，这与交易工具的价格没有任何关系。价格仅在少数情况下会影响交易决策，例如：你可能因为保证金过高而无法从事某笔交易，或其他交易机会可以提供较佳的杠杆效果，而其风险／报酬比率相似或更理想。", "\r\n\t不可以存在这种心理：\"这已经是历史低价，它不可能再跌了！\"或\"这已经不可能再涨了，我必须卖出！\"除非你见到趋势发生变动的征兆，否则趋势持续发展的机会较高。当市场处于历史高价或低价，但没有任何征兆显示趋势即将反转．我建议你不要去挑逗它，继续等待趋势变动的信号。顺势交易，耐心等待。", "\r\n\t守则12：只在流动性高的市场中立易。", "\r\n\t现在，许多住在美国东北部的人可能告诉你，他们的住宅价值50万美元。然而，这句话的真正涵义可能是：他们过去以50万美元的价格买进；或者，几年前，他们以房屋作第二次抵押贷款时，当时价值是50万美元。事实上，现在市场上充满价值50万美元的待沽房屋，几乎全无问津之人--房屋市场几乎完全缺乏流动性。在财务报表上，50万美元的数据或许暂时没有问题，但这与市场价值全无关联。", "\r\n\t如果你在流动性不佳的市场交易，你也可能遭遇类似情况。价格的变动速度非常快，可以轻易地穿越你的停损，并让你的损失较预期多出一倍。在商品与外汇的期货交易中，仅选取最近月份的合约，在股票与选择权中，选取成交量大而交易活络的个股。 守则13；价格变动迅速时，不可建立头寸。", "\r\n\t这条法则适用于场外交易者一一他们仰赖电子报价系统取得最新的报价资料。\"快速市场\"是指场内的交易进行得非常快速，报价系统的价格输入速度跟不上实际的交易。发生这类状况时，交易所通常会提出警告。换言之，在快速市场中，你在荧屏上看见的报价，并不是当时的实际报价。快速市场中，行情向上突破时买进，或行情向下突破时卖空，都是非常迷人的机会。你看见价格一飞冲天或直线下跌，满脑子都是钞票的影像。\n      ", "\n\t", "\n\t ", "\r\n\t我办公室里有一位年轻的交易员不信邪，他在向下突破的快速市场中以市价卖空S&P 500期货。他的成交价格较下单时的荧屏报价低16档（每口合约400美元）。他回补时，根据荧屏报价显示，这个头寸有16档的获利，但实际的回补价格却较成本高出10档--每口合约亏损250美元。然而，这次教训似乎还不够，第二天他又犯同样的错误。我不认为他还会在快速市场中交易。交易中，你惟有依赖报价信息。在快速市场中，报价信息完拿不可靠．所以不要交易！\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t守则14：不可根据特殊情报交易。换言之\"顺势交易，而不是顺着朋友的意见\"。另外，不论你对于某支股票或某个市场有多么强烈的感觉，也不可以提供免费消息或意见。", "\r\n\t不妨由几率的角度思考，在数以万计的市场参与者之中，你的朋友知道某项全世界都不知道的消息，你认为这种可能性有多大？如果他或她真的知道某项特殊消息，这很可能是\"内线消息\"，根据内线消息交易是违法的行为。", "\r\n\t所谓的\"特殊消息\"。99．9%是属于个人的看法。在《一位职业期货交易商的密诀》一书中，作者亨利．克拉森指出，稳定的赢家几乎绝口不提他们在市场中的活动细节，但稳定的输家则会\"向每一位听众说明他们在市场中的一举一动，甚至于以强迫推销的方式吹嘘。\"就心理层面而言，人们迫切地希望提供特殊消息，他们可能是在寻求认同与赞许。他们绝对不是为你着想，这点是可以确定的。所以，有人向你推销特殊消息时，我建议你说，\"不客气，谢谢，我不需要。\"", "\r\n\t我曾经听信特殊消息．．．一次。前文中，我曾经提及吉姆．布吕克，当年拉格纳发生一些麻烦时，他当时在CBOE负责稽核的工作，我们有过往来，他随后也来到州际证券，我们举办了一个欢迎酒会。我正准备离开时，听到熟悉的声音，\"嘿，维克，维克，等一下。\"", "\r\n\t我回过头来．看见一位好朋友急匆匆地跑过来。他低声地说道，\"维克。\"我说，\"哦？\"我的朋友说道，\"维克，相信我，把这支股票留给你的小孩。\"他告诉我，这是阿蒂．瓦戈纳提供的消息。阿蒂当时在莱曼兄弟负责店头市场的交易被视为是店头市场的主宰者，他的交易记录非常了不得。", "\r\n\t所以，出自于好奇心的缘故，我查阅这支股票。它在店头市场的交易价格为 7／8。当时，我的交易手气正顺，所以把这支股票视为是\"永不到期的选择权\" 而买进，心想\"看你由7／8还能跌到那里？\"", "\r\n\t还能跌到0吗？结果便是如此。我大约买进35万股，而这支\"永不到期的选择权\" 最后竟然跌到一文不值。更惨的是当它跌至 3／8时，我又买进 35万股，心想\"这次你总不致于再跌了吧！\"我还是错了 停止报价时，我试图了解这家公司的背景，我甚至于找不到它。没有电话号码，没有地址，它就是…消失了。", "\r\n\t只要早走一步。我就不会听到这位朋友的特殊消息。真是非常特殊的特殊消息。犹如我最好的朋友诺姆所说，\"如果你不断地听信\"把这笔交易留给你的小孩\"的小道消息，你的小孩将在孤儿院长大。\"他还提供一个非常明智的建议，闻到小道消息即将飘过来时，赶快说\"对不起，我要上洗手间\"，然后你整个晚上尽可能回避他。", "\r\n\t你不可以听信特殊消息；同理，你也不可以提供特殊消息。帮助朋友当然是一种可贵的感情，但如果你有朋友从事交易，你们仅该就一般的看法交换意见。如果你真希望帮助朋友，务必不要提供建议；你的朋友也有大脑--让他或她用自己的大脑。", "\r\n\t这项交易守则希望传达的概念是：没有任何东西可以替代个人的判断。如果你没有信心根据自己的判断交易，不要交易。顺势交易，而不是顺着朋友的意见。", "\r\n\t守则15：永远得分析自己的错误。", "\r\n\t亏损的交易未必代表错误，错误也未必导致亏损。一笔绝佳的交易可能发生亏损；另一方面，即使犯错，你仍然可能获利。如果你遵循交易法则而发生亏损，就放弃它；不需要再做分析。你可以对自己说道，\"好吧！\"然后再继续下一笔交易。可是，如果过早了结一个头寸，随后眼见原本属于你的获利滚滚而入，你便该想想自己到底犯了什么错误。", "\r\n\t何以需要分析自己的错误呢？因为错误与失败是最佳的导师；它们让你更加明白，你必须永远遵循交易守则。如果你可以真心反省发生错误的理由，重蹈覆辙的可能性便很低。", "\r\n\t一般来说，错误并不是源于无知，而是恐惧：恐惧犯错、恐惧遭到羞辱、以及其他等等。你若希望提升自己的交易境界，则必须克服恐惧；若希望克服恐惧，首先必须承认你有恐惧感。本书第二篇，我会详细讨论这方面的问题。", "\r\n\t守则16：务必提防\"错误的并购消息\"。", "\r\n\t某天，我接到朋友的电话，他是某家大企业的董事。", "\r\n\t\"维克，\"他说道，\"XYZ刚同意与ABC合并。你一定要买进XYZ。这是稳赚的交易。\"", "\r\n\t\"佛莱德，\" 我说，\"你告诉我这项消息，是否合法？\"", "\r\n\t\"绝对没有问题！我们与这两家公司都没有任何关系，而且它们已经宣布了；只是媒体还没有报导而已。\"", "\r\n\t于是，我查看XYZ的价格，每股6美元，我买进了一些。两周后，两家公司合并了．．．．ABC兼并XYZ， 价格为每股＄4．50 结果，我发生亏损--标准的 tabeunder（译按：这是对应takeOver[ 兼并] 而言）。", "\r\n\t我想这是我第二次根据特殊消息交易，它也是最后一次。我听到的特殊消息中，这是唯一实现的一次。确实有兼并，价格却不对。从此以后，我再也不碰这些潜在的\"兼并\"股票。", "\r\n\t守则17：如果一笔交易的成功与否，必须取决于交易指令的正确执行，则不该从事该笔交易。", "\r\n\t诺姆还在美林证券主管国际选择权交易部门时，他习惯将执行不当或时效不佳的交易记录下来。某天，他递入一张交易指令．经过10分钟还没有回报。于是，他打电话进人场内：", "\r\n\t\"哩！怎么回事，10分钟还没有成交。\" 场内经纪人毫不犹豫地说道，\"你知道吗？我就坐在造市者的左侧而大声喊价，我想他一定听见了。最后，我站起来，推他一把，问他，\"成交没有？\"他说，\"成交什么？难道你不知道我的左耳不灵吗？\"", "\r\n\t哦！当然！", "\r\n\t我这辈子最大的一笔亏损便是因为人为的疏忽。1982年~ 1983年间，当时S&p期货与NYSE期货的交易非常热络（NYSE合约相当于在纽约交易的S&P合约）. 在一笔套利交易中。我做多350口S&P，并卖空500口NYSE. 我当时正打算平仓出场。于是，打电话给我在芝加哥的场内经纪人保罗，向他询问行情报价。", "\r\n\t\"买一卖报价, 40-45，\"保罗说道.", "\r\n\t我挂断电话，并立即回补500 口NYSE的合约，所以我仅剩下350口未抵补的S&P多头合约。然后，我打算卖出S&p合约, 根据保罗的报价, 买进价为40. 我联络上在S&P交易池的经纪人时, 才发现价格不是40-45，而是20-25! 结果, 保罗看错手势！", "\r\n\t如果当时的报价确实是40一45，我已经获利。如果我知道报价实际上是20一25，我便不会回补NYSE合约--在电脑程式交易尚未出现以前，4档已经是相当不得了。", "\r\n\t当时，因为我的头寸仅勉强浮出水面，所以我决定暂时持有S．P头寸。然而，市场突然出现新税法的利空消息。在我了结头寸之前群 S&P下跌2、3大点。这笔交易让我亏损数十万美元。", "\r\n\t这虽然是极端的案例，但重点是你有时候会因为执行不当而受害，而且你不知道什么时候会发生。你应该养成重复核对的习惯，在可能的范围内，应该再次确定报价。如果你觉得资料或情况有些诡异，应该澄清。不要理会场内的人有多忙碌，他们的工作是提供精确的信息、适当的执行与及时的报告。", "\r\n\t我并没有指责场内经纪人的意思。如果你有机会的话，应该在交易忙碌的时候，参观交易所场内的情况。某些时候，情况会趋于白热化，而经纪人也是人，他们也会犯错。你不可误以为他们是永远不会犯错的机械。你必须保护自己的利益，寻找最可靠的经纪商，尽可能重覆确认。", "\r\n\t最近又发生另一个例子，我设计一套S&P期货的当日冲销系统。根据纸上作业判断，这是一套相当不错的系统，于是我把它交给助理作临场试探。理论上，它的绩效非常理想，但我没有想到进、出场需要各浪费三档. 谁想得到市场的交易量竟然如此稀少，小量的试探便足以驱动3档的价格！然而，实际情况便是如此，我们必须调整系统以涵盖执行上的误差。", "\r\n\t守则18：必须保有自己的交易记录。", "\r\n\t某些情况下，尤其是交易自己帐户时，你希望拿起电话，直接下达交易指令。而不留下任何的记录，因为你认为经纪商会登录所有相关资料。可是．经纪商也可能犯错。", "\r\n\t每下达一个交易指令，你便应该记录日期、时间、交易工具、买进或卖出、下单时的报价以及实际的成交价格。定期核对自己的记录与经纪商的报告。如果没有自己的记录，你无从判断经纪商的报告是否正确。", "\r\n\t守则19：了解、并遵守法则", "\r\n\t对于每1条交易守则，作至少有5种方法违背它，而且交易者总是会想出新的方法。依此推理，我列举18项交易守则，你至少应该有90种方法违背它们。每当你违背一项交易守则，", "\r\n\t你又发现一种亏损的新方法。", "\r\n\t85%的法则", "\r\n\t没有任何人可以永远处于100%完美的状况。有太多事物可能使你分神。你可能与妻子（丈夫）或心爱的人争吵。某人可能在紧要关头打电话给你。周遭的一切都可能使你分神。", "\r\n\t例如，1984年 5月 4曰，我应邀到芝加哥演讲。当时与我同台演讲的还有沃尔什．格林伍德的总经理史蒂夫．沃尔什，以及一位造市者加里．奈特。演讲后回答问题时，一位听众提出，\"我希望请教这位造市者。交易所的相关规定偏袒拥有席位的造市者。\"毫不犹豫地，加里说道，\"是的。\"", "\r\n\t\"我认为这并不公平，\"这位听众说。", "\r\n\t\"那你可以买一个席位，\" 加里回答，\"目前的价格大约25万美元。\"", "\r\n\t务必记住，游戏规则有利于场内交易员； 这是他们维持生计的凭借。", "\r\n\t总之，我在台上演讲。当时我看空行情，而且我在1月份打了一支满贯全垒打。行情已经由涨势转为狭幅盘整。我正在寻找做空的机会，我已经等了三个月。\"墨菲定律\"再度灵验，我离开办公室的那天，行情向下突破。弗兼克．乔掌握这个卖空机会而赢得交易大赛的冠军．．．．．．而我坐在飞机上。", "\r\n\t重点是：如集你希望在市场寻求生存必须在生理上、心理上与情绪上尽可能维持100%的完美境界。根据我的估计，如果你实际上可以保持85%的平均水准，你的表现便相当不错了。", "\r\n\t所以，从事交易时，心理上要有所准备，你可能因为梦想不到的理由而亏损。某个时候．你完全掌握行情的发展，你已经站好姿势准备挥出全垒打，你却与妻子争吵，你的家人过世，或发生你从来想不到的某些事。", "\r\n\t以100%来准备，但85%便可以接受；这便是现实。", "\r\n\t", "\r\n\t第一篇结论：综合整理", "\r\n\t情况便是如此，你已经了解如何由根本做起。截至目前为止，我讨论的是个人交易成功的基本知识．我简略描述我的交易生涯，然后说明我一路走来所汲取的知识。", "\r\n\t在我提出的所有内容中，存在一个共通的脉络，便是我认为最基本的知识与原理。我想如果你可以运用这些基本的概念，发展出自己独特的交易风格，这些知识也将适用于你。", "\r\n\t如果你根据基本重点思考，将你的交易方法依经过时间考验的原理整合，你可以适应不断变动的任何市况。你虽然会针对行情的变动调整短期的策略，但基本原理始终有效。", "\r\n\t如果你明确界定自己的交易哲学，并严格遵守，你在交易过程中可以掌握重心；避免脱轨。特定而言，如果你可以保障交易资本，维持稳定的获利，不刻意追求全垒打，你可以避免大多数交易者一败涂地的下场。", "\r\n\t如果你研习\"道氏理论\"，你对于市场---所有市场--一行为的领悟将不是其他理论所可比拟。你将了解。市场活动基本上是一种心理现象。无法由绝对的角度衡量，但在几率的层次上却有高度的可预测性。", "\r\n\t如果你了解何谓趋势，它们何时发生变化，你所具备的知识可以节省许多无谓的探索。你可以避免随意进、出市场、并掌握顺势操作的决窍。", "\r\n\t如果你了解技术分析，包括优点与缺失，它们将协助你判定交易的时效。如果你仅采用少数基本的技术分析工具，你可以避开上多数技术分析者陷入的困境--过多指标造成的无所适从。", "\r\n\t如果你了解经济学的一些基本原理，包括货币与信用如何影响经济循环，你可以预测市场如何反应政府的干预政策．并从中获利。", "\r\n\t如果你了解如何管理资金，根据合理的风险一报酬关系从事交易，你永远不会被市场三振出局。", "\r\n\t如果你可以严格遵循交易守则，就能够稳定达成你的交易目标--这是优秀交易者的典型特质。", "\r\n\t然而，犹如先前所说地，知识本身并不足够。我曾经训练38位交易员，灌输他们本书截至目前为止的所有知识，但其中仅5人可以稳定获利。这并不是因为知识本身有所瑕疵。问题发生在人的部分；特定来说，他们无法以一致态度运用知识。我训练的每一位交易员都有赚钱的能力；他们都了解何时触犯某项交易守则，或未根据我传授的基本原理从事思考。然而，他们就是不断地重复犯错。", "\r\n\t我非常困惑何以如此。我深人研究心理学，阅读200多本相关的书籍。我获得的答案则是第二篇的内容。"], "imgs": []}