{"title": "第13章 史波克症候群： 理性与情绪之间的战争", "content": ["\r\n\t第二篇 迈向成功的决心：情绪的纪律", "\r\n\t学习的对象毕竟不是我们是否失败，而是我们何以失败，并如何根据失败改进，汲取我们过去不会运用的知识。就某种微妙的层次来说，失败即是胜利。 -- 理查依．巴赫", "\r\n\t你拿起这本书时，很可能希望它可以帮助你在金融市场中赚钱--这是值得追求的目标。事实上，本书的宗旨是协助你达成真正的成功，而不仅是赚钱而已，因为达成经济目标与成功的人生，两者之间存在相当大的差异。根据多年来在\"华尔街\"的经验，我看过太多人为工追求财富牺牲了他们的生活。以下这段寓言可以表达我的论点。 一位交易员的梦境", "\r\n\t从前有一位富有而著名的交易员。他一生都致力于成为全世界最棒的交易员，并且赚很多钱。他实现了这项目标，现在他已经拥有一辈子都花不完的财富。他发言的时候，整个金融界都会肃然倾听。然而，他却陷入困境之中。不论睡眠多么充分，他早晨起床时，始终觉得全身僵硬。工作的时候，他已经不再具有以往的精力与热忱--他所有的努力似乎都毫无意义。一生中，他首次觉得无助与失控。", "\r\n\t某天，他觉得疲惫而全身乏力，勉强来到办公室，当他坐在桌子前，却完全没有打开报价机的欲望。于是，他慢慢站起来，打开窗户，心想新鲜的空气或许有所帮助。可是，窗外的空气充满湿气与霉味。他甚至懒得关上窗户，便倒在躺椅上，心里琢磨着：\"我究竟是怎么回事？我已经拥有一切。我应该很快乐才对。\" 在混乱的思绪中……他又睡着了。", "\r\n\t他跌入一个四无边际的黑洞里，觉得黑漆漆的虚空将他往下吸，突然一股冷流将他往上带，于是他漂浮在太空中。在遥远的地方出现一个小光点，他开始在虚空中挣扎，试图朝光点前进。逐渐地，光点慢慢变大；最后，它已经不再是一个光点了，而是通往一座桃花心木大门的明亮走道。在一种迫切的冲动驱使下，这位交易员加快自已的动作，觉得门后隐藏着某些重要的事物。在阴冷的虚空中仍然满身大汗，他终于踏上坚实的走道，并举步走向那座大门。", "\r\n\t他的脚步声回响在空洞的走道，四周笼罩在不知来自何处的明亮光华中。大门隐的可见，但随着距离的缩短而愈来愈清晰。他看见大门上挂着一面铜牌、但还看不清楚写些什么。他加快自已的脚步 终于可以看见铜牌上的刻字。上面写道：", "\r\n\t如果你在寻找问题，请进。", "\r\n\t如果你在寻求解答，请进。", "\r\n\t他走到大门前，这座大门较他六尺的身高至少还高出两倍。他扭转门把推动时，大门很轻易地滑开，当它靠上内壁，上方落下不少灰尘。稍微犹豫之后，他便踏进了大门。", "\r\n\t他处身在他最早使用的办公室中，这是由一座仓库改装而成，完全没有窗户，光线非常微弱。那座樱花木书桌上， 堆放着一些看起来并不熟悉的档案与帐册。书桌旁有一张长方形桌子，上面仅摆着一个键盘．并接连着一个巨大的荧屏，上面正显示着他的脸孔。键盘前，坐着一位蓄着白胡须的老人，他穿着及地白袍。隐约地，这位交易员认为他便是\"时间之父\"。这位老人慢慢转过身来，目光如炬，并以低沉的声肴说道，\"什么事情耽搁了你？我一直在等你。\"", "\r\n\t\"可是我根本不知道这是怎么回事？我为什么来到这里？\"交易员结结巴巴地说道。", "\r\n\t\"你当然知道，你来这里学习如何才能够成功。\"老人笑着说。", "\r\n\t\"可是我已经知道什么是成功，\"\"交易员反驳道，\"我就代表成功。\"\"或许吧！但根据什么标准呢？\"", "\r\n\t这位老人并不给交易员回答的机会，转过身开始在键盘上输入一些指令，荧屏上显示出交易员一生的种种画面。过去发生的点点滴滴又生动地展露在他的眼前。他看见长久以来忘记的事件，以及一些过去视而不见的事物。看着看着，这位自以为可以完全控制自己情绪的人，却陷入了又哭又笑的愕境中。他看见自己卖掉大学时期使用的吉他时，他哭了，因为他当时认为吉他是一种玩物丧志的东西。他看见自己某一天因为亏损30万美元而愤怒的脸孔时，他大声地笑着。当他看见前妻生下他们的小孩而他却忙着工作，他又哭了。当他看见一位女孩，带着甜美的笑容与优雅的动作。与她未来的丈夫打网球时，他又笑了。随着画面一幕一幕的变动．他又哭又笑，他终于了解他拥有的一切是多么贫乏，而抛弃的一切又多么珍贵。最后，荧屏出现一片空白，那位老人转过身来。", "\r\n\t他沉默了一会儿，然后说民\"你是否仍然认为自己非常了解何谓成功？你有相当的成就--名利双全--但你把自己摆在何处？你想要什么？你梦想着什么？\" 他停顿了一下，拍拍桌面上的帐册，然后继续说，\"某些人仅有梦想而从来未付诸实现。某些人仅是默默工作而从来没有梦想。可是，还有少部分人，他们不但有梦想，而且也将梦想付诸实现。\"", "\r\n\t交易员缓慢地摇摇头，低声地说，\"你是谁？\"可是，在他说话的一霎那，老人已经消失在云雾中，他醒过来时，仍然大声地重复喊道，\"你是准？\"", "\r\n\t阵阵凉风由窗口吹进来，早秋的冷风驱散了城市空气中的潮湿霉味。交易员转过头望着窗外的天空，灰暗的云朵已经逐渐散开。不久之后，树叶将转黄而枯萎，春天又将带来新的生命。他慢慢地从躺椅中站起来，走向窗口。他又听到那回荡在走道的脚走声．．．于是他开始梦想。", "\r\n\t我想这段寓言的意义非常明白：名与利并不代表成功。对于每一个领域内的每一个人，成功都不是来自于某项特定的成就--它是一种生活的境界。犹如某位市场交易员所说：\"成功的生命是由成功的年份构成，后者是由成功的月份构成，它们又是由成功的星期、天、小时、以及短暂的时刻累积而成。成功是由一组目标构成。所以，你如果希望成功，则不仅必须有长期的目标，也要有短暂时刻的目标；每一个目标都应该相互关联，并结合为一个生命的宗旨 --快乐而充实的生活。\"", "\r\n\t成功必须具备目标，这个概念并没有什么新的启示。你可以翻阅任何讨论如何成功的书籍，或成功者的传记，你将发现成功与目标有密不可分的关系。如果缺乏明确的目标，就无法汇集精力，无法拟定计划，自我提升的努力将失去焦点。然而，仅有目标也无法确保成功。寓言中的那位交易员，在达成毕生的野心以后，却充满失落的空虚感--他丧失了生活的毅力。", "\r\n\t我想，那位交易者的经验多少反映在我们每个人身上。或许形式与程度各有不同，但在情绪的心境与意识的信念之间，每个人都会有矛盾与冲突。冲突过于激烈而无法有效运作时，我们将犯错．．．．有时是大错。在人类的生命中，最严苛的挑战是如何达成整合的境界；在这种境界内，理智与情绪可以融合为一个共同的结构，并提供我们成功所需的知识、方法与动机。达成这种境界，需要将外部的知识与内部的独特经验整合。核心的问题在于如何设定可行的目标，并且又具有驱动力的真实感--这些目标在情绪上具有重要性，而且又可以提升生命的意义。 所有动物都面临一个根本的选择：生或死。每一物种都有本能的生存方法，但人类最为独特；老虎猎食，鹿到处寻求安全的草地，但人类会思考。人类是唯一必须通过意识与积极的心智运作选择生存方式的生物。对于任何动物来说，成功代表根据本能的生活方式维系生命。对于人类而言，成功代表以理性的方式来生存。人类必须运用逻辑与推理来辨识真实，界定生存的必要条件，学习如何满足个人的需要。所以，人类必须采取行动实现自我。", "\r\n\t成功而需完全面对现实，辨识与生活在真理之中，这并不是因为它是上帝指示的真理，而是因为唯有真实，现实与真理，人类的生命才有动力。", "\r\n\t将真理付诸行动，是成功之所以有意义的根源。在哲学上，这是诚实的泉源与力量。诚实是不断追求知识的心态，包括自我反省的知识在内，而所有的行动都只能以此为依据；这蕴涵着另一种意义，通过任何欺骗手段（包括自欺在内）达成的一切都没有意义，而且会有破坏性的后果。诚实不是根据某种指令生活，例如：\"你不可以做伪证\"而怕受惩罚；它是理性人类生存的必要条件。", "\r\n\t在上述寓言中，这位交易者虽然有诚实的意图，但却未诚实地面对自己，使自己陷入几近崩溃的境界。他没有不断检视与评估内在与外在的状况。而将名与利设定为目标，并在追求名利的过程中丧失了生命的意义。他以金钱与影响力衡量自我的价值，使他没有能力享受生活的过程。他将自已设定为著名心理学家卡任．翟尼所谓的\"理想化的自我形象\"，使自己仅能够倚赖一套僵硬的\"应该\"来生活，但这些\"应该\"与提供快乐的价值并没有明显的关联。他对于辛勤上作、效率与自尊的\"应该\"，原本可以用来提升生活，却用来维系理想化的自我形象，并使他与生活产生隔阂；原本可以用来充实自我的价值，但却形成自我的疏离感。由于这位交易者未能追求自我的知识--未诚实面对自己--他的价值与长处反而成为生命中的破坏因素。", "\r\n\t截至目前为止，我并未单就金融市场的角度讨论成功，所以我究竟有何意图呢？答案是：太多人进入金融市场追求名与利，他们都将无法逃避失败的命运。寓言中的交易员反映出大多数市场参与者的心里：\"只要有足够的财富。我就可以随心所欲地做任何的事，而每个人都将崇拜我．．．．．．，我将自由．．．．．我将快乐！\"", "\r\n\t根据我个人的经验与观察，我认为这是一种致命的想法。财富虽然可以提升人们的生活，实际上却经常造成破坏；理由是缺乏自我了解。许多在金融市场获致成功的人们，却染上压力导致的心脏疾病。某些人每天晚上仅能在酒瓶里找到安宁，利用财富逐渐瓦解他们创造财富的能力。另一些人能够镇静地渡过数次破产的打击，却无法承受自己的经济成功。更有许多人，充满精力与热忱地来到金融市场，却垂头丧气地离开，信心遭到彻底的摧毁，再也无法在压力下工作。", "\r\n\t追求财富的欲望，确实可以驱使你获得更多的市场知识，并使你赚钱，但你的个人生活却必须付出沉重的代价。追求名气的欲望，通常是源自于缺乏自信与自尊，在这种心态上获致的任何名气都毫无意义。将名利视为唯一的追求对象，其程度的多寡即代表你失败的程度--这不仅是就个人的生活而言，经济的生活也往往是如此。", "\r\n\t相关的理由非常复杂，后文将会详细讨论。本书第二篇的内容希望提升你自我了解的能力，使你可以与真正的你打交道，并使你掌握成功必须具备的条件。所有这一切都围绕在一个重点上：情绪之纪律的性质与根源--执行知识的意志力。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t第13章 史波克症候群： 理性与情绪之间的战争", "\r\n\t导论", "\r\n\t我的已故好友弗兰克．乔称金融交易活动为一场战争。然而，战场是在内心深处，战争的规模与性质则因人而异。", "\r\n\t我曾经见到交易员一动也不动地默默坐着，似乎一切都在控制中，但他们的内心正在剧烈挣扎，无法了结一个明显不利的头寸。我曾经见过瘦骨如柴的交易员，挥动一座15磅重的时钟，扔向两英寸厚的实木墙壁，撼动两个房间的玻璃窗。我还听过连我也觉得惊讶的脏话。我也见过人们缩在椅子上，捧着胃部强忍着压力引发的疼痛。我面对着报价荧屏时，也经常双手冒汗。心跳转剧，面红耳赤，肾上腺素大量分泌 似乎我遭遇莫大的危机，而实际上仅不过面对着数字不断跳动的报价荧屏而已。在这场战争中，我们面对的究竟是怎么样的内部敌人呢？当我们面对着数字这类的客观事实，内心深处何以蕴酿如此非理性、甚至于狂烈的情绪呢？", "\r\n\t回答上述问题，并学习如何克服我们内部的敌人，或许是追求成功的最重要单一课题--不仅是就交易者或投机者的身份来说，也是就个人整体而言。在交易生涯内，我曾经与许多人共事，其中仅少部分人可以稳定地获利，他们是真正的专业者，但大多数人最后都以亏损结束，未继续留在金融圈。例如，我在1980年代曾经训练38位交易员，其中能够获利的只有五位，并继续发展他们个人的交易事业。我教导他们在金融市场生存与获利的知识与方法。他们都可以随意运用办公室里的任何信息，也可以随时与我交谈，但他们大多无法维持六个月以上。观察与评估他们的行为，我开始了解成功与失败之间的重大差异，这不仅是就交易而言，也包括任何领域与事业。", "\r\n\t差别并不在于智慧与知识，而是在于执行知识的意志力。取得交易或任何领域必要的知识都相对容易。以瘦身计划为例。你可以走进任何书店找到无数这方面的书籍，专家们提供许多有效的减肥方法。然而，每100也尝试减肥计划的人，仅12个人曾经实际减轻体重，这12个人当中仅2个人可以保持一年以上。所以，成功率为2％--低于商品交易的成功率5％。", "\r\n\t不论交易、减肥或追求任何目标，最困难的部分并不是知道怎么如何做；而是下定行动的决心，并坚持下去。我们拟定决策时，通常至少有两种以上的选择。后续的执行之所以困难，是因为我们对于选择仍然处于三心两意的冲突中。这种冲突的来源与性质究竟如何呢？即使我们知道应该怎么做时，何以经常还是难以实际去做呢？", "\r\n\t在一部老旧的电视影集\"星际迷航记\"中，主角之一的史波克便为上述问题提供了最佳的解答。半为瓦肯人，半为地球人，史波克在天性上便处于相互冲突的状况。根据故事的说法，远古的瓦肯人是一种残暴而野蛮的人种。唯有在逻辑与理性的哲学严格规模下，瓦肯人才可以驯化野蛮的特质，并冷静地致力于追求知识。在逻辑的严格规范下\"纯粹的\"瓦肯人应该不会被感情与情绪困扰。然而，史波克一半是人类，幼年时受到母亲的情绪影响，所以他仍然有情绪上的问题。最感人的故事是形容他在理性与情绪之间的挣扎，他在生死关头被迫处理情绪上的反应。", "\r\n\t我认为，史波克之所以吸引如此多的影迷，最主要是因为他的个性被戏剧性的手法凸显，并反映出人性的冲突。在影片的对白中，你经常可以听到类似下列的对话\"我的头脑告诉我停止，但我的心灵告诉我放手去做\"这意味着人类的天性有两种截然不同的层面：一是理性，一是情绪。大多数人认为，人性这两个层面是相互分离，毫无关联，而且经常处于相互冲突的状况。接受这种情绪与理性的两分法--认为它们必然没有关联，甚至于相互冲突--这便是大多数人性冲突的根源，包括内心与人际之间的冲突在内。", "\r\n\t犹如史波克一样，如果我们的天性也被截然划分为二，如果我们的天性中有两个不同而相互冲突的层面，我们将倚赖那一个层面呢？或许更重要地，我们如何可能避免内部永恒的冲突与挫折，并拥有一个经过综合的人性与完整的生活呢？", "\r\n\t如果你接受情绪与理性互不相容的前提，上述问题必然仅有否定的答案。如果你相信人类的灵魂必须永远处于决对的状态，它便会如此。我称此为自我折磨的史波克症候群。这个行业之所以处于战争状态，生活之所以是痛苦的挣扎，敌人便是史波克症候群。然而，犹如大多数战争一样，解决冲突未必需要仰赖暴力的手段，而仅需要拔除导致冲突的概念。就目前的案例来说，这是指我们必须挑战上述前提，情绪与理性是两种互不关联的人性层面。这是指我们必须正视情绪在人类生活中所代表的性质与目的，尤其是愤怒与恐惧代表的功能。", "\r\n\t由猎食者到交易者：人类情绪的演化", "\r\n\t山顶洞人奥格正在一棵大树下打盹，并消化野香蕉的午餐，身旁摆着一只木棒。突然传出啪的一声．不到30尺外有树枝被野兽撞断。奥格一跃而起，双手持着木棒，肌肉紧绷而随时准备攻击．眼睛注视着声音的来源。他嗅着空气中的味道--野猪，虽然危险，但也是美味的猎物，它正在上风的位置。", "\r\n\t他悄悄地逼近猎物，心跳转剧。10尺外的树丛传出摩擦的声音，然后是一片死寂。他举起他的木棒，虽然有一股转身逃走的冲动，但他还是留在原地，一动也不动，准备攻击。", "\r\n\t在恐怖的呼声中，野猪由树丛里冲出来．獠牙朝下而随时准备杀死它的敌人。奥格也发出一声可怕的吼叫，跃向一旁，并挥动木棒攻击，但出棒太晚而仅击中野猪的背部。腿部传来一阵剧痛，奥格低头看，大腿的外侧被报还划开一道血沟，鲜血不断流出，野猪回过头来，稍微犹豫一下，又开始冲过来。受伤后的奥格非常愤怒，以超人的力量挥舞木棒，这次攻击恰到好处，野猪的头颅被击碎而当场死亡。稍微整理一下伤口后，奥格拖着野猪回到洞穴，他与他的伴侣将可以享受一个星期的野猪肉。", "\r\n\t现在，交易员约翰坐在他私人房间的报价机前，正等着芝加哥期货交易所债券期货的开盘、根据昨天的新闻报导，日本中央银行调高利率，所以他在昨天收盘时建立一个新头寸，卖空200口债券期货合约。他的判断简单而合理。债券市场已经上涨了好几个月，而目前正形成技术性的顶部。", "\r\n\t日本人是美国公债的最大持有者，而现在融资购买债券的利息已经高于殖利率。美元对日圆的汇率持续下滑，而因为美国经济相当疲软，联储不可能调高利率支撑美元。事实上，市场甚至谣传联储将调降利率。外国投资人持有20％的美国长期公债，他们将抛售公债-一他有把握。这是多年来罕见的好机会！", "\r\n\t然而，他也知道自己的判断可能发生错误。所以，他在昨天高价的上方5档处设定心理停损，这相当于是在卖空价位的上方10档。在这笔交易中，他仅愿意承担6250O美元的风险．．．不能更多。", "\r\n\t开盘了！他的心跳稍微加快。价格以昨天的收盘价开出来！他原本预期会跳空下跌！一定发生什么差错。经过10分钟之后，价格较开盘价上扬2档。他拿起内线电话找他的助理。", "\r\n\t\"比尔，打个电话到债券交易池。看看发生什么问题。\"", "\r\n\t\"知道了，约翰。\"", "\r\n\t他放下电话。点燃一根香烟，盯着价格走势图。\"我应该没错，\" 他自言自语地说。\"我知道这里应该反转。一定会！\" 他的助理在内线电话上。\"交易很熟络，但没有什么不寻常的现象；没有不寻常的大额卖单。\"", "\r\n\t在接下来的一个钟头内，价格持续攀升，逐渐接近他的心理停损。他已经损失7档、8档、9档 ．．．．． 突然，价格就像攻击中的野兽一样，向上跳动5档，直接穿越他的心理停损。", "\r\n\t\"不-一！ 约翰尖叫一声，甚至回声在门外的走廊中。然后是一片死寂。大约一分钟后，内线电话打破了寂静。", "\r\n\t\"约翰，我是不是应该回补？\"", "\r\n\t'不，一定会暴跌-一稳住。\"", "\r\n\t约翰的声音很平静．．．或许太过于平静了。他必须刻意压低声音，以防止脑袋爆开。心跳加速，他甚至于可以感觉肾上腺素不断分泌。他又点了另一根香烟。价格又向上跳一档．．．．．现在已经损失 15档，总共200口合约--93750美元。", "\r\n\t接下来几个钟头内，价格基本上都在原地打转：向上跳一档 又回跌一档。约翰的心情也随着价格起伏不定。", "\r\n\t突然间，价格又开始向上攀升，速度不快，但走势非常稳定。烟灰缸已经堆满烟头，而汗水由他的额头滚落，约翰以--种诡异的神情盯着报价荧屏，心中自动盘算着自已的亏损：10 万美元、106，250美元、112，500美元、118，750美元。内线电话又响T；他的助理。", "\r\n\t\"约翰？\"", "\r\n\t\"他妈的，不要！！！它一定会下来！\"", "\r\n\t他用力挂断电话，猛捶桌子，一面对荧屏叫道\" 下来，你这个XXX一叫\"突然之间。他再也无法承受了。", "\r\n\t\"比尔！！把那些XXX全部补回来-一现在！\"", "\r\n\t然后；他气冲冲地离开办公室，直奔\"三一广场\"的酒吧，以威士忌浇熄心中的怒火。", "\r\n\t隔天早上，债券向下跳空开盘，连续五个小时都笼罩在沉重的卖压下、场内传出消息，日本方面大量抛售债券。比尔垂头丧气地看着盘面。约翰并不在办公室；他酗而在家里睡觉。", "\r\n\t猎食者奥格与交易者约翰，两者都是人类，他们的天性同样都是源自于数百万年来的演化程序。在奥格与约翰之间，相似性远多过相异性，相异性仅是程度上的差异而已。两者都俱备高度演化的智慧。两者都具备想像力（山洞内的壁画便是证据）。两者都有情绪。最大的差别是，约翰拥有较多的智能与知识。", "\r\n\t然而，谁的行为更可以配合天性与环境呢？显然是奥格。他的忿怒与恐惧对他有所助益，协助他保护自己，并获得食物。在另一方面，约翰也呈现基本上类似的情绪反应，他的行为却有自我破坏的效果。", "\r\n\t根据精神病理学家威拉德．盖林博士的看法，在达尔文的演化论中，愤怒与恐惧是在紧急或压力的情况下，提升生存机会的情绪，但我们的某些遗传已经不再有用。", "\r\n\t他认为：", "\r\n\t在许多物种中，愤怒与恐惧都是应付危险的重要情绪反应。我们的文明较接近动物的远祖时，这些情绪对我们较有助益。当我们受到野兽威胁，愤怒可以凝聚我们的力量，并在智慧的配合下；展开攻击。然而，现在的危险不再是来自于树丛，大多是由信封袋里落出来．．．．数百万年的演化，可能仅因为几万年的文明而显得过时了。", "\r\n\t盖林并未主张，愤怒与恐惧在现代生活中全然没有地位，但他暗示我们有责任适当引导它们。否则，它们反而会造成我们的危机。预期危险时，愤怒与恐惧的情绪，可以使野兽在心理上与生理上产生战斗或逃避反应--根本的生存工具。现代人与野兽不同，我们的反应并不局限于战斗或逃避。我们面临任何威胁时，通常可以消除造成威胁的因素。", "\r\n\t我们可以改变现实环境中的基本性质。在某种层次上，我们是自身未来的规划者之一。不需被动地臣服于现实环境。", "\r\n\t在另一方面，广泛的选择，配合着想像与预测未来事件的能力，可以让我们预先掌握担忧的事物。不同于野兽，我们的情绪不会对于现实环境自动产生反应。我们反应的对象是经过解释的现实环境。一个人如果相信风是来自于亡灵寻找安息之所，他对于暴风的反应必然不同于受过训练的气象学家。情绪可以协助我们或伤害我们，可以保护我们或摧毁我们，这取决于我们对于未来现实环境之信念与判断的精确性。 情绪的助益", "\r\n\t心理学家纳撒尼尔．布兰登将\"情绪\"定义为\"人类评估现实环境的某些层面对于自身将产生的利弊关系，并根据这些经验所做的身心反应\"。情绪是一种\"身心\" 的形式。这表示情绪是一种源自于心理程序的生理反应。这种心理程序是一种价值评估，以判断相关事物对于我们是有利、还是有弊。", "\r\n\t以一把装上子弹的镀银左轮枪为例。一位小孩子如果不了解枪支的杀伤力，他可能会被光亮的外表吸引。然而，这位小孩如果曾经见过他的父母被枪支杀害，他应该会排斥枪支而躲开它。第一种情况下，左轮枪是有趣而好玩的东西，一项新发现。第二种情况下，左轮枪是危险而有害的东西，杀人的家伙。", "\r\n\t同理，我们对于任何事物的情绪反应，取决于潜意识在既有的知识范围内如何评估该事物。判断与反应的速度非常快，远甚于意识的作用。我们必须停顿、思考、反省 才可以辨识情绪的来源，如果确实可以理出头绪的话。我们由何观察呢？根据我的了解，艾恩．兰德提出一个最适切的答案：", "\r\n\t人类对于善良与邪恶的感受能力虽然没有选择的余地，但可以根据价值观选择何者是他所受或所恨，希冀或恐惧。如果他选择非理性的价值观，他将把情绪的机制由保护的功能切换为摧毁。非理性即是不可能；它与现实相互矛盾；欲望无法改变事实，但事实可以摧毁欲望的所有者。如果人类希冀、并追求矛盾---如果他既希望吃下蛋糕，同时又保有蛋糕--他的意识将会崩解；他将会把内在的生命转变为盲目的战争，一切都陷人黑暗、不协调、无意义的冲突．．．．．．。", "\r\n\t为了了解我们的情绪，必须了解情绪的来源：我们的价值观\"价值是取舍的判断标准\"。我们的价值观是由许多我们认为必要或想要的事物、观念与原则构成，不论喜欢或不喜欢，它们都存在我们的潜意识中，并排列为井然有序的结构。", "\r\n\t这个层次分明的结构，让我们的心灵可以判断价值--一我们的欲望、目标与信念---我们是根据善、恶、利、弊的标准，拟定它们相对的重要性，并排列它们的秩序。在理想的状况下，如果我们的评估标准与我们的理性相互协调，我们珍惜的每一种价值、信念与目标便不会矛盾，对我们的生活也有助益。我们在意识或潜意识中选择自身的价值，而所做的选择将成为情绪电脑的程式软体。犹如一般电脑一样，软件的内容将决定结果的价值。", "\r\n\t人类是具有意志力的生物。为了求取生存，人类必须选择思考；辨识现实，整合可供运用的资料。这即是自由意志。我们具备自由意志，这是指我们可以提供或改变潜意识电脑的程式，但我们不能改变它的功能。\n      ", "\n\t", "\n\t ", "\r\n\t我们的情绪便是这项功能的一部分。生物学上的演化使我们具备一套机制，以迅速反应复杂的事件，但我们在潜意识中接受的价值与信念将决定情绪反应的形式。所以，价值观的有效性（这是指在现实环境的有效性而言），将决定情绪的有效性。此外，因为人类具备概念化的能力，并能够预测未来的事件--不论这些能力是事实，或仅是想像一一我们可以把情绪的功能扩张至其他动物在\"设计上\"的领域之外。根据文恩．兰德的说法：", "\r\n\t人类的肉体是一种舒适--痛苦的机制，可以自动显示身体的健全或伤痛，它可以反映基本的抉择，生或死。人类意识中的情绪机制也是如此，这具备相同的功能，可以反映两种情绪上的基本抉择；快乐或痛苦．．．．．．情绪是一种评估，判断何者可以提升他们的价值，何者将威胁他们．．．．．迅速的盘算将使他得知获利或亏损的总和。", "\r\n\t然而，人类肉体上的舒适--痛苦生理机制，是一种自然存在的价值际准，并取决于个人的身体性质。情绪机制中的价值标准便非如此。因为人类没有先天的观念，所以不会有先天的价值判断。", "\r\n\t这种观点截然不同于史波克与瓦肯人。史波克希望否决情绪的存在与有效性、因为他认为情绪具有非理性与负面的性质。兰德在情绪与价值、以及价值与理性之间建立一种直接的逻辑关联。她认为价值观的精确性与有效性，将决定情绪的完整性与力量。根据兰德的观点，情绪的冲突起源于价值观的冲突，如果在理性的运作上认定价值观为错误，人类有能力修正。", "\r\n\t所以。根据天性与遗传来说，我们并非注定会陷入内在的冲突。然而，为了避免内在的冲突，我们必须选择相互一致而有助于生活意义的价值观，唯一的方式是通过理性的思考。", "\r\n\t具备相互一致而明确界定的价值观，情绪便可以担任保护的功能，成为人类灵魂的快乐一痛苦机制，并在必要的情况下，针对复杂的事件提供立即而有效的反应。这便是人们所谓的\" 直觉\" 或\"第六感\" 更重要者，在工作、游乐与人际关系中，凡是有助于提升生活意义的行为，情绪都可以提供报偿，这种奇妙的身心反映，我们称为愉悦的心境。在健全的情绪结构下，我们不仅可以追求成就，而且可以享受生命的过程；其中的乐趣可以不断强化我们的追求动机。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t情绪的破坏性", "\r\n\t不幸地，达成情绪的一致性，可能是我们面临最艰难的挑战。人类不能免于错误：我们会犯错，我们的父母会犯错，以及其他等等。我们每一项信念，每一项抉择都会影响潜意识的程式，并因而影响情绪的反应。新的抉择与信息出现时，我们的心智会重新检验，并试图协调新、旧的成分，于是冲击会贯穿整个情绪结构。", "\r\n\t新信息在价值结构中所处的位置愈基本，它对于情绪反应的冲击愈严重。现实环境迫使我们承受自身行为的后果--一笔好交易带来获利，一笔坏交易造成亏损。意识与潜意识中的价值结构与内容，将决定我们在情绪上如何体验行为的后果--我们如何感受自身的行为。我们体验快乐时，生命将充满动力，并渴望地继续向前迈进。我们体验痛苦时，将陷入沮丧与恐惧中，并试图逃离造成痛苦的原因。", "\r\n\t如果我们试图将错误或相互矛盾的信念整合进入价值结构内，会如何呢？如果我们做了错误的抉择，或在必要的时候未抉择，又会如何呢？如果情绪是由价值与信念决定，持有错误的信念或相互冲突的价值观，将会产生误导或\"混淆的\"情绪，也可能提供自我摧毁的行为动机。", "\r\n\t例如，如果某人相信人性本恶，而且应该以一生的时间赎罪，并准备死后前往天堂，则追求与取得物质的财富便不是十分重要。如果某人在潜意识中认为，自己没有快乐的权利，在面对值得愉悦的事件时，他可能会有罪恶感。如果一个民族相信他们是最优秀的阿利安种族，相信上帝指派他们统治其他民族，他们将漠视无辜的屠杀，根据心理治疗的现象显示，某些情况下，面对积极的成就时，某些人会呈现痛苦、恐惧或罪恶感，面对着他人或自我的毁灭时，却会呈现兴奋的愉悦。", "\r\n\t很少人--一如果有的话--一的情绪结构是全然的自我提升（以正面的意义而言），或全然的自我毁灭。我们都会有混淆与矛盾的价值观和前提；某些信念可以自我提升，某些则会自我否定。以此前的交易者约翰为例。他认定知识的重要性，并正确地运用它们（虽然时效的掌握不理想）。他充满自信地建立头寸，但他最初便承认自己可能犯错。我们可以假定他是一位相当成功的交易员，因为他有能力从事200口合约的交易。如果这笔交易很顺利，他一定非常得意，因为他不仅可以获利，而且市场证明他的判断正确。这都是很合理的现象。然而，市场出现不利的走势时，他产生遭到攻击的威胁与恐惧感。他让恐惧与谬误的自尊超越理性的判断。 他虽然知道自己违背了交易守则，但仍然让希望取代现实。", "\r\n\t交易者约翰或现实世界的任何人，他们的行为何以违背即有的知识，其中的理由非常复杂，我们将在下一章详细讨论。", "\r\n\t然而，如果我勉强将相关的理由简化为一个句子，应该是：他试图避开犯错的痛苦。最严重的威胁并不是来自于金钱的损失--一优秀的交易员会把偶尔的亏损视为是交易的一部分。导致非理性行为的强烈恐惧感是来自于犯错的可能性。他采取行动逃避痛苦，这便是他的问题。", "\r\n\t故事中，他采取的最后一项行动是--逃避。他逃离办公室，试图以酒精转移自已的痛苦，恢复自己的情绪。结果：他的亏损超过原本设定的程度，错失隔天的交易机会，忍受饮酒过量的痛楚，这一切都是因为他的价值观过于强调避免犯错的重要性。他的情绪引导他走上自我毁灭的道路。", "\r\n\t某些时候，即使你认为自己处于最佳状态，仍然可能采取自我毁灭的行动。例如。你在场外进行S＆P期货的当日冲销交易时，交易指令的执行经常十分不理想。情况的发展大致如此，我打电话给场内，要求报价。（译注 报价分为大数和小数。大数明确，则仅报小数。小数分两部分，一边为报买价，一边为报卖价。）", "\r\n\t场内经纪人：\"345 25--30。\"", "\r\n\t维克：\"市价买进 30口\"", "\r\n\t场内经纪人：\"35成交30 口\"。", "\r\n\t维克：\"35！现在价格多少？\"", "\r\n\t场内经纪人：\"25－30\"。", "\r\n\t在报价为25-30的时候，我以市价买进，竞然30没有成交任何合约，全部成交在35，而交易价格仍然是25-30。某个人偷了我30次的25美元，我却无能为力；750美元就这么不见了。实在应该请\"调查局\"到芝加哥期货交易所调查这类行为。这使我非常愤怒。", "\r\n\t在1986年与1987年初，我主要从事S＆P的当日冲销交易，经常一天进、出30次以上，许多交易便发生上述状况。虽然我在交易中获利，但这种不公正的现象太令人生气，并使我的血压升高。为了健康上的考虑，我有三个可行的方案：", "\r\n\t1 不要从事S＆P的当日冲销交易。", "\r\n\t2 接受欺骗而继续从事交易。", "\r\n\t3 继续生气，并以自己的身体为代价赚钱。", "\r\n\t由于我很在意自己的健康．所以选择第一与第二个方案。我减少交易次数，我交易时，心中已经准备接受抢劫。于是，我的血压降低了。", "\r\n\t盖林认为，现代文明使恐惧与愤怒变得有些过时，他便是指这种情况而言。我们回头讨论交易者约翰，他所有的情绪反应原本都是为了保护自身，让他们战斗或逃避因应危险。约翰面对着真实而有形的威胁，他可能发生亏损；这种情况下，某种程度的恐惧反应是可以理解的。然而，他的愤怒与实际发生的一切，完全失去了平衡。事实上，他无需选择战斗或逃避，至少可以不采取实际的行动。他试图逃避，却愈隐愈深。执行停损是唯一的合理逃避方式。他试图战斗，结果呢？如果你希望过着充满挫折感的生活，那你不妨尝试与市场战斗。", "\r\n\t如果约翰执行停损，情况又会如何呢？应该会好多了。他会蒙受一些痛苦，但也可以避免发生额外的损失；更重要者，他知道自己遵循交易守则，所以他可以很有自信地重新来过。他可以重新考虑当时的情况。他可能认为，自己的判断太过于精确而超过市场的反应，并决定等待另一个卖空机会。然而，他并没有这么做。他让自身的矛盾击败自己；他让情绪由保护者转变为摧毁者。", "\r\n\t一致性表现的根源：情绪的纪律", "\r\n\t我虽然还没有达到全然一致性的整合境界，但我并不准备屏息以待。人们在这个布满荆棘的世界中成长，围绕在各种疯狂的哲学思想中，承受来自家庭方面的错误压力，接受学校制度的矛盾教育，在社会上试图谋取生计，并尝试在整个价值体系内纳入完美的秩序，同时又必须调整情绪反应符合既有的价值结构，这一切几乎已经超越可能的范围，所以，我们能够怎么办？我们能够做的仅是尽可能地追求整合的境界--让思想、行为与情绪相互一致--而使生活基本上成为是一种愉悦的过程。", "\r\n\t如果想获得理想的交易绩效，你必须：", "\r\n\t1 建立目标。", "\r\n\t2 取得市场的相关知识。", "\r\n\t3 界定有效的交易守则。", "\r\n\t4 严格遵循交易守则而执行上述三者。", "\r\n\t前三点相对容易，但付诸执行非常困难。如果对于自身与市场都具备完整的知识，执行便很容易。不论我们在生命中追求什么目标，情况都是如此。然而，我们的知识并不完整，而且无法全然避免错误，所以我们的行为必须根据既有的最佳知识，不可受到诱惑而违背交易法则，因为我们在心理上与生理上都必然会遭受恐俱与忧虑。犹如任何技巧一样，克服非理性的冲动，需要训练与纪律，就此处来说，这是情绪的纪律。", "\r\n\t纪律是一种态度，使行为可以完全依据一套既定的法则或原则。犹如先前的说明，情绪是一种与生俱来的功能，取决于我们的价值观与信念。严格来说，情绪不能够被直接训练，而情绪上的纪律并不适用了情绪本身，适用于我们如何处理它们，如何以思想与行动回应情绪。", "\r\n\t情绪的纪律是接受情绪的一种持续性程序，试图辨识它们在价值观上的根源，评估它们与当前事件在关系上的有效性，并在目标与行动之间建立一种经过综合的一致性关系。经过持续的练习，情绪的纪律将成为一种习惯，使你可以处理情绪而不至于迷失在情绪之中。", "\r\n\t如果你可以接受情绪，了解情绪是与生俱来的功能而不应该与它们搏斗，你便不会把它们视为破坏者，而是自我中不可或缺的一部分，它们可以提供潜意识中的可贵信息。如此一来，先前用来与情绪搏斗的精力便可以转移至他处，尝试了解它们在价值体系中的根源，并评估你对于当前事件的反应。通过这种程序，并观想情绪冲动的反应可能造成何等可怕的后果，你可以更加相信你有选择的余地，你可以选择理性或非理性的行为，这是在你的控制之中。", "\r\n\t情绪激动时，我们的精力与感知都会大幅提升。何以需要与它搏斗呢？我们可以运用这些精力与感知。经过持续的练习，情绪的纪律可以协助我们营建自信心， 并控制自身的行为。它让你可以将先前浪费的精力转移至自我了解的有益目标。情绪的纪律是一种工具，它使你可以管理情绪，并选择最佳的行动，而无需被迫接受强制性的反应--它使你具备意志力执行你的知识。", "\r\n\t拥有执行的意志力，代表有能力或力量执行一套具有特定目标的行为计划。这代表有能力决定。 \"决定\"在拉丁文的意恩是\"排除\"。一旦你真正做成决定时，你的心智已经认定没有其他更理想的可能选择。这种情况下，执行计划已经不是选择性的问题，而是必要性的问题。计划的本身变为一种价值，如果能够将它整合进入潜意识中，它实际上可以受到情绪的支持。依此方式练习，则情绪的纪律不仅可以提升你的行为能力，也可以降低情绪冲突的程度与频率--它可以促成一致性的思想、行动与感觉。", "\r\n\t结论", "\r\n\t史波克的个性凸显出我们共有的一个核心问题：情绪与理性的冲突。然而，他处理这类冲突时，违反了瓦肯哲学的最高原则：逻辑。他忽略一项事实，情绪是与生具来的一种不可或缺的成份，否定或试图排除它的存在，势必造成内部的永恒冲突。他不了解，我们必须根据选定的标准--生命是一种理性的存在--界定个人的价值观。", "\r\n\t在意识或潜意识的层次上，情绪取决于我们选定的价值观。为了确保情绪具有正面的意义。我们必须通过情绪的纪律，排列与整合情绪的反应。否则，情绪与理性将处于持续性的冲突中。", "\r\n\t身为交易者、投机者或投资者，建立一个头寸时，你的判断与情绪便必须直接应付挑战。根据定义，你必须接受风险，而风险必然伴随着某种程度的恐惧与其他各种情绪。如果你像史波克一样，忽略或试图压抑情绪，你造成的内部冲突在心理上与生理上都将构成严重的伤害。心理上，情绪的冲突将直接造成心理的负担。生理上，情绪反应造成的压力将导致失眠、高血压、胃溃疡、疲倦或其他更严重的伤害。", "\r\n\t将情绪的纪律视为一种持续的程序而不断练习，你可以控制自己的心智，并培养决断力，同时也可以降低情绪冲突的程度与频率，这不仅对交易重要，也是一种积极的生活方法。这是我知道唯一的方法，可以促使身心的一致性，并持续滋长自我的尊严。", "\r\n\t然而，我们的价值观与信念都有矛盾与混淆之处，它们隐藏在潜意识中，所以情绪的纪律在练习上并不容易，判定情绪反应的根源尤其困难。这需要通过自我的反省，以辨识与了解价值信念和现实之间的关系，并舍弃矛盾的信念。可是，舍弃不当的信念，采纳新的信念，并不能保证我们的情绪反应会随之改变。改变情绪的反应，需要通过长期的自我反省，诚实地面对自己，而且在放弃某些珍贵的价值时，必须愿意承受相关的痛苦。", "\r\n\t本章中，我提出一个问题，不仅在金融交易上非常重要，它与实际生活也有密切的关系；史波克症候群；并由一般性角度提出解决问题的方法；情绪的纪律。下一章我将讨论成功的意义与根源，并将情绪冲突的问题分解为更明确的部分。特定而言，我将说明动机与决心的性质。将情绪冲突的问题，划分为定义明确而易于了解的领域，目的是使它们轻易于接受改变。"], "imgs": []}