{"title": "第14章 成功之道", "content": ["\r\n\t成功的必要条件", "\r\n\t我认为，身为交易者、投机者与投资者，如果希望在金融交易中获致稳定的成功，需要具备一组个性上的特质。", "\r\n\t第一，必须具备有根据的自信心，相借自己的心智可以学习真理，并由正面的角度运用在生活中的每一个领域。", "\r\n\t第二，必须具备自我的动机与决心,有能力与意愿将时间与精力花费在交易的知识上，并学习如何交易。", "\r\n\t第三，必须具备知识上的独立性，面临各种不同的见解时，可以根据事实自行判断。", "\r\n\t第四，真诚地热爱自己的工作，体认最大的报酬来自于工作过程的本身，而不是工作得到的名与利。", "\r\n\t这些特质在生活中的每一个领域都很重要，金融圈内的快速步调与波动，更凸显出它们的必要性。缺乏自信，你将永远处于恐惧犯错的情境中，这种恐惧感迟早会令你无法思考或拟定决策。缺乏自我的动机与决心，市场中的剧烈竞争将会活生生地吞噬你。缺乏智识上的独立性，你将迷失在变幻莫测的意见浪潮中，并陷入金融的漩涡内。缺乏诚实面对自己的能力，你的愿望将取代现实，你将发现自己不是根据事实拟定决策，而是根据自身的愿望与期待。缺乏对于工作的热爱，你的工作将变得沉闷无趣；你将丧失持续工作的动机与力量。", "\r\n\t这些都是可以培养的，但你必须通过坚毅的决心了解自己，并理清你与现实之间的关系；换言之，你必须了解你想由生命中得到什么，你为什么想得到它，你如何得到它。自我了解是人生的指南针，它将指引你踏上成功的道路，它也是一座灯塔，因为人生免不了挫折与痛苦，当你因此陷入彷徨与混淆时，它将指引你正确的方向。然而，唯有你试图向前迈进，它才会指引你。", "\r\n\t第二篇的前言中，那位睿智的老人说道，\"某些人仅有梦想而从来未付诸实现。某些人仅是默默地工作而从来没有梦想。可是，还有少部分人不但有梦想，而且也将梦想付诸实现。\"看看那些成功而快乐的人。 他们最大的特征是热爱他们的所做所为。观察他们，你将发现，他们可以不接受报酬而工作。赚钱仅是附带的收获。对于他们来说，每天都是崭新的挑战。值得以全部的精力与热忱来应对。在家里、工作或休闲中，他们的行为都反映出每个时刻、每天与一生的目标结构，并整合为丰富的人生。他们采取的行动，是来自对于生命的热爱；向前迈进时，失败、痛苦与挫折仅是过程中的点缀，不是不可克服的障碍，他们将梦想付诸实现。", "\r\n\t另一方面，看看那些两眼空洞而缺乏精力的人，每天都在非常不情愿的情况下挣扎地过日子。他们过着毫无意义的生活；或者，他们从来没有梦想，每天就像机械一般地重复着；或许他们也曾经有过梦想，但从来未付诸实际的行动，最后连梦想也消失了。这些人并不理解，他们的价值与目标便是他们自己；他们追求的一切完全无关乎明确界定与了解的自我利益，在此过程中，他们成为牺牲者与自身的迫害者，陷入自我怀疑的恐惧与不安全感中。", "\r\n\t我们可以有所选择：我们可以决心操控自己的生命，并且迈向成功；或者，我们可以选择恐惧与痛苦，并让其他人与事件控制我们。正确的抉择非常明显，并且可以由一个单纯的决心开始：CARPE DIEM！[这是以拉丁文表示的\"掌握现在！！]你必须认定，生命中的每一时刻都珍贵无比，都是你的，而且应该以最高的热忱迎接它。在任何情况下的任何时刻，你都可以展开成功所必要的变动程序。掌握生命，决心摄取那无限的可能性。掌握现在！梦想，但必须下定决心以所有的力量将梦想付诸实现。", "\r\n\t成功的意义", "\r\n\t在根本意义上来说．成功并不是来自于某特殊领域内的能力或成就。你可以在事业中获致成功，而在个人生活中一败涂地，就像霍华德．休斯一样，在富裕的生活中过着悲惨的日子。你也可能贫穷而快乐，享受生命中的\"单纯\"然而，如果有机会的话，大多数人难道不想同时拥有充裕的财富与充实的个人生活吗？我相信，几乎每个人都希望如此。", "\r\n\t我相信，如果具备正确的动机与决心，自由国家中的每一个人，都有机会达成个人的成就与经济的成功。", "\r\n\t非常奇怪，在一个充满经济机会的国度里，人们对于金钱竟然会存在爱一恨的关系。某些人将金钱视为是一种奴役之物，\"如果我不是被迫追求万能的金钱，我可以做我想要做的事，过着充实的日子。\"另一些人把金钱本身视为是目的，他们一辈子追求金钱而从来没想到要享受它们。一个人对于金钱的看法与他对于成功的概念，两者之间存在着密切的关联。我们都知道一句古老的谚语，\"金钱不能买到快乐\"话虽没错，但金钱还是充满诱惑。为什么？金钱究竟能够买到什么呢？", "\r\n\t这个问题的答案实际很简单：金钱虽一种工具，它让人能以自身的劳力生产交换他人的产品与服务，或储存自身努力的结果以供将来之用。金钱是一种手段，将个人的精力转变为物质；它是将梦想转变为现实的工具。", "\r\n\t在当今的环境里，我们几乎都能够从事个人热爱的工作。金钱之所以迷人，是因为它在工作的过程中可以提供许多物质的享受。就这个层面来说，个人必须决定金钱的重要性，必须在下列两项问题的答案中找到均衡点。第一，\"我热爱的工作是什么？\"第二，\"我在物质上想要什么？\" 如果这两个问题的答案无法相互协调，仅有一个解决的办法：改变答案！否则，你注定会过着充满挫折的主活。本书剩余篇幅所要讨论的便是这类的冲突，以及排除它们的方法。", "\r\n\t我想，任何人在任何领域里都可以拥有个人的成就感，以及满意的经济成就，这便是我所谓的成功。成功是一种生活的情境--一种活着的感觉。成功是一种变动；它是以目标为导向的一种动态行为程序，以不断追求个人的成就、快乐与成长。", "\r\n\t现实环境不会把成功放在银盘子里交给少数的人。成功来自于自我创造而不是给予。生命是一种程序。更特定来说，它是一种自我维系与自发性活动的一种程序。这对所有生命都是如此，包括最原始的植物、阿米巴与人类。生命是一种活动的程序，不能活动即是死亡。在这种意义上，仅有一个根本的抉择，仅有一种方法判定最终的成败：生或死。生物的每一项活动不是自我助益，便是自我破坏。人类也是如此，却有一项重大的差异：有关目标与活动的自我助益与自我破坏，我们每一个人都必须独自判断与界定其间的差异。我们必须根据人类的特殊禀赋--意识认知的理性概念形式--评估可行的抉择。生命的成功与失败，及取决于如何运用心智，如何思考、感觉与行动。所以，为了控制自己的生命与成功，你必须了解自身的心智如何运作，并了解如何运用它达成目标。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t心智的超级电脑", "\r\n\t我们采取的每一项行动，直接的刺激都是来自于潜意识而不是意识。我拿起咖啡饮一口的时候，我是告诉意识说，\"现在喝咖啡\"，而潜意识从这里开始便接管一切，将我由孩童时期练习至今的无数技巧付诸行动。", "\r\n\t相同的程序不仅适用于生理活动，也适用于心里活动，包括思想与情绪在内。每天早上我观察价格走势图时，大多数的思考与分析都不是在意识的层次上运作。我拿起资料，然后告诉潜意识，\"看看这个，你有什么意见。\" 观察价格走势图时，我立即知道我的看法，以及对于行情的结论；我虽然可以将它们表达出来，但这些看法与结论都是在潜意识中形成。这犹如2＋2＝4 一样：我碰到这类问题时，不需在意识中重新回忆加法的运算法则；相关的知识已经整合进入我的潜意识中。", "\r\n\t人类的心智就像一部超级电脑，产出的品质将取决与输入资料的品质，以及软件程序的性质。输入的资料包括过去的知识与经验，以及日常生活中发生的事件。产出取决于你如何处理资料，如何训练心智发挥功能。在任何时刻，你并不需要全然控制思考的程序；这基本上是一种自动化的程序。", "\r\n\t目前，你的动机--驱使你采取行动的信念与价值观--已经摆在你的潜意识心智中。你或许觉得你可以控制自己的行动，但实际上你可以自由控制的范围相当有限。", "\r\n\t你的潜意识就像是电脑的处理器与存储器，而操作程序便是过去的知识与经验。你唯一的控制工具是键盘--当时的意识与思想。如果不满意产出，你必须更改输人的资料，或程序的结构与内容，但通常是同时更改两者。", "\r\n\t潜意识是一项可贵的资源，正确的处理下，可以驱使你迈向成功。你是否曾经注意，运动迷们可以轻松地举出人名、统计数据、比赛的时间表与各种攻防的策略？他们何以能够办到？在日常的资料输人中，潜意识扮演非常重要的功能，它说，\"这很重要；将它们记起来，以供不时之需！\" 只要在早上喝咖啡的时候，顺便阅读报纸的运动版，或一边喝啤酒一边观赏电视转播，运动迷们便可以轻松地吸收相当复杂的信息。他们大多不会刻意地研究。阅读运动版的新闻报导，这并不像在工作、他们仅是轻松地阅读或观赏，但意识非常集中，而其他便由潜意识接管。如果在生活中的每一个领域，你的心智都能够如此运作，你认为你的成就将如何？你会有多么成功？", "\r\n\t即使你并不是运动迷，但在生活的其他领域内，一定有你感到兴趣的嗜好。如果你非常幸运的话，你对于工作与人际关系可能便有这类感觉。然而，让我们采用较寻常的假设，你的兴趣可能是在桥牌、高尔夫球或跳舞等娱乐中。不论你的嗜好是什么，你在从事这些活动时，感觉如何？这些活动通常不是都很轻松，甚至于让你感觉精力充沛吗？你是否觉得，你的意识没有在思考而由潜意识接管一切时，你的表现通常最理想？你是否希望在大多数情况下都能保持这种境界？", "\r\n\t你可能也有下列类似的经验。假定你热爱高尔夫球。某天，你前往打球，觉得一切都非常\"对盘\"。你打了毕生最完美的一场球，每一杆都很完美。你有飘飘然的感觉，但这种感觉仅是隐约出现而没有让你分神。", "\r\n\t你的球伴认为你是处于\"失神\"或\"无意识\" 状态下打球。打完八洞之后，整个过程开始在你的意识中浮现了，你想着：\"哇！我实在打得太棒了。如果我可以继续保持这种水准，这将是毕生杰作！谁知道，我说不定可以成为职业选手！\"结果如何呢？", "\r\n\t是的，你的注意力开始分散，而整场球也完蛋了。你非常生气地对自己说道：\"怎么会这样，我把一场最完美的球赛毁了！好了，放轻松，慢慢来，\"但这场球就是不听使唤。你打完最后一洞时，毕生最完美的一场球也不过是成绩平平而巳。你觉得非常懊恼，似乎人生最重要的成就已经由你的手中溜走了。 知道吗？你的看法没错！", "\r\n\t个人的成就与成功，直接来自于心智超级电脑根据设计发挥的功能。我们全心投人某项生理或心理的活动时，意识认知与潜意识心智会相互协调而整合。在具备如何运作的精确知识下，潜意识心智会立即输人意识的认知，并提供最快速而精确的产出--生理或心理的活动。产出之所以精确，是因为程序正确而输人资料有效。输人资料之所以有效，是因为意识认知完全专注于与目标有直接关联的资料。", "\r\n\t例如，你全心打高尔夫球的时候，已经提供潜意识所需要的执行程序，这是来自于你对高尔夫球的知识，包括相关的规则、成功职业选手的著作、观察模仿专家们的动作以及在球场的练习。", "\r\n\t你的意识认知完全专注于搜集潜意识需要的资料，以便有效的执行，例如：如何摆球、如何测量距离与风向．．．．．．失误的恐惧与好球的兴奋，完全不会干扰专注中的意识。你的注意力仅集中在一个目标：在能力范围内打好每个球，而使总杆数达到最低；这项意识的目标，使心智得以专注，并使潜意识的心理程序也得以专注。当你的意识专注由每一杆的动作，转移至职业选手的幻想以后，潜意识中的另一个程序便开始执行，破坏你的整场球。然而，如果你希望在高尔夫球中获致成功，你的超级电脑将提供你以目标为导向的动机。", "\r\n\t我相信，我们可以管理与控制这部超级电脑，并使它在大多数情况下都可以发挥有效的功能；而且，我也相信，大多数人都可以办到这点。管理这部超级电脑的关键，是了解个人动机的性质与根源，并知道如何改变它们。", "\r\n\t动机的探索与运用", "\r\n\t你全心投入某项活动时，便拥有最高度的动机。让我解释这句话的意思。为了拥有动机，你必须具备最充分的理由采取某项行动；换言之。决定自由意志。意志是意愿或选择的表现。当你拥有动机。而且意志已经决定，你已经没有选择的余地，因为选择已经完成，你的心意已经决定。你处于一种全然专注的境界，你的心智已经全然投入。", "\r\n\t这不是一种你可以随意达成的境界。你可以整天告诉自己，\"我要减轻体重，我要减轻体重。但如果缺乏适当的动机，你的潜意识将不断回答，\"不！不！\" 你将感觉挫败，并谴责自己，无法进步，你顶多仅能够维持停顿。无法成功，你将失败。", "\r\n\t在生活或任何专业领域内，成就与进步的程序有四项要素：", "\r\n\t1 目标：你必须知道希望追求的最后结果，并决心达成这些结果。", "\r\n\t2 行动：你必须根据目标拟定计划，并以果断的行动执行计划。", "\r\n\t3 认知：你必须观察行动的结果，评估成功或失败的程度，这不仅是就物质的角度而言，也包括个人的情绪层面在内。", "\r\n\t4 改变：如果你遭逢挫折，必须重新检讨目标与行动，判断问题的所在，并愿意修正。", "\r\n\t这四者都是成功的必要因素，设定目标是最根本的程序。设定目标的本身，着起来或许相当容易。任何人都可以拿出纸笔，写下他希望的事物。然而，白纸黑字并不代表建立目标。目标本身并没有任何力量，除非你认为它们非常实在；这并不仅仅是欲望而已，它们应该是你赖以为生的必须对象--就如同食物一样。", "\r\n\t如果目标被视为是一种根本的需求，并设定在超级电脑的程序中，它会尽一切所能驱使你朝目标迈进，而其余的三项步骤也变得相对简单。这种心境称为\"投入的决心\"，它是一致性表现的根源，也是情绪纪律的依据。", "\r\n\t\"决心投入\"是来自拉丁文的，它的本意是\"结合在一起\"。在这层意义上，投入的决心是指将意识与潜意识（包括情绪在内）结合在一起，追求你的目标。达成投入的决心，这是使目标变为可能的关键步骤，它也会使目标具备力量，并使你有能力执行计划。", "\r\n\t请留意，我说\"达成\"投入的决心，而不是说\"拟定\"投入的决心。因为如果你的心智取向不正确，经常无法\"拟定投入的决心\"。在追求目标的过程中，涉及的并不仅是坚决的\"意志力\"，或抗拒\"诱惑\" 而是寻找一种方法改变心智的内容与联想，以确保真正的动机。", "\r\n\t人类具有自由意志，通常是指个人在任何时间与任何议题上，都有力量选择或控制他的活动。例如，我可以或不可以拿起面前的杯子，我可以或不可以回补目前的空头头寸，我可以或不可以维持减轻后的体重。我不认为情况如此单纯。\n      ", "\n\t", "\n\t ", "\r\n\t以心智的超级电脑来说，你的行为--心智活动的产出--取决于输入的资料，取决于你的感知，取决于你的意识如何看待现实，取决于你如何训练潜意识发滑功能。自由意志并不代表你可以做任何想做的事，也不代表你可以随意选择何时与如何；它仅代表作可以选择心智的程序。", "\r\n\t归根究底，自由意志仅有一项基本的抉择：思考或不思考。这并不是说在你清醒的每一时刻与每一议题上，你都必须在意识中以逻辑判断思考与行动的这项抉择--意识的运作太过于缓慢。这项抉择是要求你了解与认知动机的性质与根源，并在必要的时候修正。它代表内省--以意识认知来辨识与评估潜意识的内容。所以，让我们来讨论潜意识的性质，并探究动机来自于何处。", "\r\n\t情绪决定动机。特定而言，我们受到情绪上的两种根本力量驱动：追求快乐的欲望与避免痛苦的需求。不妨想一想。我们希望某件事物时，我们是否真正想要这件事物的本身？不，我们想要的是达成目标后的结果，它对于我们生理与心理将产生的变化，才是我们想要的。例如，许多人想要减轻体重，他们对于实际的脂肪并没有兴趣；他们是希望改变对于自己的感觉。他们实际想要的是对于生命的控制感、健康的感觉、身材更吸引人、觉得较有活力、可以长寿．．．．．．", "\r\n\t再举一个例子，大多数人都希望与异性保持良好的关系，但我们真正想要的是被了解与尊重的感觉、享受相互照顾的温馨、一种朋友与知已永远在那里的安全感、性交的快感．．．．．．", "\r\n\t所有这些希望都蕴含着改变现况的欲望。特定来说，它们蕴含着由不满意至满意的欲望，或由满意至更满意的欲望；由痛苦至快乐的欲望，或由快乐至更快乐的欲望。快乐的潜在感觉才是真正的目标，才是欲望的直接对象。然而，这些欲望的本身却未必可以形成动机。我们还有相互冲突的欲望，它们来自于避免痛苦的需求。", "\r\n\t犹如交易获利一样，节制饮食以保持健康是大多数人的理想之一，而且人们也具备成功需要的知识，实际成功的比率却很小。一般来说，失败的理由并不是因为人们不能做到，而是他们不愿意做；缺乏真正的动机。", "\r\n\t一位节食中的人，啃着他的红葡萄与莴苣，配着柠檬汁，当他看见香喷喷的16盎司牛排送到隔桌时说道，\"搞什么鬼！我受够了！\" 或者，另一位男士遇到一位他很喜欢的女士，甚至于还拿到她的电话号码，却不曾拨过电话，因为他想，\"如果她不喜欢我怎么办？\"或，\"我只会再度失望。\"", "\r\n\t就第一个例子来说，节食是一种痛苦的程序，它代表由愉快的事物移开，而不是移往更快乐的事物。在他的心目中，达成减肥的目标并不真正代表快乐，而是痛苦！", "\r\n\t第二个例子中，这位男士的行为几乎完全由避免痛苦的欲望主导；被拒绝的痛苦、失望的痛苦、发生错误的痛苦、失去\"自由\"的痛苦．．．．．同样地，采取行动以追求目标，这关联着心智中的痛苦，而不是快乐。在心智中存在一种快乐／痛苦的矛盾，潜意识无法有效处理这种困境：移往目标将造成痛苦，维持现状又不满意。在可以选择的情况下，潜意识通常会让避免痛苦的需求，压抑追求快乐的欲望；所以，他在追求目标时将遭受失败。", "\r\n\t观察人们从事当日冲销的交易时，我经常发现许多人呈现类似的状况，包括我个人在内。在一份获利的交易记录中，亏损交易的笔数往往多于获利交易。若是如此，获利交易的利润必须大于亏损交易的损失。然而、交易者经常触犯一项错误：过早获利了解或过迟认赔。何以如此？因为他们没有遵循交易守则的动机。他们了解交易守则．但并不体认它们。", "\r\n\t如果你根据1：3的风险／报酬比率交易，平均每笔交易的获利至少应该是亏损的3倍。然而，上述比率演变为1：2时，交易者经常无法忍受些微小的不利走势。他的潜意识投射出痛苦，并列印出许多错误的资料，在恐惧与混淆中，稍微出现不利的行情时，便仓促了结头寸，可能仅实现一笔1：1．5的交易，当价格恢复原来的走势，到达原订1：3的目标价位时，他只能破口大骂。", "\r\n\t另一方面，行情立即出现不利走势而触及停损价位时，交易者不愿认赔，而开始期待情况会好转，希望幸运之神的照顾。可是，市场显然不够体贴，将原本1单位的亏损扩大为1．5，2，甚至于更严重。避免痛苦（亏损与错误）的需求，使他违反他明知道正确的交易守则。这便是不同形式的相同矛盾：执行交易守则造成痛苦，不执行它们又增添不满意的程度，并剥夺交易的资本。", "\r\n\t如果你自我反省，我想你将发现，当你迈向目标而发生困难时，往往便是这种快乐／痛苦的矛盾在做祟。假定你具备正确的知识，而在执行上发生问题，这是因为动机产生冲突，潜意识中存在两种对立的需求；一般来说，避免痛苦的需求往往会占上风。", "\r\n\t非常讽刺地，在这种情况下，结果总是挫折与不满意的痛苦。为了避免某一类型的痛苦，潜意识却造成另一类型的痛苦，并进一步强化挫折与不满意的感觉。这种程序若不修正，将导致恶性循环而侵蚀个人的价值感、破坏成就、遏阻个人的成长；使你陷入失败的命运。", "\r\n\t为了建立积极而不矛盾的动机，潜意识必须将追求目标视为是一种快乐--而不是痛苦--的程序。如果你可以创造这种心境，采取行动达成目标的抉择已经完成；抉择已经不复存在。基本上，坚持既定的决策，便是投入的决心--在这种心智状态下，知识、动机与执行都指向相同的目标。这是一种完全整合的境界，你的心智将驱使你迈向成就与必然的成功。 结论", "\r\n\t成功是以目标为导向的一种动态行为程序，不断地追求个人的成长、成就与快乐。成功的最关键因素是追求目标的决心；换言之，在共同的目标下，将意识与潜意识结合。许多人无法下定决心，这是因为动机的冲突，而这又是因为情绪的冲突，而后者又是起源于相互冲突的价值观与信念。一旦了解这种状况之后，积极修正的处方便很明显了：", "\r\n\t1 辨识局限性与破坏性的价值观与信念，排除它们。", "\r\n\t2 采纳崭新而有益的价值观与信念。", "\r\n\t3 排除那些造成局限性情绪反应的潜意识联想，代之以崭新而有力的联想。", "\r\n\t犹如大多数处方一样，说起来相当容易，实际运用却很复杂。下一章，我将说明如何将这个处方转化为积极而有益的活动。\r\n\n      ", "\n    "], "imgs": []}