{"title": "第17章 追寻个人的自由", "content": ["\r\n\t本书最初，我曾经说过，自由不仅仅代表政治上的自由它代表一种根据自己的理想与希望过活的能力，这需要一种全然独立的经济条件，唯有赤裸裸地抢劫或自身的愚蠢才可能丧失的状况。事实上， 它的涵义不仅如此而已。它意味着你可以不受到经济能力的限制，尽情享受人生的欢乐。然而，你在任何情况下都无需担忧你自己与家人的生活时，更容易达成自由。", "\r\n\t我看着我的小女儿詹妮时，总是忍不住微笑。她身上散发出一种生命的狂喜，这是很少人所具备的特质。我希望她一生都能够维持这项气质。以12岁的年纪，她曾经写了一首诗。其中一段即反映出这种生命狂喜的韵味：", "\r\n\t美好的事物很少时，不要专注于邪恶，", "\r\n\t这个世界无需完美便能得到我的热爱。", "\r\n\t艾恩．兰德也以较精致的手法表达几乎相同的观点，\"价值--而不是灾难--才是目标，首要的考虑，生命的动力\"。", "\r\n\t詹妮的诗与兰德的评论都蕴含着相同的精神：虽然人们与世界都不完美，虽然痛苦与灾难确实存在，但它们并不是、也不应该是生命的重点。", "\r\n\t对许多人来说，灾难与痛苦是生命的重点。这并不是说他们会深入思考痛苦与灾难。某些人确实会如此，但一般都是情不自禁地专注于痛苦。他们花费的时间与精力不是用来追求价值，而是用来避免痛苦。这使痛苦成为生命的重点。", "\r\n\t你不能追求负面的东西。根据定义，如果避免痛苦成为生命的重点， 积极的行动便受到局限。如果你允许痛苦成为生命的主导力量，将破坏自己的思考与成长的能力。你或许会躲入表面上安全的沉闷生活里，或是追求荣耀，但两者都使你无法享受生命过程中原本存在的热情。", "\r\n\t生命中原本充满风险。你的每一个行动，每一项抉择，其中都有错误与失败的可能。我对于这一切的体会可能较深，因为我的生活必须以客观的方式控制市场的风险。如果你无法接受风险、失败与痛苦是交易程序的一部分。你便不应该从事交易--否则作将发生亏损，或交易将是一种悲惨的活动。", "\r\n\t身为交易者，维持心智平衡最根本的条件，是建立自已拥有信心的头寸，而且必须了解你的工作、思想与接受风险的意愿，都可能不会带来报酬。更重要的是，失败时，你必须愿意继续。你必须愿意接受痛苦，因为诚实与成长经常都伴随着它。", "\r\n\t生命中的每一个层面都是如此。", "\r\n\t许多人经常喜欢使用\"爱\"这个字眼，这使我在使用它时觉得相当犹豫。然而，生命中的每一项行动都应该出自于爱，它的精义是自我的施舍。让我说清楚，我并不是说无私或牺牲的施舍，不是一种不期待回报的施舍（我认为这里不可能的），而是在施舍中知道自己可能无法得到报酬，并且在你没有得到报酬时，你还能再度施舍。", "\r\n\t我所谓的施舍是指贡献与给予。将自己贡献给世界；在交易中提供你的产品与服务；贡献你的成就、生产力、精力、思想与观念：所有这一切都将在精神上与物质上丰富人的生命。", "\r\n\t以这种方式施舍，你的报酬将数以倍计--不论是以金钱衡量，或是以经验的快乐来表示。这不是\"给予与取得\"，不是\"给予而汝将得到\"；这是\"在交易中给予与取得\"。", "\r\n\t你可以运用你的心智施舍自己--让自己致力于学习与成长--并因此取得新的机会与经验。通过自己的行为与努力，你可以让自已拥有新的抉择与可行性。你可以让自己在市场上承担风险，并取得财务上的效益。你可以开放自己而施舍给他人，让人们了解真正的你，丢弃那原本防范他人伤害或拒绝你的保护盾牌，你将因此获得特殊的友谊回报，以及反映你灵魂的真正知己。", "\r\n\t开放自己而承受生命的风险，这或许令人害怕，但实际上你别无其他选择。人生难免受苦。", "\r\n\t你没有逃避风险的自由。你没有免于恐惧的自由。你没有逃避痛苦的自由。你没有不承受失败可能性的自由。然而，你有自由接受这一切为你生命的一部分，而且是最不重要的一部分。", "\r\n\t这并不是说风险、恐惧、痛苦与失败都不重要。本书的第一篇完全用来说明如何局限市场的风险，并尽可能掌握有利的胜算。 第二篇，我以相当的篇幅说明如何管理逃避痛苦的欲望，并有效地运用这个欲望。是的，它们都很重要，但问题是如何看待它们的重要性--它们的地位与综合。", "\r\n\t追寻个人的自由，并不是说你可以不计后果，而随心所欲地做你想做的事。这并不是说生命可以免除痛苦、错误与失败。这也不是说\"吞噬你的情绪\" 而假装它们不存在。", "\r\n\t追寻个人的自由，意味着能够全然地施舍给你自己、工作与他人。这意味着能够建立真正的动机，控制自己的机能，例如： 避免痛苦的需求与追求快乐的欲望，并指向相同的目标。", "\r\n\t然而，最重要者，这意味着学习享有生命过程中的愉悦。", "\r\n\t在你追求个人自由的过程中，我希望本书能够协助你。", "\r\n\t祝你幸运，交易顺利！"], "imgs": []}