{"title": "第18章 健全投资哲学的基本原则", "content": ["\r\n\t正文:", "\r\n\t下卷导论", "\r\n\t在《专业投机原理上卷》一书中，我简单介绍业余与专业交易者的基本投机原理。下卷的宗旨是再向前迈进一步。并提出市场分析与预测的详细研究工具。这是一本属于专业交易员的使用手册。本书内容是针对专业的交易员、希望成为专业交易员的人、以及那些热爱市场投机活动的人们。本书宗旨很简单：协助你提升交易技巧，并因此协助你赚钱。", "\r\n\t如果希望在交易的领域内获致任何显著的成功，需要投入大量的时间与精力。所有市场都具有一项共同的特性：它们不断地改变。在任何领域内保持最高的境界，需要纪律、专注于细节、并持续地研究学习。然而，研究学习的最佳方式究竟是什么呢？交易的知识浩瀚如海，判断买、卖的最佳方法究竟是什么呢？", "\r\n\t界定个人的哲学", "\r\n\t回答上述问题，你需要发展出一套交易与投资的哲学。所谓\"哲学\"，是你对于人生与世界深信不疑的一套特定见解。你了解我的交易哲学之后，将可因此建立一个稳固的根基，拟定例行的交易决策。", "\r\n\t我的交易哲学建立在几个基本的原则上，稍后我将解释。这些原则来自于我多年对于经济学的研究与思考。", "\r\n\t经济学界有一个非常有趣的现象。许多智慧超凡的学者在这个领域内，发展众多的理论与学说，并提出浩瀚的研究报告支持他们的理论与学说--但众说纷纭而不相容，因为经济学并不是一门严谨的科学，其研究蕴含相当成份的主观性与个人哲学。任何人若思考经济学，或发表相关的评论，多少都会受到个人价值观与信念的影响，我当然也不例外。", "\r\n\t本书中，你将看到我对经济学\"真理\" 的解释，它们来自于我28年的交易经验与思考、我将提出一些专家们普遍认定的理论，说明那些是我反对的理论，并解释其中的理由。根据我个人的观点，某些理论是扭曲真理的谬论，它们严重影响投资的决策。如果你赞同我的看法，那很好。如果你不认同。请你以开放的心胸检验我的论点。在经济学方面，我是\"奥国经济学派\"的信徒；哲学方面，我是一位\"客观主义者\"，信服艾恩．兰德倡导的哲学。（译按：艾恩．兰德主张自由放任的资本主义，她主要是以小说的方式倡导这方面主张。）", "\r\n\t三个指导原则", "\r\n\t我个人哲学的主导原则之一是：大体而言，市场走势是基本经济力量运作的结果，后者又是政治活动与决策的后果。就目前（1993年夏天）来说，有关全国医疗保健的辩论便是一个例子。国会准备进一步控制医疗产业（政治决策），这将降低医疗产业的获利能力（经济后果）。因此，医疗类股的价格下跌；在1992年2月至1993年2月之间，医疗类股的平均跌幅超过30％。", "\r\n\t第二个原则是由第一原则延伸而来；如果我们知道如何观察，过去的事件可以反映未来的事件。了解如何将个人的哲学应用在当前的事件上，最佳的方式是回溯过去的老实资料，建立历史的前因与后果，并分析事件发生的理由。综合与研究事件发生的根本原因，我们通常可以预测未来的事件。", "\r\n\t卞可盲目接受\"专家\" 告诉你的一切。身为一位交易者，你相信而准备借以投机的所有看法与观后，都必须有历史事实的验证。研究历史发展，检视每一项看法，直至你相信自己已经掌握真理，并有客观的事实资料佐证。", "\r\n\t探索真理绝对必要，因为分析错误是生命成长的根本挑战。市场中尤其如此，正确的结果可能来自于错误的判断，而在掌握绝对胜算时，却产生错误的结果。理由很微妙而单纯：市场未必具有客观性。某些情况下，它们受到主观与情绪性心理的影响。", "\r\n\t第三项原则与反向思考有密切的关连。一位反向思考者，不一定要固执己见。 这是一种不随波逐流的知识独立能力。在市场中获利的关键，是判定既有的错误信念，观察它的发展，并在他人尚沉迷于这些错误信念时，采取果断的行动。", "\r\n\t本书主题是以历史事件预测未来；重点是以历史事实探索所有理论与事件的根本真理。后续章节内，我将提出个人对于某些历史研究获致的成功经验。", "\r\n\t本书架构", "\r\n\t原则的必要性，这在金融预测、市场分析与专业投机等领域内最为明显。金融交易是一个非常复杂的行业，一充满了细节、事实与数据，在没有适当原则的指引下，若希望在金融市场交易，相当于是掷股子的赌博。少数幸运的交易者，或许可以在某段期间内，凭借着单纯的运气获利。然而，对于大多数人而言，必须在无数的事实与数据中筛选，判断未来的发展，并根据这些判断投入资金。", "\r\n\t原则是智识的滤网，以选取重要的基本知识，从事健全的市场分析与预测。智识的滤网就如同筛选稻谷一样，必须分层进行， 首先筛除较粗的稻杆，让稻谷与稻穗通过；其次是筛除较细的稻杆，并让稻谷与沙粒通过；接着是筛选更细的稻谷；依此进行，最后仅留下稻谷，以便加工处理。", "\r\n\t最初滤网的网目如果太小。会造成心智的堵塞，无法取得有效的资讯。最后的滤网，网目如果太大，会产生大多的资讯。使心智迷失在过多的细节中而无法处理。分析的程序必须采用一套正确的原则。并以适当的步骤进行，如此才可能精确地预测未来的市场行为。", "\r\n\t第三篇 经济基本面", "\r\n\t试图分析市场，首先必须设定目标。就专业的投机而言，我的目标始终在于累积财富。所以我的交易哲学奠定于三项基本原则上：（1）资本的保障，（2）一致性的获利能力，（3）追求卓越的报酬。我将在第18章说明这些观念。", "\r\n\t在设定基本目标后，下一个步骤是培养达成目标需要的系统化知识。这就如同医生一样， 在接受正式的医学教育以前，需要先接受数学、化学与生物学的训练；专业的交易员、投机者或投资者在研究进一步的知识以前，也必须先学习市场分析的基本原则。我将依次说明这些必要的原则，使你可以有效筛选重要的信息，拟定合理的市场预测，并根据这些知识交易。", "\r\n\t不幸地，合理的预测未必便是正确的预测，也未必会带来获利的交易。因为市场是由数以百万计的决策构成，所以不可能由绝对的角度预测市场行为。你顶多仅可以运用心智的滤网筛选可能的发展，并在掌握有利的胜算时才交易。如果你能够办到这点，你便可以居于有利的地位。", "\r\n\t然而，如何判断最可能的发展呢？你可以由一个最基本的前提开始，这也是我们先前曾经提及地：", "\r\n\t", "\r\n\t", "\r\n\t ", "\r\n\t这适用于金融市场的因果法则。它反映人类行为与经济成长（或衰退）之间的因果关系。不论涉及人类的多寡。基本上，经济活动是一种生产与交易的程序。生产--将天然资源运用于人类的需求与消费--是生存的必要条件。交易--自由交换剩余物品（储蓄）--是经济扩张与成长的必要条件。", "\r\n\t不论在小型部落，或大型工业国家，这些原则都相同，交易者必须了解它们，以精确地预测未来的经济事件。分析基本的经济关系，并根据这些分析预测未来，这是属于基本分析的领域。", "\r\n\t然而，仅凭基本分析，仅能了解未来的概况；除非是长期投资（数个月至数年），否则基本分析无法提供足够的交易资讯。这是因为基本分析并不考虑精确的时间性。基本分析可以告诉你未来可能会发生什么，却不能告诉你何时将发生。", "\r\n\t第四篇 技术分析", "\r\n\t市场是由个人组成，每个人都各自追求自身界定的价值。就股票市场或任何市场整体而言，唯有绝大部份市场参与者都相信即将产生变化时，市场才会产生变化。所以，第一个根本前提是：", "\r\n\t", "\r\n\t", "\r\n\t ", "\r\n\t因此，如果希望精确地预测市场趋势的变动，你必须以某种方法衡量大多数市场参与者的着法。", "\r\n\t有关如何衡量大多数市场参与者的看法，唯一精确而可靠的方法是观察市场资产的配置。这会反映在价格模式中。由于足以造成崭新经济环境的情况相当有限，所以我们可以在经济行为模式与价格走势模式之间找到相关性。这是属于技术分析的领域，也是第24章至第28章的讨论主题。", "\r\n\t所以，我们拥有两组工具，以及其所关联的两个根本前提；基本分析的前提是\"经济力量是驱动市场的力量\"；技术分析的前提是\"市场参与者的多数心理状态，将决定趋势变动的时间\"。", "\r\n\t这两个前提具有不可分离的相关性。经济力量将反映人类生存的根本需求，但他们如何与何时执行这些需求，取决于个人如何配置他的资产，这些决策又受到政府诱因与规范的影响。在这个程序中，个人必须调整决策。大多数市场参与者追求类似的目标时--以其资产的累积配置衡量--便产生趋势了。大多数市场参与者决定他们的方向并不正确，趋势便发生反转。这便是基本分析与技术分析的关联。", "\r\n\t许多投资者在评估潜在交易时，仅采用基本分析或技术分析。这是相当严重的错误。若将基本分析与技术分析纳入整体性的投机分析方法中，不仅可以判断未来可能发生的事件，也可以拿捏可能发生的时间。所以，你将可掌握有利的胜算。另外，你可以不断强化自己的知识，并提升决策在时效上的精确性，进出于中期趋势（数周至数个月）而增加获利的程度。一旦可以掌握精确的时效之后，你便可以准备进入选择权的世界，追求卓越的绩效。", "\r\n\t第五篇 选择权交易", "\r\n\t第29章与第30章将讨论选择权交易，这是投机活动中最困难的一个领域。选择权交易之所以困难，是因为你必须非常精确地预测价格走势变动的时间、方向与幅度。然而，从正面角度观察，许多选择权策略使你可以追求卓越的报酬，只需承担有限的绝对风险。如果能够有效结合基本与技十分析，选择权是提升获利的最佳工具。", "\r\n\t即使你不交易选择权，也需要了解它们的运作，并留意选择权市场的发展，尤其是个股与股价指数的选择权市场。自从1980年以来，许多大型机构都在市场中建立庞大头寸。 一家机构的基金经理人可以控制数十亿美元价值的市场资产。所以，仅要一小群人便足以影响市场的中、短期价格趋势。", "\r\n\t第六篇 交易者的心理架构", "\r\n\t市场是最无情的裁判者。每一天，你的判断都必须接受市场的审判，收盘铃声响起时，你的判决便会自动反映在帐户内。如果你的判断有效，则可稳定地获利。反之，如果你的判断不理想，你的生存仅能仰赖幸运女神的眷顾，但她顶多仅能够照顾你一阵子。", "\r\n\t这种无情而持续的压力，可以造成严重的心理与情绪负担。紧张的交易可以让你在生理与心理上付出沉重的代价。然而，在思想、情绪与行为上加以综合，上述的伤害在某种程度上都是可以避免的。", "\r\n\t后 记", "\r\n\t本书结尾，我将谈论一项很少人愿意公开谈论的主题：财富的道德观。在忙碌于资料与细节前，我们有责任记住交易的目的究竟是什么；赚钱。交易是一份艰辛的工作--我所知道最艰辛的工作。辛勤工作的人有成功的资格，全然没有感觉歉意的必要。", "\r\n\t如果你曾经阅读我的第一本书，那么我要感谢你协助它成为畅销书。各位在本书可能会发现一些赘言，我希望在此表示歉意。原则上，本书是第一本书的延伸。但为内容的完整性，部分的重复是必要的。", "\r\n\t本书虽然提供许多知识与信息，但金融交易毕竟是一种艺术而不是科学。本书的内容或许可以让你掌握优势而获得卓越的绩效。但绝对无法保证永远的成功；你必须接受一项事实；失败是分融交易的一部分。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t第三篇 基 本 分 析", "\r\n\t第18章 健全投资哲学的基本原则", "\r\n\t", "\r\n\t在一本有关投机的书籍中，采用\"哲学\"这个名词似乎有些文诌诌，尤其是当你回忆起大学中那些象牙塔式的哲学课程。我所谓的\"哲学\"，是指原有的意义而言\"爱好智慧或爱好知识\"。这使哲学深具真实感，它是一种追求真理的态度。如果我们没有足够的知识，如果我们无法界定目标，并利用知识追求目标，真实的世界就像一座巨大的垃圾处理机一样地吞噬我们，并把我们抛向失败。在金融市场投机或投资也是如此。", "\r\n\t狭义来说，哲学是指\"某知识或活动领域内的一般性原则或法则\"。在投资的领域内，哲学是由三项原则所构成。按重要性的先后秩序排列如下：", "\r\n\tl 资本的保障。", "\r\n\t2 一致性的获利能力。", "\r\n\t3 追求卓越的报酬。", "\r\n\t由这三个综合性原则做为基石与指标，便很容易建立专业投机与投资的完整方法。", "\r\n\t资本的保障", "\r\n\t萨姆．巴斯的赚钱第一法则是：\"不要发生任何亏损。\"由投机的角度而言，我赞同这个说法，但你首先必须拥有财富。然而，对于那些不曾继承祖产的人而言，赚钱的第一法则是：生产。人类为了生存必须生产，这是无法逃避的市实。可是，为了繁荣与成长，我们的生产必须超过我们的需求，并储存以供未来消费或投资于其他的生产。投资的储蓄是--根据定义--资本储蓄，或简称为资本。", "\r\n\t为了交易，你必须拥有属于自己或他人的资本；每当交易时，你的资本便必须承担风险。身为一位市场的专业交易员，为了求取生存，交易判断的正确程度至少必须足以维持费用与开销，而不至于消耗你的投资资本。换言之，在最低程度内，为了继续经营，你必须保障资本。这看起来似乎是当然的道理，却太容易被忽略了。", "\r\n\t资本保障的原则蕴涵着一项意义，在投入任何潜在市场活动以前，风险应该是主要的考量。唯有在潜在风险的前后关联中，才能根据潜在的报酬拟定市场决策。这便是分析风险／报酬的真正涵义。在适当的运用之下，这项原则不仅可以评估是否应该步入某项交易或投资，也可以判断应该涉入至何种程度。所以，保障资本--\"不要发生任何亏损\"--是有效资金管理的根本。", "\r\n\t在市场活动中，以风险为主要考虑因素，将迫使你由绝对--而非相对--的角度评估绩效。对于许多投资者与资金经理人，他们的观点并不是如此。他们的目标是\"优于一般水准的绩效。如果市场价格平均下跌15％，他们的投资组合下跌10％这项表现便被视为是成功。这种态度不仅是为不理想的绩效寻找笨拙的借口，也扭曲基金经理人的风险管理能力。", "\r\n\t就绩效来说，真正的问题仅有一个：\"我是否赚钱？\" 如果答案为肯定，就可以增加风险资本的百分率。如果答案为否定，则应该减少风险资本。其他任何方法最终都将消耗资本。", "\r\n\t以一般性原则来说，任何一笔交易之中，我的报酬--风险比率至少是3：1。唯有当上档的最小潜在获利，至少3倍于下档的最大潜在亏损时，我才会交易。至于潜在获利与亏损的衡量，则是考虑基本分析与第 9章的风险／报酬分析。此外，在新会计期间之初，不论一笔交易的潜在获利多高，我仅投入少量的资本，任何一个头寸的规模绝对不超过既有资本的2％－3％。假定我以3％的资本承担风险，并连续发生三笔亏损；再假定我在第四笔交易中获得预期中的3倍利润，我的交易帐户仅会出现0．5％的亏损，请参考表18．1。", "\r\n\t如果你的每笔交易，风险／报酬比率至少是1：2，你可以适当控制风险资本，则每三笔交易仅需要成功一笔（不是四笔中一笔），你便可以处于获利状态。", "\r\n\t ", "\r\n\t一致性的获利能力", "\r\n\t如果你能够前后一致地引用资本保障的原则，做为资金管理的基础，自然会拥有一致性的获利能力。所以，第二原则是第一原则的自然延伸。可是，就这个原则的本身考虑，一致性的获利能力可以提升资金管理与资产配置的效率，使你保障资本，并确保获利能力。资本并不是一种静态的量--它会增加或减少（交易的盈亏）。为了使资本增加，你必须要有一致性的获利能力；但为了要有一致性的获利能力，你必须能够保障获利，并减少亏损。因此，你必须不断评估每笔交易决策的风险与报酬关系，根据累积的盈亏调整承受的风险，如此才可以增加稳定成功的胜算。", "\r\n\t例如，假定你采用最低为1：3的风险／报酬比率，而目每三笔交易中有一笔获利。你以起始资本的3％开始交易。随后以可用资本的3％交易。交易帐户由亏转盈时，你便将50％的获利存至银行，而且在该会计期间不再动用存入银行的获利。在这些假设之下，你的交易记录可能类似如表18．2所示。", "\r\n\t在整个会计年度中，假定你都依此方式交易，而且每年仅进行30笔交易，则你的年度报酬率为27．08％。请留意，在每一笔交易中，你的风险资本绝不超过既有资本的3％。", "\r\n\t这虽然是一个高度简化的例子，但它充分显示资本保障与一致性获利能力的功能。在现实世界中，你可能连续亏损三笔交易，其次连续获利二笔交易，接着又发生五笔亏损交易，然后在五笔交易中又获利三笔。总之，如果你引用上体资金管理的方法， 并在1／3的交易中获利，结果便非常类似于表18．2。", "\r\n\t请留意，表18．2中可用资本栏的数据非常稳定。最大的跌幅为5．91％，只要你可以保持1／3的获利机率，最大的损失便是这个程度。另外，经过十笔交易后，你的可用资本仍然约等于起始资本，但这是因为你在追求获利的情况下，又兼顾资本的保障。", "\r\n\t即使你的获利机率不是 1／3，但仅要局限每笔交易的风险资本，你永运都有可供操作的资本。例如，假定你仅以可用资本的3％交易，当你连续亏损30笔交易后，你仍然保有起始资本的 40％这总比损失一切来得理想。", "\r\n\t ", "\r\n\t请留意总绩效栏。虽然每三笔交易中，都会出现正、负的数据，但随着交易的进行，负值愈来愈小，正值愈来愈大。如果可以保持至少1／3的获利机车，并以这种方式管理资金，总绩效最后将呈现稳定的正值。假定你对于行情的判断具有合理的精确性，一个管理完善的帐户至少应该具备这些特性。", "\r\n\t在会计期间内，每当你由亏转盈时，便将总裁利的50％存人银行，不仅可以增加你的可用资本，而目还可以提升总绩效栏保持正值的几率。实务上，只要总绩效维持正值， 你可能会把每笔获利交易的5O％净利润存入银行，这并不会使结果产生重大的影响。这项措施的重点是，绝不可以把所有的获利全部用来承担风险。当然，你的获利头寸可以加码，但应该提出部分的获利。虽然实务上还必须考虑税金的问题，但上述的基本原则仍然有效。局限你的风险，保留一部分的盈余，则获利将会累积。一旦你的获利程度到达相当的水准之后，则可以开始追求卓越的报酬。 追求卓越的报酬", "\r\n\t进行一笔交易时，它都可能带来卓越的报酬。你当初设定的3：1报酬，结果可能成为5：1或甚至于10：1。这固然相当不错，但并不是我希望阐述的观点。\"追求卓越的报酬\"是以较积极的态度来处理风险，但仅以部分利润为之，绝不动用最初的交易资本。", "\r\n\t对于大多数交易者来说，所谓\"以较积极的态度处理风险，它的涵意可能是指改变根本的风险／报酬准则。恰好相反，不论在任何情况下．都绝对不可以忽略或低估潜在的风险。获利一旦取得之后，便应该被视为是资本而加以保障。可是，当你获得相当程度的利润以后，可以考虑以部分利润增加头寸的规模。如果你能够成功，可以大幅提升绩效。万一失败，你的总绩效仍然处于获利状态，并继续追求一致性的获利能力，等待交易帐户再度到达可以承担高风险的水准。", "\r\n\t在追求卓越的报酬时，我偏爱采用选择权。选择权可以让你局限下档的绝对风险，但通常可以提供上档的可观潜能，尤其是当价格波动剧烈时（选择权的细节将于第29章解释）。我将以个人经历的例子说明此观念，虽然我错失了这个机会。", "\r\n\t在1991年11月14日星期四，因为参议院提案准备设定循环性利率的上限，因此我以传真方式建议客户做适当的反应，内容如下；", "\r\n\t昨天，参议院在银行法案中紧急附上一个追加条款，并以74-19票通过设定循环信用利率的上限。由于银行与其他大型发卡机构被认为有剥削消费者的行为，该条款的主要推动者阿方斯．达马托参议员建议，在国税局设定的惩罚性利率之上应该再设定一个4％的上限。目前，建议的上限利率为14％远较实际的平均水准18．94％低。根据达马托参议员的估计，消费者将可因此节省75亿美元以上的利息。", "\r\n\t政治家认为，这将有刺激的作用，我的看法恰好相反。事实上，如果法案在众议院通过，我相信10月9日的低点将守不住．．．．．．", "\r\n\t我的推理如下：", "\r\n\t1 犹如限制价格的政策一样，历史上有关限制利率的政策都证明会造成供给面的缺乏。就目前的经济环境来说，非常不适宜于采取紧缩性的信用政策。", "\r\n\t2 银行与其他机构在目前最具获利性的营业项目中，将因此减少大约26％的利润。", "\r\n\t3 没有这部份的收益，银行与发卡机构会降低信用额度，新卡发行的征信也将更为严格。许多借东还西的信用卡持有者将破产，发卡机构将吞下苦果。", "\r\n\t4 因此，消费者的负债将加速收缩，并严重影响消费者支出。经济复苏将停顿，股票价格将下跌--如果不是暴跌的话。", "\r\n\t在达马托法案的冲击下，银行股今早开盘时向下跳空。AVANTA由38 1/2至29 1/2（这家公司承保储蓄存款、信用卡债务与信用卡的保险，而目也发行信用卡）。我想，这仅是征兆而已，一日法案正式通过后，可能足以戳破店头市场的投机泡沫。", "\r\n\t星期四下午（选择权到期的前一天）盘势开始转弱的时候，我根据自己的建议以 125美元的价格，买进150口履约价格为370的OEX卖权选择权（当时OEX股票价格为371 译按：选择权的价格是100股为单位）。 非常不幸地，我当天下午必须飞往迈阿密。在飞行途中，\"道琼指数\"上涨15点。到达迈阿密时，我查阅价格而发现收盘走势较我所预期的情况要强劲得多。我知道自己隔天无法监看盘势，所以我指示公司的助手，如果S＆P期货隔天开高，便把我的头寸平仓。S＆P确实开高--两档，这也是当天的高价。虽然其他指数都开低，但我的助手还是忠诚地执行我的指令，以每口合约50美元的亏损平仓。非常令人懊恼地，当天我经常查看盘面，我知道如果我在办公室里，绝对会继续持有头寸。星期五价格一路挫跌。最后，我曾经拥有的卖权选择权以1500美元做收，我损失206250美元的潜在利润。由某个角度来看，这趟来迈阿密的代价实在太高了。还好，我也为客户买进12月份的卖权选择权，这部份的头寸并没有平仓。可是，我自己的帐户则．．．．．．", "\r\n\t我以这个范例作为反面教材。我当时并不希望追求卓越的报酬，我是以正常的态度交易：风险／报酬的关系很不错，我不希望损失整个头寸，所以根据一个通常有效的法则交易，但当时我的心态如果更积极一些，给这个头寸多一会儿时间，我将愿意承担更高的风险；就这个例子来说，这代表1100％的报酬。嗯．．．．．．", "\r\n\t结论", "\r\n\t保障资本、一致性的获利能力、以及追求卓越的报酬，这虽然是三个单纯的原则，但三者合并便可以成为是金融市场获利的起点与一般性指引。它们之间具有前、后的秩序--保障资本将造成一致性的获利能力，有了一致性获利能力才可以追求卓越的报酬。", "\r\n\t然而，若希望将这些原则付诸实现，我们需要更多的资讯。例如，保障资本必须克制潜在报酬的诱惑，并以风险为主要的考量。可是，风险究竟是什么呢？风险又如何衡量呢？为了回答这些与其他许多问题，我们必须尽可能学习市场行为的原则。第19章将学习最根本的资讯：市场预测的根本经济原则。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-140502093103962.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-14050209313E01.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502092Q4939.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502092TBA.jpg"]}