{"title": "第02章 鳄鱼原则：重点思考的必要性", "content": ["\r\n\t一个人舍弃原则时．．．．．．会产生两项主要的结果：就个人而言，无法规划未来；就社交而言，无法沟通①。", "\r\n\t-艾思．兰德（Ayn Rand）", "\r\n\t活生生的吞噬", "\r\n\t我有一个交易法则称为\"鳄鱼原则\"。这源自于鳄鱼的吞噬方式：猎物愈试图挣扎，鳄鱼的收获便愈多。假定一只鳄鱼咬住你的脚；它咬着你的脚并等待你挣扎。如果你用手臂试图挣脱你的脚，则它的嘴巴一张一合，便同时咬住你的脚与手臂。你愈挣扎，便陷得愈深。", "\r\n\t所以，万一鳄鱼咬住你的脚，务必记住： 你唯一的机会便是牺牲一只脚。若以市场的言语表达，这项原则是：当你知道自己犯错时，立即了结出场，不可再找借口、期待、祷告或采取其他任何动作，赶紧离场。不可试图调整头寸、避险或其他无谓的措施；赶紧认赔出场！", "\r\n\t犹如我学习的许多事物一样，这项原则也是来自于惨痛的经验、70年代中期，我在INA insurance上建立一个很小的选择权头寸。我买进20口12月份到期而履约价格为25美元的买权选择权，价格为1．25（每口合的125美元）。我买进之后不久，股价开始下跌，选择权的价格先是下跌1/8（每口合约12．5美元），接着出现1/4（每口合约25美元）的跌幅。根据我当时交易选择权的法则，当我损失1/4美分时便应认赔出场。然而，我当时不仅没有接受500美元的损失，反而以3/8的价格销售60口12月份到期而履约价格为30美元的买权选择权。这个时候，股价因为并购的谣言而开始上涨。我以3/8美元销售的12月份30美元买权选择权，其价格上涨至1 5/8美元，而12月份25美元买权选择权的价格则上涨至2 1/2美元，现在该怎么办？没问题，我仰仗着并购的谣言而以1 1/8美元的价格销售25口卖权选择权！接着，公司方面正式否认并购的谣言，卖权选择权的价格由1 1/8 美元上涨至1 3/8美元！我每采取一步挽救措施，情况便进一步恶化。这只鳄鱼终于饱餐一顿--我把500美元的损失扩大为6000美元，这仅因为我没有遵守一项我明明知道正确的原则。", "\r\n\t你知道吗？INA当时算得上是一支冷门股；没什么交易量，价格也罕有表现。一旦价格出现明显变化时，应该很容易预测走势。我当时认为，如果承认自己在INA上犯了错误，相当于承认自己不认识英文字母。由于\"谬误的自尊\"②与虚荣，我一再地违背交易法则。", "\r\n\t根据重点思考", "\r\n\t让我以一个例子来说明重点思考的功能。1989年13曰星期五早晨，我认为市场已经随时可能出现拉回的整理走势。开盘前，我开始打电话给客户，告诉他们我的看法，重点如下：", "\r\n\t我认为市场即将出现一波主要的修正行情。自从3月23日以来，市场便持续处于主升段中。历史上所有多头行情中，仅有29％的主升段走势，持续的时间比这波行情更久。另外，这段期间内，\"道琼运输指数\" 已经上涨52％。相形之下，在\"道琼工业指数\"92的年历史中，包括多头与空头在内的174个上升走势，其中仅8次的涨幅超过52％。垃圾债务市场已经几乎瓦解--完全没有买盘。此外，\"道琼工业指数\" 在10月9日创高价以后，已经连续下跌四天，而10月9 日的高点并没有受到\"道琼运输指数\" 或行情宽度（breadth；译按：这是衡量市场上涨与下跌家数之间的关系，通常以\"腾落指标\" A／D表示）的确认--这显然是空头信号。", "\r\n\t\"道琼工业指数\" 持续攀升，市场气氛十分乐观，主要是受到公司并购消息与绩优热门股走势的影响，但绝大部分个股都已经出现顶部，并处于中期跌势中。日本与德国已经调高利率（美国目前的通货膨胀率约为每年5．5％，在近两个报告期间内，联邦准备体系内的\"自由准备\"都有降低的趋势。在目前情况下，我不认为\"联邦准备银行\"有放松银根的可能性。", "\r\n\t所以，我目前正在买进指数的卖出选择权（Put），建立空头头寸；现在的规模还不算大，但如果出现价跌量增的盘势（大约1．7亿股），\"道琼工业指数\" 跌破2752的水准（8月份的高价），我会积极卖空。", "\r\n\t中午过后不久，盘势开始下滑，但成交量并没有放大。我慢慢买进指数的卖出选择权，持续扩大我的空头头寸，料想大盘下周将继续向下探底。我非常留意成交量的变化。大约下午2：45的时候，消息传出\"联合航空\"并购案的资金融通失败，成交量暴增，S＆P500指数期货开始一路挫跌，我也开始大量抢进卖出选择权。大约下午3：00过后不久，我的买单再也无法成交--情况已经完全失控了。\"道琼工业指数\"收盘重挫191点。", "\r\n\t周一早晨我预料开盘指数大约会下跌50点左右，如果情况真是如此，我已经拟定一张清单，列示我希望做多的个股与选择权。我持有的卖出选择权都设定在开盘价卖出，然后等待开盘。在开盘后两个小时内，市场笼罩在一片卖压下，指数跌幅超过60点。我的空头头寸完全获利了结，并建立股票与选择权的多头头寸。我当初建立空头头寸的佣金成本约为73605美元，毛利约为831212美元，所以净利为757607美元。接下来几周内，我继续持有多头头寸。最后又获得相当不错的利润。\n      ", "\n\t", "\n\t ", "\r\n\t我完全不知道\"13号星期五\"的收盘指数会重挫191点一一这是历史上的单日第二大跌幅；我也知道\"联合航空\"并购案会爆发融通失败的消息。如此重大的跌幅，确实是巧合，但我掌握这波跌势，与运气全然无关。我使用的每一项分析准则--包括前文中所未提及的多项理由 -都显示大盘即将修正 所有的胜算都站在我这边。", "\r\n\t后文将逐项解释我如何预测这类行情。然而，如果我必须将方法中的所有成分都以一句话表示，它将是：根据重点思考。", "\r\n\t重点未必在于你知道多少，而是在于你知道内容的真实性与相关性。巴伦氏杂志，每周都有数十页印刷精美的摘要说明，叙述当周股票、债券、商品、选择权以及其他交易工具的行情。信息如此繁多，处理所有资料并了解它们代表的意义，实在超出人类心智的能力范围。\r\n", "\r\n", "\r\n简化资料的方法之一是专精于其中一、两项领域。另一种方法是运用电脑处理组织与筛选的工作。但是，不论如何简化资料，处理信息的关键还是在于：如何从每天无数的资料中抽取根本重。", "\r\n为了掌握这种能力。你必须以原则统辖信息，原则是界定金融市场性质的基本概念。一项原则上在无数特定事件与无数相关资料中，抽象化的一种普遍性概念。复杂的市场资料在原则的统辖下，将变得相对单纯而易于处理。", "\r\n以一项简单的陈述为例：\"成长需要仰赖储蓄。\"，这是否是真理？这是否是一项原则？在普通常识的层面上，这显然是一项原则。购买一栋房子，你需要付头期款；若要付头期款，你便需要储蓄。另一方面，凯恩斯学派的经济理论主张，能以预算赤字的方式刺激经济景气；所以，储蓄实际上将妨碍成长，支出才是经济持续繁荣的关键所在。哪种看法才正确呢？这涉及什么原则呢？", "\r\n我们暂时假定，成长确实需要仰赖储蓄，而且不仅适用于购买房屋的单一事件，也适用于经济活动中所有个人与团体-换言之，该陈述是一项原则。就金融市场的角度来说，这项原则告诉你什么？答案是\"很多！\" 例如，它显示信用扩张的企业兼并活动不可能永远持续下去，尤其在股票市场的巅峰水准上。景气不佳的情况下（经济衰退或经济萧条），一家公司的负债若远大于现金准备与流动资产的总价值，它的生存条件便相当脆弱。这类公司的生存，完全仰赖未来的所得或额外的信用。经济衰退期间，信用高度扩张的公司，将遭到销售量减退与信用成本提高的双重打击。如果你考虑投资的风险与相对的报酬，你将会质疑这类公司的生存机会、未来的获利潜能乃至于投资的潜在价值。", "\r\n同理，这项原则也可以适用于整体经济。如果成长确实需要仰赖储蓄，国家整体生产者创造的财富，必须大于\"整体消费，如此才可以将余额投资于未来产品与服务的生产。联邦政府持续采用预算赤字的政策，相当于以明天的生产融通今天的支出。这种情况下。仅有两个可能的结果：（1）美国未来的总产量呈现突破性的发展，政府得以染指原本属于储蓄的部分，并以此清偿债务，而且剩余的储蓄仍足以融通投资；（2）由于政府不断增加课税，或以通货膨胀的手段稀释生产者既有的财富，导致成长或成长率的减退。更重要者，如果政府试图继续采用预算赤字的政策，试图继续支出目前并不存在的财富，终必造成一场金融大灾难--严重的空头市场。", "\r\n这个例子中，我们的重点并不在于你是否同意这个原则的正确与否。这个例子的主要目的在于说明，一项陈述、一点点知识，如何形成一系列的推理与结论。如果我们了解基本原则，原本看似非常复杂的现象，便可以整理为相对单纯的知识。", "\r\n任何领域内，明智的决策都需要仰赖根本知识，使所有的观察事件都可以诉诸于这项统辖因果关系的根本概念。在金融市场中，基本知识代表的是价格走势与价格趋势的原则。它们代表市场的普遍性质，并界定各个不同市场的特质。", "\r\n培养这种知识，需要持续将明确的事件转化为抽象的概念。并将抽象的原则套用在实际的事件上；根据今天事件的分析，预测长期的未来；以适用近期与过去历史的同一个概念，了解今天发生的事件。我称这种程序为\"根据重点思考\"，或\"根据原则思考\"。", "\r\n认定你应该根据原则思考，是一回事。如何认定原则又是另一回事。阅读有关金融市场的书籍与杂志时，你会发现每个\"专家\"都有看法，这些看法却经常相互矛盾。这一部分是来自于定义的问题。以我们每天都可以听到的名词为例：多头市场、空头市场、趋势、经济衰退、经济萧条、经济复苏、通货膨胀、价值、价格、风险／报酬、相对强度、资产配置．．．．金融圈内人士大多知道它们，但很少人可以明确地定义这些名词。然而，界定这些名词不仅是一种概念化的程序；更是了解市场的根本步骤，并认定统辖它们的原则。", "\r\n在本书的其他篇幅中，我将提出，了解市场的基本知识，以及如何利用这些知识获利--一位成功市场玩家需要的\"投机原则\"。", "\r\n\n      ", "\n    ", "\r\n\t "], "imgs": []}