{"title": "第20章 货币，信用与经济循环", "content": ["\r\n\t在撰写本文的过程中，美国人民对于国会山庄的作为都保持相当乐观的态度，认为他们会\"做些什么\"将美国经济拉出沼泽。然而，这些\"什么\"竟是什么，便颇不确定。在克林顿掌舵，而民主党在参、众两院都居于多数的情况下，民众纷纷猜测税金将如何增加与减少。某些民主党议员倡导\"向富人课税\"。其他议员则呼吁政府采取更多的支援或／与奖励的措施。更有一些议员将经济的疲软归咎于联储的政策，并主张进一步调降利率刺激复苏。", "\r\n\t非常悲哀而讽刺地，我们竟然会期待华盛顿的立法者能够挽救我们的经济，我敢打赌。在这些民意代表中。不到2%的人可以真正了解经济衰退发生的原因、在目前的国会辩论中，我没有听到任何根据经济基本原理提出的振兴经济方案。他们仅是谈论着一些抽象的陈腔滥调，以讨好选民，并将经济危机的责任推给对立的政党。当他们继续这类口舌之争时，经济也继续下滑。", "\r\n\t可笑地，经济循环实际上便是直接来自于华盛顿领导人采取的财政与货币政策。他们试图管理国家的经济活动时，繁荣与衰退的循环于是产生。犹如米赛斯所说：", "\r\n\t影响经济体系的波浪状变动，在经济萧条（衰退）之后又是经济繁荣，这是不断尝试扩张信用而降低市场毛利率的必然结果。以扩张信用带来的经济繁荣，绝对无法避免最后的崩解。", "\r\n\t如果你完全了解这段评论的意义，则可直接跳至下一章。否则，请继续阅读；透过这段评论的分析，我希望你因此拥有完整的知识，以精确预测未来经济活动的内容。一旦你知道内容之后，你可以在机率的层面上推测这些活动发生的时间。", "\r\n\t当我说你可以相当精确地预测未来的经济活动时，这听起来似乎有些夸口。没有错，你水远不可能知道所有细节。然而，仅要留意的话，你可以知道根本的状况。让我以一个实际的例子来说明。", "\r\n\t在1979年，我们当时正处于\"石油危机\"之中，中东产油国压制石油价格。卡特政府限制国内的石油生产．并课征石油进口的关税，立即造成国内石油供给的短缺。石油类股的价格大幅飘涨，其他工业类股则以较缓的速度随后跟进。联储虽然调高利率水准，却让货币供给仍然加速扩张。换言之，石油产品的价格上涨得到货币供给扩张的支持--通货膨胀。", "\r\n\t然后发生了两件事。第一。在1979年10月12日。沃尔克宣布，组储将以货币供给的成长率做为政策目标，而不再积极干预利率水准，其意味着通货膨胀的扩张主义已经合一段落。第二，总统候选人里根宣布，如果他当选的话，将让石油产业自由化。", "\r\n\t当我相信里根将赢得共和党的提名，并将击败卡特时，我知道利率高涨与石油价格偏高的时代已经结束了。我也知道，当石油价格下跌时，其他工业类股将因此而受惠，至少在经济开始反应通货膨胀所造成的伤害以前是如此。所以，在1980年10月份的大选期间，我大量做空石油类股。S＆P 500（石油类股所占的比例很大）在11月份出现顶部，石油类股则在1月份做头。道琼工业指数在4月份走高，而s＆p500则下滑。7月份道琼指数确认多头市场已经结束。这是我们接受报应的时候了，于是我开始完全居于空方。", "\r\n\t犹如我先前所说的，主导经济活动的力量，深受政府政策的影响。人类采取的每一项经济行为，其后果都是可以预测的。当经济行为大规模地反映在政府的财政与货币政策中时，其对于整体经济将产生的后果更相对容易预测。唯一的变数是民间部门的创新发明，他们对于生产的贡献，可能抵消政府的负面行为。", "\r\n\t经济预测的关键，绝对不会脱离第19章的根本原则。在人类行为的前后关联中，运用经济学的基本原则，再配合有关货币与信用的知识（包括利率在内），则经济循环的复杂主题将变得相对容易了解。", "\r\n\t我在前一章曾经提及，货币与信用并不是基本的要素，它们是经济学根本原则的衍生物。漂流至荒岛上的个人．他必须运用经济学的根本原则，却不需要货币与信用。对于原始部落来说，货币与信用也不是必要之物。在货币与信用出现之前，经济社会必然已经发展至相当的程度，成员积极交换剩余的产品。换言之，货币与信用是市场经济的产物。唯有市场经济的成员已经拥有相当的生产力，并且在某种程度内可以控制生活时，货币才有其必要性。信用的情况也是如此。", "\r\n\t对于复杂的市场经济来说，在评估、生产、储蓄、投资、创新与交换的链环中，货币与信用是衔接上绝对不可或缺的工具。经济活动愈来愈复杂时，货币与信用便成为经济进步与成长的必要条件，但这必须在人类行为的基础上来了解与运用它们。如果了解与运用并不恰当，它们将导致周期性的繁荣与衰退--经济循环。", "\r\n\t皮埃与沙颂的故事 我喜爱的一段小故事，可以说明经济循环的根本机制。内容如下：", "\r\n\t路易斯安那州有两位农夫，他们的名字分别为皮埃与沙颂。 有一天，皮埃来到沙颂的农场，并赞美沙颂的马道：\"这真是一匹漂亮的马，我一定要买下它。\"", "\r\n\t沙颂回答道；\"皮埃，我不能卖它，我已经拥有这匹马很多年了，而且我很喜欢它。\"", "\r\n\t\"我愿付出十块钱的代价买下它，\" 皮埃说道。", "\r\n\t沙颂说，\"好吧。我同点。\"", "\r\n\t于是他们签下一纸合约。大约一个星期之后，沙颂来到皮埃的农场对他说，\"皮埃，我一定要拿回我的马，", "\r\n\t我实在太想念它了。\"", "\r\n\t皮埃说道，\"可是我不能这么做，因为我已经花了五块钱买了一部拖车\"。", "\r\n\t\"我愿意付二十块买下这匹马与拖车，\" 沙颂说道。", "\r\n\t皮埃默默地盘算着--15块的投资在一个星期赚5块--年度化报酬车超过1700％， 所以，他说道，\"就这么办。\"", "\r\n\t于是，皮埃与沙颂不断地交易这匹马、拖车与其他的附属配件。最后，他们终于没有足够的现金来交易。所以，他们便去找当地的银行。银行家首先查明他们的信用状况，以及这匹马的价格演变历史，于是放款给他们两个人，而马匹的价格在每轮的交易中也就不断地上涨。每当完成一次交易，银行家可以回收全部的放款与利息，而应埃与沙颂的现金流量也呈几何级数地增加。", "\r\n\t这种情况持续进行，直到数年以后，皮埃以1500美元的价格买下马匹。然后，有一个东部佬（哈佛大学的商学硕士）听说这匹神奇的马，并做了一些精密的计算，而来到路易斯安那州，以2700美元的价格向皮埃买下这匹马。", "\r\n\t沙颂听这个消息以后非常生气，他来到皮埃的农场大声责怪道，\"皮埃！你这个笨蛋！你怎么能以2700美元的价格卖掉马匹呢！我们的生活挪靠着这匹马啊！\"", "\r\n\t这段故事说明了经济循环的精义。皮埃、沙颂与银行家在无意之间造成一种假象，以纸币推高同一匹马的价格。虽然创造了许多货币。但财富并没有增加，而每个人都陶醉在这种假象中。 然而，当这位哈佛大学的MBA把马买金之后，这个假象的泡沫便崩裂！", "\r\n\t人们试图透过信用扩张吸低利率时，便造成繁荣与衰退的循环。如果要充分了解其中的意义与经济循环的原因，则需要了解何谓货币与信用，以及它们在市场经济中的运作方式。", "\r\n\t货币：间接交换的媒介", "\r\n\t货币发明以前，设想一个相对复杂而小型的封闭经济。假定一位农夫拥有剩余的玉米，他希望以玉米交换铁匠的犁具。铁匠拥有犁具的存货，他却不需要玉米；他需要木材做车轮，以便拖运生铁与煤。木材商不需要玉米与犁具，而需要劳工来协助搬运客户所订的木材。当地的磨坊厂需要玉米，而且老板的儿子想找份工作，但他又不需要木材与犁具。在这种情况下，产品与服务的供给与需求都存在，但供、需之间的配合则显然是个严重的问题。", "\r\n\t如果引进黄金之类普遍可以接受的商品，上述问题可通过间接交换的程序完全解决。间接交换是利用某种交换的媒介，以间接进行一系列的交易，彼此相互交换经济价值。农夫付出金币给铁匠，以交换犁具。铁匠以金币换来木材以建造车轮。木材商聘用磨坊厂老板的儿子，并支付他黄金。磨坊厂老板的儿子，听木材商说农夫有剩余的玉米，于是他父亲租用铁匠的车子来到农场，并以黄金交换玉米。以黄金做为交换的媒介，整体经济的交易便可以顺利进行，每个人都得到他所需要的东西，而且各自以剩余产品交换更需要的剩余产品时，每个人都获得利润。黄金本身具有价值，也可以促进经济价值的交换，但它与生产并没有关系。", "\r\n\t就现代的市场经济来说，如果没有普遍接受的交换媒介，交易显然难以进行。普遍接受的交换媒介，不论形式为何，都称为\"货币\"。引用米赛斯的说法：", "\r\n\t货币是交换的媒介。它是最具有市场性的商品，人们希望拥有它，这是因为它可以交换。货币是一种普遍被接受为交换媒介的东西。这是它唯一的功能。人们赋予它其他的功能，那仅是此唯一主要功能--交换的媒介--的特定层面而已。", "\r\n\t货币在市场中的主要经济价值，在于它能够延伸产品交易与产品取得之间的时间。人们之所以需要金钱，因为他们无法透过直接的交换满足需求。所以，他们决定持有货币，并透过间接交换，稍后再以货币交换他们需要的产品或服务。", "\r\n\t这听起来似乎相当简单，甚至于有些琐碎。然而，如果希望了解经济循环，如先便必须了解货币。请留意，米赛斯称货币为\"最具有市场性的商品\"，这意味着货币具有经济价值；它可以满足需求，而市场也将其视为如此。为了具备\"最具市场性\"的经济价值，货币不仅必须是人们普遍想要得到的东西，它还需要有其他的性质，例如：耐久性、便于携带、容易分割以及稀少性。", "\r\n\t犹如任何经济价值一样，货币的价值是取决于市场的供、需法则。就如同任何交换一样，我们在交易中支付\"价格\"以取得货币，此价格却不能以货币单位来表示。产品与服务的价值是以货币单位表示，但货币的价值则取决于人们对于其潜在购买力的感知与判断。两种价值的衡量都仅能在市场决定，并受制于供、需法则。", "\r\n\t货币需求与供给之间的关系--米赛斯所谓的\"货币关系\"--并不是决定于总体的层面，而是决定于个人的独特看法与评估，并表达于市场的累积总和。你或许不相信，这项简单的事实却是经济学家长久以来的争论议题。事实上，许多经济学家甚至认为\"货币关系\"并不存在。", "\r\n\t例如，类似如穆勒与休姆等古典经济学家认为，货币具有中性的性质； 换言之，货币并不如同其他的商品与服务一样具有经济价值。所以本身并没有驱动力量。这种信念可以延伸为一种主张：产品与服务的一般性\"物价水准\"与货币流通数量成比例的关系；换言之，货币数量愈大，物价水准愈高，反之亦然。这听起来似乎颇有道理，但过于简化；事实上，这种观念将扭曲经济活动的根本性质。", "\r\n\t古典经济学家的错误是将经济体系想像为一个静态的\"均衡\"。经济是由许多市场构成，而市场又是由许多个人或群体构成，他们不断评估与交换，这是一种持续的动态程序。在此不确定与不断变化的情况下，货币的唯一功能是促进交易。另外，货币本身也会产生变化。犹如米赛斯所说的：", "\r\n\t经济资料的每一变化，都会使货币产生变动，而这又形成为其他新变化的驱动力量。各种非货币产品之间的交换比率关系一旦发生变化，这不仅会影响生产与．．．．．．分配，也会导致货币关系的变化，并进一步造成其他变化。", "\r\n\t就这个观点来看，货币供给量变动时，所有产品与服务的价格不可能同时产生相同程度的影响。假定其他条件不变，当货币供给发生变化时，唯一可以确定的后果是财富的重新分配；某些人变得更富有，某些人变得更贫穷。", "\r\n\t例如，假定在我们先前所提的小型封闭社会中，农夫突然收到联邦政府补贴的\"纸币\"。最初，除了这位农夫特有的纸币以外，整体经济并没有任何的变化。然而，农夫不再需要以玉米交换黄金，而可以直接以纸币来购买犁具。然后，他还能以剩余的玉米交换其他的经济商品。铁匠在拿到农夫给他的纸币之后，又向木材商买进水材。可是，当后续的交易程序不断发展之后，对于整个经济体系来说，商品将变得较容易取得，价格也开始上扬。", "\r\n\t最初，这对于经济活动有刺激的效果，但这仅是因为某些人并不知道农夫持有纸币。如果每一位生产者都知道这种情况，他们必然会立即调高价格。他们的无知，使农夫可以对市场中的产品与服务取得较高的请求权，他变得比较富有，因为货币供给增加时，价格不会立即上涨。", "\r\n\t凯恩斯了解货币绝不是中性的东西，他却过度运用货币的驱动力量。他认为货币可以用来创造进一步的生产。根据他的说法，额外的投资（以及额外的经济成长）是取决于整体经济的边际消费倾向，但为了增加生产，你必须增加消费而提高边际消费倾向，这是以可支配所得的货币金额来表示。可支配所得的货币金额增加时，消费者的支出增加，将提高企业界的获利，并使他们扩张生产。", "\r\n\t犹如什姆与穆勒一样，凯恩斯的经济理论是处于一种静态的架构内，其中的因果关系都自动地发生在\"总体层面\" 上。根据我个人的看法，这是一个严重的错误。", "\r\n\t事实上，货币是在未来取得目前来消费经济价值（产品与服务）的请求权--就是如此而已。假定你可以将整体经济冻结在某一时刻，其中将有固定数量的产品与服务，所有现金都由某些人持有，价格将取决于人们对于供、需情况的认定。在下一时刻，如果你将经济解冻，并增加某些人的现金持有量，整个价格结构必须重新调整。由于突如其来的不平衡，持有额外现金的人对于既有产品与服务的请求权将增加。在履行这些额外的请求权时，某些人将因此而较富有，其他人则变得较贫穷。\n      ", "\n\t", "\n\t ", "\r\n\t政府采行刺激性的财政与货币政策以增加货币供给时，情况也正是如此。在货币供给增加的初期阶段，某些企业的收益将增加，这是发生在价格上涨之前。这些企业认为需求增加，于是将扩张生产。可是，扩张生产需要时间，而价格将重新调整至较高的水准；所以，企业界增加生产的实际收益可能低于预期的程度，于是他们又减少未来的生产。除非政府可以不断增加消费者的可支配所得，但就实质所得来讲，这是不可能的。政府实际上所能做的仅是增加（或减少）人们持有的现金。如果政府确实这么做，市场迟早会将物价上涨的因素考虑在内，并抵消刺激的效果。 类似如暂时性减税的非持续刺激政策，其效果基本上是一场零和游戏，实际的效果取决于货币关系（译按：由政府部门的支出［储蓄] 转变为民间的支出〔储蓄]，实际的效果取决于所得重新分配）。新的生产仅能够来自于已经投资的储蓄。某些消费者持有的现金突然增加，并不是老天爷赐予的新储蓄。这虽然可能造成新的生产，后者又可能造成新的储蓄与投资，但唯一可以确定的效果是实质财富的任意重新分配。", "\r\n\t人们所以持有货币。仅是因为他们相信其欲望在一段期间之后可以获得较大的满足，而不论这段期间是数秒钟、数天或数年。 每个人对于未来的展望都不同，每个人的欲望也不同，每个人持有现金的理由也各自不同。换言之，每个人希望持有的货币（现金）数量，是取决于其对于目前相对于未来的消费或投资态度。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t基源利率的概念", "\r\n\t如果每个人都相信，世界末日将发生于一个星期之后，生产将立即陷于停顿。相信永生的宗教信徒们可能开始做必要的准备。原本不相信永生的人可能也会皈依，或纵情狂欢。谁知道人们会有何反应？此处希望强调的重点是：所有的经济评估都是发生在目前与未来的前后关联中。如果没有未来的展望，便没有经济活动。", "\r\n\t每个人在评估既有产品与服务的价值时，都会以某种贴现的程序来沟通目前与未来的价值。所以，每个人都会建立一种利率的架构，以表示目前与明天、后天、或20年后消费之间的关系。", "\r\n\t利率的概念通常都与信用联想在一起，被视为是资金融通的成本。然而，就纯粹的经济观点来说，利率是信用发生的原因而不是价格。它不是一种数据，而是米赛斯称认为\"在目前满足欲望设定的价值，以及在未来满足欲望所设定的价值\" 之间的比率。", "\r\n\t米赛斯称此为\"基源利率\"。，因为它是所有经济利率的基础。包括利率在内。", "\r\n\t利率既不是储蓄的诱因，也不是目前不消费所获得的报酬或补偿、它是目的产品与未来产品／间价值沟通上的比率．．．．．．", "\r\n\t基源利率是取决于市场中无数参与者的评估观点，所以它会不断变动。然而，在任何一个时刻，供需情况会反映当时市场大多数人所持的基源利率水准。基源利率下降时，人们的储蓄会增加；基源利率上升时，人们的储蓄会减少。所以，在理想的状况下，基源利率将不受市场利率的影响， 而决定企业家的投资活动。在市场上，它会反映在资本品（以供未来生产之用）的成长（或衰退）率中。 资本累积与市场利率水准未必有直接的关联，本章稍后会讨论这个问题。", "\r\n\t然而，现实的世界到底不是一个理想的场所。基源利率无法精确量化，因为它具有主观的性质，而且又不断变化。所以，企业家在拟定投资决策时，必须根据当时的市场利率水准，而这在目前与可预见的未来，都将受到政府的控制与影响。拟定未来计划依据的利率水准受到政府控制，这是一种非常危险的现象。", "\r\n\t信用与市场毛利率", "\r\n\t就字面上的意义来说，信用就是信赖的意思。就经济上的意义来说，不论信用的形式如何，它都是代表放款（对于未消费财的请求权）而换取以未来生产清偿的承诺。 一个人决定将信用授予另一个人，放款者选择持有现金而不做立即的支出。换言之，放款者的基源利率必然相对偏低。所以，基源利率是所有信用交易的驱动力量。", "\r\n\t它是驱动力量，但不是决定力量。市场毛利率才是决定的力量。市场毛利率--当时的市场利率水准--是由三个部分所构成（1）净（或实质）利率，（2）企业家的成份，（3）价格的升水成份。", "\r\n\t在利率之中，基源利率反映的是净利率，放款者根据此利率将未来的经济价值贴现为目前的价值。一般来说，可供放款的货币供给，是取决于目前消费与未来报酬（通过资本累积）之间的价值评估关系。如果基源利率偏高，可供放款的资金便相对减少，净（名义）利率也会偏高，或不论名义利率如何，放款数量将相对偏低。反之，如果基源利率偏低，可供放款的资金使相对充裕，净利率水准也将偏低。换言之，净利率或放款数量将始终反映基源利率的水准。", "\r\n\t然而，市场毛利率并非仅由净利率决定。在某种程度内，所有债权人都是企业家。透过放款，他们使借款人可以创造未来的预期收益，不论是用于投资或消费。同时，债权人对于未来的收益也有部分的请求权，而成为债务人未来生产的合伙人。由于每项企业投资都涉及某种程度的风险， 放款者当然要求净利率之外还需要风险的升水，后者取决了风险的程度。这种风险的升水便是市场毛利率中的企业家成份， 高低可能随着每笔放款的不同而不同。", "\r\n\t主要的升水成份是反映那决定购买力的货币关系（货币需求与供给）。购买力的变化可能来自现金引发由于货币供给量的变动造成的购买力变化），或产品引发（由于可供运用产品与服务之种类与数量的变动造成的购买力变化），或由两者同时引发；这三者对于货币关系都有影响。就现代的经济环境而言，大多数重要的货币关系变化都是来自于现金引发；换言之，来自于政府财政与货币政策的变动。", "\r\n\t价格升水的成份顶多仅能估计货币关系未来变动造成的影响；换言之，现金引发的货币关系变动对于购买力造成的层层影响。然而，犹如负债累累的储贷机构显示的情况，放款市场通常是反应--而不是正确地预期--货币的未来购买力。米赛斯曾经说：\"价格的升水总是落后购买力的变动，因为它并不是反映（广义）货币供给的变动，而是反应货币供给变动对于价格结构的影响--这必然会有落后的现象。事实上，经济衰退之所以发生，主要便是价格升水成份在时间上的落后性质； 换言之，放款者与企业家都无法精确预期货币关系中现金引发的价格影响，我稍后将说明这点。", "\r\n\t经济循环的性质", "\r\n\t经过上述的讨论之后，我们可以就米赛斯的评论观察经济循环：繁荣与衰退的循环是来自于\"不断尝试扩张信用而降低市场毛利率的必然结果。", "\r\n\t根据我们银行体系的性质来说，信用扩张是起始于会员银行自由准备金的增加。因为我们是采用部份准备金的制度，所以每增加 1美元的新准备金，通过潜在的新放款，至少可以增加10美元的新货币供给。准备金的增加仅有一个来源，增加个人与企业持有的货币，不论是定期或活期存款。", "\r\n\t整体来说，假定人们不改变现金储蓄的习惯，准备金的增加可以来自于贷款的清偿，或联储在公开市场操作中买进政府债券而将现金导人体系之内。在评估经济循环的成因时，后者是较重要的考虑因素。", "\r\n\t联储在货币政策上有两项主要的操作工具：控制短期利率，透过公开市场操作而改变体系内持有的准备金。在经济衰退的谷底，一般公认的适当政策是增加体系内的准备金，并降低短期利率。这两个动作的目的都是为了刺激银行增加放款，并刺激景气扩张。然而，这种信用扩张的结果是一种必然会导致衰退的经济繁荣。繁荣的期间长度与衰退的严重很度，则取决于信用扩张的性质与程度，以及政府在此程序中采用的财政政策。", "\r\n\t现在，撇开财政政策不谈，让我们考虑中央银行信用扩张的影响。在经济循环的谷底，在信用扩张开始之前，市场已经将其视为有利可图的生产程序付诸运作。根据市场的认定，资金已经被配置于最佳的用途；那些关闭的工厂，封闭的油井，未开发的矿产，它们在经济的考量下都不适合生产。边际资本投资正等待新资本储蓄的形成与运作。唯有资本储蓄提供新的资本时，资本扩张才有可能出现，并用之于生产。", "\r\n\t然而， 政府采取信用扩张的措施时，将使市场误以为资本储蓄已经存在， 并可以供边际投资之用。请留意，货币是对于未消费财的请求权。因为所增加的货币存量是以额外的银行准备金出现于体系内，所以市场毛利率将下滑（名义利率降低，而货币供给增加）；在这种情况下，银行通常愿意增加放款。由于企业家无法区别既有的货币与新创造的货币，所以他们认为新增加的贷款可以用来请求未消费的资本品，并将它们用于生产。", "\r\n\t然而，未消费品（包括资本品在内）的数量实际上并没有增加。所有的变化仅存在于货币关系之中，这使企业家误以为资本品的供给增加。由于资本品的数量实际没有增加，而企业家误以为增加，最后将形成一场追逐资本品的价格战争，并导致资本品的价格上涨。然而，价格的变动并不是瞬间完成，各种产品所受到的影响也不相同。", "\r\n\t为了说明方便起见，假定信用扩张增加的新放款都发生在企业界，这是中央银行认定的最理想状况。生产将扩张。失业人口将重新就业。整个国家的情况将趋于好转，是吗？", "\r\n\t不是！企业的扩张是某个装面上存在的新资本。事实上，新资本并不存在，所以企业的扩张仅是将既有的资本由原先的最佳用途转移至其他用途。由于资本被转移至其他的用途。消费品的重置与新产品的生产，都会产生瓶颈的现象。另外，由于劳动市场的就业增加，消费品的需求也会增加。因此，不仅生产者物价会上涨，消费者物价也会上涨；同样地，价格的变动并不是瞬间完成，各种产品受到的影响也不相同。", "\r\n\t企业界对于物价的上涨非常兴奋，认为这代表需求增加于是进一步扩张生产。他们从事更多的投资，这使生产者物价承受更大的压力。包括工资在内，工资增加又会对于消费者物价构成压力。唯有银行不断地提供放款，以维系资本财增加的假象，经济才可以持续繁荣，并造成典型的恶性通货膨胀。", "\r\n\t物价何时上涨，上涨的速度如何，各经济部门所受的影响如何--这一切都取决于数项因子。第一条也是最重要的一点， 科技创新可以降低生产成本， 并因此缓和物价上涨的压力。第二，银行新放款的对象也是一个重要因素。以1927年一1929年间为例，当时的信用曾经大幅扩张，但生产者与消费者物价的上涨程度非常有限。新的放款都是以股票投资人为对象，这酝酿了一波股票市场的投机行情。以最近的案例来说，在1982年至1987年之间，股票与房地产价格飘涨，但消费者物价的上涨速度却下降。第三，政府的财政政策（税金、借款与支出）也可能加速或减缓整个程序。", "\r\n\t然而，在大多数情况下。价格上涨具有下列的循环模式：", "\r\n\t生产者物价会率先上涨，但因为消费者需求具有较直接的影响，所以消费者物价随后必更快速度上涨。", "\r\n\t企业家在获利假象的诱导下，将物价上涨解释为需求增加，并向放款机构要求更多的贷款以扩张生产。", "\r\n\t债权人眼见贷款需求的增加与物价的上涨。而提高市场利率的价格升水成份，以及名义利率。", "\r\n\t然而，不论名义利率的水准如何， 由于基源利率的下降，市场毛利率也随之下滑。", "\r\n\t于是，体系内出现更多的放款。", "\r\n\t再次地，货币关系中又产生现金引发的变化。", "\r\n\t再次地，当消费者需求维持不变或增加时，额外产品的生产又出现瓶颈的现象。", "\r\n\t再次地，消费者物价又趋于上扬。", "\r\n\t循环持续进行，在每一循环中，价格升水的成份都不足以充分反映物价上涨的影响。如果它能够充分反映，则信用扩张将停顿。这基本上便是现代经济扩张的根源。", "\r\n\t信用扩张造成的经济扩张，其幅度与期限受到一项因素的限制，那便是基源利率。一旦生产者与消费者发现，预期的未来所得将不足以弥补货币购买力的下降时，基源利率将开始上升；换言之，将开始出现囤积实物的倾向，资金将流往最足以对抗通货膨胀的对象（股票、房地产、黄金-－）。由于消费品的供给有限而需求不断增加，会驱使物价加速上涨。", "\r\n\t银行开始担心而不愿再授予信用时，或中央银行开始由体系内抽离准备金时，经济扩张将告一段落。这个时候，无数进行中的扩张计划，必须仰赖持续扩张的信用供给与遭到扭曲的偏低利率。在资本充裕假象下所做的种种盘算与计划，已经无法再继续维持。财务状况不佳的企业为了急于求现，在市场中大量抛售存货。生产者价格下跌，而且通常是暴跌。工厂关闭，劳工遭到裁员。营建计划遭到搁置，美国各个城市都可以看见这种尚未完工的建筑．这都是资源配置不当的后果。", "\r\n\t虽然许多企业都急需现金来周转，但放款者却了解当时的风险情况，这使利率中的企业家成份被推升至超高的水准，贷款几乎不再可能。这个时候，整体经济已经处于恐慌的边缘，任何利空消息便可能将其引爆。金融市场的价格崩跌，生产趋缓，财富在一夜之间便可能消失，更多的劳工失业，需求降低．．．．．．经济衰退于是开始。", "\r\n\t经济衰退是不可避免的结果。犹如米赛斯所说：", "\r\n\t信用扩张造成的经济繁荣，根本问题不在于过度投资，而是在错误的场合投资；换言之，不当的投资。［企业家］在扩张时，投资的规模并没有对应的资本品。由于没有充分的资本品，所以他们的计划无法实现。他们迟早会失败。", "\r\n\t然而，虽然许多企业倒闭，仍有一些企业得以渡过衰退的难关； 总之，科技创新可以实际增进整体国家的财富。虽然如此，但在调整的期间，无数的计划将被放弃，这使得真实的财富（以经济价值而言）因此而被浪费（储贷机构的危机便是一个例子）。", "\r\n\t经济衰退期间，政府干预并无益处", "\r\n\t经济衰退是经济繁荣的必然后果。这个结果来自于信用扩张。资源配置错误，货币关系发生变化，利率遭到扭曲，市场的心理结构趋于混乱。经济衰退是一段必要的休养期间，使经济资源可以根据当时的市场状况来调整，但政府必须让经济体系有足够的时间调整。", "\r\n\t一般来说，经济衰退期间，老百姓会要求政府\"做些什么\" 来把经济拉出泥沼。然而，政府实际上并没有能力改变经济现实，这必须由经济体系自行调整。政府唯一能做的便是停止以财政政策为手段征收资本品，并让市场决定资本品的运用。换言之 政府可以同时降低税金与支出。可是，在实务上，政府几乎不曾这么做。", "\r\n\t政府还有另一个可行的方案，那便是进行另一轮的信用扩张。就历史上来说，这是政府偏爱的一项抉择。我相信，历史上每一个重大的经济灾难几乎都源自于此。", "\r\n\t我们可以检视最近发生的例子。1991年与1992年，联邦政府试图以另一轮信用扩张刺激美国的经济。这项尝试显然失败了。 联储增加准备金（透过公开市场操作买进政府证券），并以史无前例的次数凋降贴现率，试图引导市场毛利率下降。然而，放款市场却拒绝妥协，因为财政政策仍局限经济的成长，市场毛利率中的企业家成份非常偏高，这使得放款机构不理会名义利率而不愿意放款。", "\r\n\t我认为这是令人欣慰的发展，尤其是债券市场不理会短期利率的下滑，而殖利率仍然维持在7．5％以上。这显示市场对于通货膨胀信用扩张的影响已经较为明智。然而，另一方面，股票市场的反应便显得相当不智。在1991年12月，贴现率史无前例地向下调低一个百分点而成为3．5％，股票价格大幅上扬。由于（短期）利率居于历史的低水平，市场预期将出现新的增长，股价的涨势持续至1992年12月份。", "\r\n\t根据我个人的观点，这显然是一个问题。未考虑经济环境而将名义利率判断为\"低\"或\"高\"，都是一种错误的前提。必须考虑的重要关系是：名义利率是否可以真在反映基源利率？这必然是一个主观的判断。", "\r\n\t如果政府采行的信用扩张政策，可以利用人为的手段降低市场毛利率（与基源利率），则将产生经济繁荣，反之亦然。关键的指标在于货币供给的增长率。", "\r\n\t结论", "\r\n\t现在，你已经了解我对于经济循环的观点，这当然有些简略而抽象。总之，我认为经济循环的根源是政府试图透过信用扩张而降低市场毛利率。这种情况下，企业家将误以为资本品增加，实际上并非如此。 他们根据这些虚幻的资料而进行盘算与计划，并从事一开始便注定失败的投资。然而，人类在市场中展现的创新发明，却可以减缓上述影响，而使实质的财富在每轮经济循环中都得以成长。", "\r\n\t虽然如此，但人类在货币与信用市场的所作所为都无法改变一项事实：新的生产必须仰赖资本储蓄的增加。信用无法创造国家的新财富。信心也不能创造新财富。总需求的增加更不能创造新财富。其他条件不变时，消费的增加仅会造成新财富潜在生产的减少。唯有生产创造的资本储蓄增加时，才能形成新财富的累积。", "\r\n\t经济循环是一种恶性循环，是政府\"专家们\"计划与执行的一场永无止尽的游戏。这些行为通常是出自于善意，但结果总是相同。只要中央银行的体系存在，只要政府试图控制市场毛利率来规范经济的成长。便不可避免繁荣与衰退的循环，物价将不断上扬。非常幸运地，你可以根据本章的知识了解这场游戏，顺着这个谬误前提形成的趋势来操作，并在这些\"索罗斯的机会\"中获利。"], "imgs": []}