{"title": "第21章 政治对于经济循环的影响", "content": ["\r\n\t为了精确预测未来的经济活动与金融市场的价格走势，你必须了解与整合货币与财政政策对于经济循环的影响。第20章曾经观察货币政策的某些影响。我们发现，信用扩张的货币政策通常会使经济趋于扩张，但随后的经济衰退却是必然的后果。宽松的货币政策通常会引发景气的扩张，但货币政策本身并不能决定经济循环。另一项因素是政府的财政政策：课税、支出与借款。本章中，我希望说明政府经济政策的影响--由我认定的根本目的着手。毕竟，如果经济学是研究\"以手段达成选定的目的\"，则政府选定的目的便是最重要的课题之一。", "\r\n\t当我观察民意代表的行为与主张时。我发现一种根本的哲学观念：经济活动应有平均所得的功能。在新税法中，\"公平\"都是诉求的重点。没有遭受挑战，也没有觉得歉意，我们选出的政治代表们，试图以自由为代价，而由政府强制设定经济上的平等。", "\r\n\t根据现代国会使用的美丽词藻判断，政府经济管理的功能似乎政该是：在未全然压抑企业家的生产意愿为前提下，根据\"公平\"的标准重新分配财富。我完全反对这种观点，我可能需要以一整本书的篇幅说明我反对的理由。然而，我目前的意图并不是驳斥这些思想，而是希望由市场预测的角度，来说明这些思想造成的后果。", "\r\n\t课税对于长期趋势的影响", "\r\n\t课税的制度会长久存在，这毫无疑问。然而，课税的形式如何，它们适用的对象为谁或什么，以及税金的多少都会显著影响经济表现--包括金融市场在内--的长期趋势。", "\r\n\t米赛斯以下列评论总结课税的危险，并解释课税的重要理由：", "\r\n\t如果课税的方法．．．．．．造成资本的消费，或限制新资本的形成，则边际就业所需的资本将缺乏，这将妨碍原本应该存在的投资扩张。", "\r\n\t犹如这项评论所暗示地，并非所有税制都必然会限制经济的活动与成长。政府提供的服务至少有一部分是必要的，但因此主张以税金支付政府提供的服务，就如同任何交易一样，相当于是一种经济的交换，这种见解未必可以成立。为确保政府提供的服务能够顺利的运作，这需要一定的税金来维系，这种程度的范围内，税金的制度是合理的。然而，不幸地，政府服务的供给、需求与成本，并不是由市场力慢决定，而是由政治命令安排。这些命令是由\"劫富济贫\" 的原则主导时，政府的课税与支出将完全失去控制，就如同目前的情况一样。根据定义，没有必要的税金会导致不良的后果，例如：强制性的财富重分配、干扰市场中产品与服务之间的交换比率、扭曲货币的关系、提高资本消费的倾向。", "\r\n\t某些由总体角度观察经济运作的人主张，税金具有\"中性\"或\"刺激性\"的效果，前者是指它们对于消费没有影响，后者是指它们实际上可以增加生产。凯恩斯学派认为，边际消费倾向（译按 ：这是指每增加一单位可支配所得时，所造成的消费变动量）会驱动生产；他们指出，由某个人口袋中拿走的一块钱，最后还是会落入另一人的口袋。另外，由于较贫穷者的边际消费倾向较高，而富人的边际储昔倾向较高，所以向富人课税，并透过社会福利计划将财富转交给贫穷者，这可以增加整体经济的消费，而这又会导致总需求的增加，并刺激企业界增加生产。犹如凯恩斯所说的：", "\r\n\t如果财政政策被用来使所得的分配更平均，则其对于增加边际消费倾向的效果当然很重要。", "\r\n\t这种主张有一项致命的缺失：如果消费的增加发生在生产的增加之前，资本将被消费。如果税制是以\"劫富济贫\"的方式增加贫穷者的可支配所得，则贫穷者的消费增加必然导致富有者的消费减少。虽然富有者的消费型态可能因此而改变，这姑且不论，但因为富有者的边际储蓄倾向较高，所以整体经济的储蓄将降低，而降低的储蓄原本可以用于资本的扩张。", "\r\n\t让我们考虑这种\"劫富济贫\"税制可能产生的后果。在最理想的状况下，这将造成资本在经济部门之间的重新分配，并导致较缓慢、较缺乏效率的经济成长。在最糟的状况下，这将造成资本的直接消费，并减少国家的净财富。首先由最理想的状况开始。", "\r\n\t假定政府对于年收入在5万美元以上的人课征\"富人税\"，并直接分配（跳过居中的官僚体系）给年收入少于1．5万美元的人。", "\r\n\t这项税金的目的有二： （1）提高所得的平均程度， （2）增加整体经济的边际消费倾向，并期待这还可以增加生产水准（这便是克林顿政策的基础所在）。现在，假定这项税制在这两方面都成功。这项税制对于所得平均化的效果非常明显。然而，如果所得重新分配可以增加消费需求，则整体经济的储蓄必然会减少。", "\r\n\t在所得重新分配以前，经济中存在既定数量的资本品供给，以生产既定数量的消费品供给。在重新分配之后，经济中供给的资本品与消费品数量并没有变化，但用来重置资本与资本扩张的储蓄已经减少了。同时，消费需求增加，造成物价上涨的压力。", "\r\n\t由于需求增加，企业界扩张生产。然而，为了生产较高水准的消费品，将造成瓶颈，所以价格上涨。企业界扩张生产时，需要运用资本品，所以对于既定数量资本品的需求也将增加。假定货币供给没有变化，资本品的需求增加，而供给相对减少（储蓄减少），则生产者物价也开始上升，但价格的上升速度可能不如消费品，因为消费品的需求增加较早发生。", "\r\n\t由于销售摊增加，而且零售价格上涨，企业界的收益增加，于是某些厂家的投资将运用更多的实质与虚幻的资本。但生产者物价的上涨将抵消一部分的利润。另一方面，如果所得没有重新分配，企业家可以运用的资本品原本较充裕。最初，由于需求增加，所以生产量会增加，但因为可供投资的资本品数量已经减少，所以生产的数量将少于课税以前的水准；价格也较昂贵。除此之外，政府扮演的\"中间人\" 角色必然会降低经济的效率，并进一步影响潜在的成长。总之，每当你将资本储蓄转移至消费支出，将失去一些成长的潜能（包括目前与未来的成长）。 这是最理想的情况。", "\r\n\t实际的发展未必如此理想，课税不仅会把资本储蓄转移至低所得阶层的消费，而且高所得阶层的边际消费倾向也会降低。企业活动的反应并不一致，某些企业是为了满足高所得阶层的需求，另一些企业是为了满足低所得阶层的需求。资源被重新分配至低所得阶层时，则提供高所得阶层产品的企业将受到打击，裁减员工（经常是低所得阶层的成员）。工厂关闭或破产，贷款无法清偿，．．．．．．不仅既有的资本被消费，以未清偿贷款表示的未来资本也被消费。由于提供低所得阶层产品的企业会扩张，所以上述损失在某个程度内可以获得弥补，但根据整个程序的性质来说，整体经济得到的效益无法抵消发生的损失。", "\r\n\t何以如此？因为供、需关系受到任意的扭曲。对于高级品产业来说，它们投资的时间与资本品将发生损失，某些是永久性的损失。某些资本品在性质上无法转至其他用途。同时，某类资本品将因此闲置，价格暴跌，而低级品产业的资本品需求增加，其价格上涨。然而，两者之间并不能相互抵消。因为某些资本品已经被消费，或处干闲置状态。另一些资本品则因为企业扩张而价格上涨。", "\r\n\t为了满足财富重新分配造成的需求增加，提供低所得阶层产品的企业必须进行资本投资。所以。低级产品的生产会发生瓶颈。这类消费品的价格将上涨，相关的生产者物价也会上涨。以最后的结果来说，净资本被消费；换言之，整体经济与国家将变得较贫穷。", "\r\n\t10％的\"奢侈税\"便是一个典型的例子，它造成净资本的消费。这项税制的动机完全是基于利他主义：\"任何人如果买得起小飞机或游艇，他便有能力多付10％的价格\"。这便是其支持者主张的理由，而且法案也通过了，但结果呢？他们的判断完全错误。10％造成重大的差异。游艇产业随之瓦解。小型飞机制造业也是如此。甚至于也波及一些周边产业，例如：专为游艇生产的小冰箱。数以千计的蓝领工人因此失业。虽然这项税制稍后被取消，但许多生产设备仍处于闲置状态。", "\r\n\t这段故事的教训非常明显：如果市场可以接受较高10％的价格，则价格早已经上涨10％了。任何新税制造成的价格上涨，必然会影响边际的购买需求，这又会使边际生产停顿。实际的情况便是如此。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t资本利得税", "\r\n\t根据我个人的看法，资本利得税仅有负面的经济效果。更糟者，以28％的实际税率来说（不包括州政府的部分），美国目前课征的资本利得税是全世界最高者之一。撇开它不能根据通货膨胀来调整不谈（这相当于是偷窃），资本利得税是就新投资的根基来课税：利得--将资金投资于企业计划赚取的新财富，或就我个人的情况来说（至少是我希望的情况），由他人的不当投资获得的利润。", "\r\n\t目前的资本利得税，将28％以上的资本利得转移至以消费为导向的政府支出，并因此而消费美国的资本。资本利得税吞噬原本可以用来促进经济成长的资本储蓄。资本利得税率增加时，新投资的数量使减少。我可以直接证明这个论点。", "\r\n\t投资者安排资金时，会在替代方案中选择：直接投资于未上市的企业、股票、债券、各种基金．．．．．．。在评估每一项可行的方案时，他们会观察潜在的风险与报酬。并加以比较。然后，根据相对的风险一报酬比率，他们会选择最具有吸引力的投资方案。每个人对于风险／报酬关系的看法都各自不同，但一般而言，如果两项或以上的投资方案提供相同的潜在报酬，绝大多数人会选择风险最低者。由另一个角度来说，涉及的风险愈高，潜在报酬也必须愈高才可以吸引新的投资。", "\r\n\t在投资者的心目中，许多潜在的投资都是存在于一种不确定的灰色领域内：它们是属于边际投资。它们是新企业或既有企业提供的某些投资机会，但潜在报酬虽然稍高于其他低风险的投资方案，例如：免税的市政公债，但这种程度的报酬并不容易吸引新的资本。例如，一家公司如果五年来提供股东每年的平均税前报酬为25％，它在募集新资本时应该没有问题。然而，对于一家新企业而言，如果它承诺新股东每年的平均税前报酬为10％、甚至于15％，但在资本利得税的影响下，这家公司在募集资本时可能会有所困难。每当资本利得税增加一个单位，边际投资的数目便会有对应、甚至于等比例的增加，使得新投资计划更难以吸引资本。", "\r\n\t让我们考虑一个例子。一家新企业承诺提供10％的盈余成长率，并在各种不同的资本利得税率下，发行股票募集资本。请你根据表21．1所列的投资方案，评估这家新企业投资的可行性，假定你是一位拥有1万美元资金的\"一般\"投资人。", "\r\n\t表面上看，一般投资人可能会选择高成长股票。实际上不然。许多投资人了解，只要一季的盈余报告不理想，本益比高达40倍的股票很容易下跌25％或以上。 就目前的经济环境与高达33％的资本利得税考虑，我猜想绝大多数投资人都会选择中度成长的股票与债券基金的组合。", "\r\n\t新企业承诺的报酬率又较债券基金高2．17％，债券基金几乎毫无风险，这种情况下，谁愿意投资新企业呢？新企业的风险远较为高--投资人可能损失所有资金！如果资本利得税率为15％，新企业投资的报酬较债券基金高4．69％，这或许可以吸引部分投资人。如果税率为0，其报酬率将几乎是债券基金的两倍，这当然可以吸引风险取向较高的投资人。", "\r\n\t为了说明资本利得税对于边际投资造成的严重影响，让我们考虑下列简单案例。史密斯拥有一家非常成功的州际卡车运输公司，而且他有一个梦想。他希望成为高速公路卡车休息站的麦当劳，提供廉价而高品质的食物给卡车司机与其他旅客。他的基本构想是在车潮较多的地区购买土地设置休息站。经过详细的研究，他认为最初可以建立100个单位。然后，经过10年或15年．规模可以逐步扩大为1000单位。", "\r\n\t在仔细评估成本之后，史密斯认为每单位的成本大约需要5万美元；所以他需要5000万美元做为最初资本。史密斯的往来银行愿意以运输公司为抵押而放款给他2500万美元。他还缺少一半的资金，于是决定成立\"史家卡车休息站\"的公司，并希望找一家投资银行承销发行他的股票。他相信投资者必然非常热衷于这项\"稳赚\" 的计划。", "\r\n\t他把详细的投资计划书提供给投资银行，包括现金流级的计划在内。根据他的估计，每单位的营业量至少是50万美元。营业净利为15％。营运单位逐渐增加后，由于经济规模的缘故，获利率可以提高至20％，他计划拥有一半的股权，其他部分则以每股10美元的价格公开筹措资本。根据发行价计算，本益比为6．67倍，他认为投资银行一定会把他的公司视为是\"成长型\"的企业，并非常乐意承销其股票。", "\r\n\t实际结果却令史密斯大失所望。投资银行家看见预估的报酬率以后，便不断摇头。他说道：\"史密斯先生，你的构想相当不错，但整个计划并不可行。报酬率太低了\"。", "\r\n\t\"你什么意思\"，史密斯说，15％的报酬一点也不差--它几乎是目前债券殖利率的两倍 ！ \"", "\r\n\t\"嗯．．．．．．\" 银行家叹息道： \"15％的公司获利率当然不算差，但你必须由投资人的角度来设想。你估计报酬率为15％。假定你每年都再投资，则你公司的盈余也应该可以每年成长15％，而股票价格至少也应该有类似的表现。可是，投资人主要是为了长期资本利得而投资。假定你的股票每年平均上涨 15％，则33％的资本利得税将使投资人税后的报酬率降至10％。他们目前在免税的市政公债基金中便可以获得7％的报酬率，而且几乎毫无风险。再考虑另一项事实，新成立的餐饮业大约80％会失败，你不妨考虑投资人会怎么想？你不能期待他们每年为了多赚3％的利润而承担损失一切的风险。对不起，史密斯先生，风险／报酬的关系实在不足以吸引投资人\"。", "\r\n\t于是，史密斯又尝试其他银行，但结果完全相同。最后，他终于放弃了，将卡车运输企业以2500万美元的价格脱手，并将所有资金用来购买免税的市政公债，又在科罗拉多州买了一栋小木屋，而以债券利息度过下半辈子。所以，一位卡车休息站的麦当劳就如此提早退休了。", "\r\n\t不论新投资案的成功机率多么高，如果投资人愿意投入资金承担风险．这些计划的潜在报酬必须远高于其他低风险的替代方案。至于高出的幅度确实为多少，没有人知道--这取决于投资人的主观判断。然而，如果资本利得税率是15％而不是33％，则\"史家卡车休息站\"的报酬率便可以提升至12．75%；较债券基金的值利率高出82％。如果没有资本利得税，则潜在报酬声更有15％，较债券基金的殖利率高出114％。潜在报酬率不断提升时，在某个水准之后，这项计划便不再被视为是边际投资。这个例子中的计划是否可以获得投资者的青睐，并没有什么重要性。重点是： 资本利得税率愈低，新的投资方案越容易筹措资本。", "\r\n\t然而，反对降低资本利得税的人认为，如果降低资本利得税，政府的赤字将增加。事实上，这个问题可以由减少政府支出来解决，撇开这点不谈，我们可以根据简单的数据反驳这种观点。例如，70年代联邦政府的总收人为3．275兆美元，在80年代里根政府大力减税的十年内，总收入则成长177％而成为9．O61兆美元。不幸地，80年代政府总支出却增长202％而成为10．823兆美元。赤字的问题是来自于不负责任的支出，而不是因为税收不足。", "\r\n\t每一年，或许有数以百计的新投资方案因为资本利得税而遭到搁置， 并因此减少数以千计的就业机会，以及数以十亿计的潜在新税收。 例如，如果资本利得税并不存在，则\"史家卡车休息站\" 便可以经营成功，将可创造不少税收。", "\r\n\t ", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t假定史密斯的营运计划相当正确。他成立10O单位的休息站，平均每个休息站第一年的营业额为50万美元。假定劳工成本为20 ％，而且仅聘用当时失业的劳工。他提供的食物，平均成本为30%。每个休息站的房地产成本平均为10万美元，每处的建筑改良成本为25万美元，并使每单位的财产税因此而每年提高60O0美元。在每一个休息站中，他购买10万美元的新设备，并支付5万美元的杂项费用，包括：投资银行的费用、律师的费用、贷款申办的费用、建筑许可以及其他类似费用。在这些简单的假设之下，第一年的营运便可以为政府增加1000万美元的税收（参考表21．2）。\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t这是创造新财富衍生而来的新税收。我故意以保守的态度来估计税金，有许多增加税收或减少政府支出的项目并未考虑在内，例如：额外的公司所得税、原本失业之营建工人支付的额外所得税、州与联邦政府减少支付的救济金、以及其他等等。此外，我也未提及创造新工作的效益--提高市场的竞争而使餐厅的价格下降。", "\r\n\t事情的真相很简单：如果资本利得税将妨碍\"史家卡车休息站\" 之类的边际投资方案，资本将被转移至消费，而潜在的新工作、财富与新的税收也将因此完全流失。我们应该如何选择，这应该非常明白：33％的资本利得税，并因此而每年妨碍数以百万美元计的新财富增加；或者，降低资本利得税而鼓励资本成长，并创造新的税收？", "\r\n\t1000单位的\"史家卡车休息站\"，这只是一个小型的投资案--每年营业额为5亿美元。虽然如此，但假定史密斯在每个休息站都聘用20个人，他将创造2万个就业机会，每年增加的实质GDP可以高达数百万美元。假定每年有数以百计、甚至于数以千计的新投资案，是因为资本利得税而遭到搁置，这便是经济衰退与经济繁荣的差别。同时，这也代表政府流失数十亿美元的税收。", "\r\n\t批评者可能会说：\"你的故事是以悲剧结尾。可怜的史密斯。他拥有价值2500万美元的市政公债，而资本利得税使他无法更富有。你的例子证明降低资本利得税仅会造福富有者！\"", "\r\n\t", "\r\n\t ", "\r\n\t这种想法完全忽略一项事实，每个有利可图的新投资案，都可以创造衍生的经济效益。例如，假设史密斯在法明顿附近开了一家餐厅，这是一个虚构的社区，就如同许多美国郊区一样，它限于经济的困境中。约翰与玛莉住在法明顿附近，并在81号高速公路旁拥有一座农场。农产品价格持续下滑，他们的房屋贷款已经积欠\"法明顿第一国家银行\"3个月。他们每个月需要8OO美元的收入才能够勉强度日子，附近却全然没有工作机会。乔治是本地的银行家，他告诉约翰与玛莉，不久之后他将被迫查封他们的财产，并拍卖其农场与设备。\n      ", "\n\t", "\n\t ", "\r\n\t乔治本身也遭受非常的压力。银行的稽查人员紧盯着他，并警告他要立即增加提列坏帐准备金，否则将关闭本地分行。如果他们迫使他去查封约翰与玛莉，一切使结束了。因为本地的房地产价格大幅下跌，拍卖农场顶多仅能弥补三分之二的贷款。这部分的损失将迫使乔治结束分行的业务。随后，联储将接管一切，并查封更多亲朋好友的财产，这将使法明顿与附近的社区完全破产。", "\r\n\t有一天，玛莉驾车沿着高速公路行驶，突然看见一个新招牌，上面写道：\"史家卡车休息站\"。在招牌下侧写着：\"供应餐点\"。于是、她走进餐厅，申请了一份工作，隔周开始上班。她与丈夫及时缴付了当月份贷款，而且在三个月内清偿所有积欠的贷款。", "\r\n\t乔治发现，不仅是约翰与玛莉如此而已，其他银行客户也开始更及时地缴纳贷款。附近的20个居民在\"史家卡车休息站\" 找到工作。餐厅的经理搬到镇里，并买下强森的房子，这栋房子已经在市场销售了九个月。镇上仅有一家餐馆，即使最困难的期间，它也可以勉强维持获利，但最近几个月发了一笔小财，因为\"史家卡车休息站\"的营建工人时常照顾餐馆的生意。在镇上经营杂货店的杰克，最近的收人也大幅改善，并开始定时缴纳贷款而不再要求延期。由于财产税收入的增加，镇上小学的经费也转为充裕，并再聘在法兰克把始终未完工的新教室加以整顿。 五金行的生意也明显好转；另外，贝西在领了三个月的失业救济金之后，现在也找到工作了。史密斯每天都存人500O美元至1．5万美元的现金至乔治的银行，其他固定客户的存款余额也有所增加。乔治刚好补足了贷款坏帐的准备金，银行的稽查人员也离开了，乔治的血压也恢复正常。法明顿终于度过难关。", "\r\n\t降低资本利得税仅能使富有者受惠吗？如果没有资本利得税，或税率较低一些。每年都有更多类似如\"史家卡车休息站\"的潜在投资可以突破\"边际\"的状态。结果，将有更多的资源可以有来创造新的财富--新的产品与服务--造成更多的就业机会。更竞争的价格（通货膨胀将可趋缓），更多的支出，更多的利润，更多的储蓄，更多的投资，如此周而复始。", "\r\n\t我可以这么说，财富将创造财富，这便是所谓的\"投资向下延伸的理论\"，降低税率的效益可以由富有者向下延伸至低所得的阶层。然而，如果你考虑降低资本利得税产生的整体经济衍生效益，则\"富有的\" 投资者仅享有一小部分的效益。以\"史家卡车休息站\"为例，史密斯当然会变得更富有，但就其投资的总效益来说，他的所得增加的比率实在相当微不足道。", "\r\n\t降低资本利得税仅会造福富者，我们可以提出更明白的论证加以反驳。在20%与33%的资本利得税下，我们可以比较美国中产阶级房屋所有者的效益。在1．12亿的纳税人口中，有7400万的房屋所有者。假定房屋的价格犹如\"1986年税务改革法案\"（这时候开始采用33％的资本利得税）实施前一样，每年平均升值6％，房屋的价值在12年会上涨一倍。以目前的房屋价格的中位数考虑--15．8万美元--并假定房屋每12年转手一次，如果适用的税率是20%而不是33％，房屋所有者可以多获得的利润中位数为2O54O美元平均每年节省的税金为1711美元。（当然，如果你卖掉房屋又买进价格更高的房屋，则当时可以完全避免缴税，但这仅是拖延税金而已。然而，如果你在55岁以后才卖出房屋，你可以享有一次12．5万美元的免税扣减额。）另外，我们还必须指出一点，在目前的规定下，房地产并没有资本损失的扣减--当然，这完全是另一个问题。", "\r\n\t如果一股的美国房屋所有者有选择的余地，则在下列两个方案中，他们会如何选择：美国的中产阶级在两年内每年可以减少2OO美元的所得税（在本书撰写时，这部分税金将转由富有者承担），这是国会议员目前主张的方案；或者，让房屋所有者每年节省1700美元的税金、我想答案非常明显。", "\r\n\t显然地，通过节税造成的资本净值增加，可以用来做为投资或支出的信用扩张。房屋所有者的资本净值增加时，他们可以申请第二抵押贷款，以改善房屋建筑、购买汽车、供儿女接受教育以及其他等等。资本利得税会直接消耗资本净值（累积资本），并降低其可以贷款的金额。如果你知道，在全美国的资本净值中，有三分之一将由政府通过资本利得税加以征收，你应该可以了解我们因此将丧失的潜在投资数量．", "\r\n\t在政府可以课征的所有税金类型中，资本利得税是对于经济伤害最严重的一种税制。一般而言，最不具伤害性的税是那些税率偏低而没有差别性的税，并且课税的目的仅有一个：以融通政府最需要的支出。根据税金的性质来说，课税若是以平均所得为目的，则对于经济成长必然有负面的影响。它们会造成资本的消费，这又将减少资本储蓄，并降低经济扩张。\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t政府支出与赤字支出", "\r\n\t在某一程度内，政府的课税与支出可以被视为是必要的经济成本。以国防为例，包括军事的基本建设与军事产业，都必须通过税金的方式，接受其他生产者的支援。然而，就如同人类消化系统内的细菌一样，军事产业是一种仰赖全国产能的必要寄生物。它不仅依靠政府，而且也必须倚仗其他产业维持生存。可是，对于许多政府融通的计划却不是如此。", "\r\n\t非常不幸地，许多人将政府视为是一座永远不会耗竭的资源宝库，任何团体或任何具有影响力的国外政府。每当遭遇困境时便把美国政府视为是当然的万灵丹。新泽西州沿海发生水灾？联邦政府会伸和援手。储贷机构发生5000亿美元的坏帐？联邦资金也会加以援助。美国的文盲率过高？更多的联邦资金将注入原本已经过份浮滥的教育预算。阿根廷政府濒临破产？政府担保的贷款加以援助。前苏联的人民将陷入饥荒的困境？美国将提供贷款，并供应廉价的小麦。", "\r\n\t我们美国人或许十分大方，但也非常天真。我们政府（人民）的口袋或许很大，但它却空空如也--除了破洞之外，什么也没有。自从1969年以来，预算便不曾平衡，过去40年以来，每年赤字的平均成长率为15．3%。更糟者，我们看不到有任何改善的可能。虽然1990年10月份通过5亿美元的\"削减赤字\"法案，但在1991年9月，\"预算管理局\"官员预测，五年期的赤字将由 623亿美元增加为1．087兆美元。然而，这是否是一个严重的问题？某些经济学家认为，就目前的政府赤字水准来说，还不是一个值得担优的问题。他们认为，政府赤字仅占GDP的5．9％，远胜过大多数的个人。", "\r\n\t事实上，我们应该根据债务--而不是赤字--占所得的百分率来比较，撇开这点不谈，这些经济学家似乎忽略，个人与企业是依赖生产清偿债务，政府并非如此。政府以赤字融通支出时，是消费未来的资本储蓄。政府发行长期位券、中期债券或国库券时，便有等比例的潜在投资资本被用来清偿那些已经被消费的产品与服务。赤字支出的真正邪恶之处，是欺骗美国企业家，而掠夺原本属于他们的成长资本。由于公债几乎没有任何风险，所以政府能够以最低的殖利率发行国库券、中期与长期的债券．并借此融通赤字交出。", "\r\n\t当然，投资者愿意购买政府债券，这些资金原本可以用于新的资本投资。运用资本利得税之类的税金来融通赤字支出，这会造成双重的伤害。政府不仅侵蚀经济成长的根基，而且还蚕食未来成长的种子。", "\r\n\t结论", "\r\n\t根据预算管理局估计，1993年政府支出将占GNP的25%，其中5．9％将以赤字融通。犹如下一章的说明，这些数据很可能会低估。假设它们的估计正确无误，我们的政府必须维持相当高的税收，以供应预计中的庞大支出。同时，联储不断调降利率，将超额准备输入银行体系中。在我的记忆之内，这是一套史无前例的财政与货币政策组合。", "\r\n\t在一方面，犹如第三章的讨论，刺激性的货币政策将导致资金充裕的假象，而造成经济的繁荣。在另一方面，课税与支出的政策将压抑信用驱动的繁荣，因为享有经济扩张效益的人，会被它们攫取大部分利润（主要是虚幻的利润），并将资品移转至消费。", "\r\n\t在这组不寻常的政策运作下，最理想的结果是迟缓的成长与中等偏低的通货膨胀。然而，在我撰写本文的时候，\"道琼指数\"再度穿越3200点，除非1993年呈现繁荣的扩张，否则此股价水准将无法维持。显然地，市场认定克林顿总统与国会将增加支出，并听任赤字持续膨胀。如果市场的判断正确，结果将是经济的暂时性繁荣， 随后物价将上扬。并在未来几年内发生漫长的经济衰退。", "\r\n\t然而，我们目睹的景象究竟是什么？索罗斯的机会？或是，投资者最后的挣扎，而拒绝承认错误的前提即将被揭穿？下一章，我将尝试回答这个问题，把经济基本分析引用在当前的环境破90年代的未来投资。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-14050209410A28.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-14050209413UR.jpg"]}