{"title": "第22章 20世纪90年代的展望：总体基本分析的经济预测", "content": ["\r\n\t\"宏观基本面\"实际上便是代表政府干预市场的结果。货币与财政政策，各种的法案（税法、规定、补助、关税、价格控制．．．．．．）与军家行动，都会显著影响未来的生产与交易，并影响各个金融市场的价格趋势。", "\r\n\t预测政府政策的影响。主要是默握政府政策的根本性质，拟定一些假设，并根据前几变讨论的原则预测最可能的发展。这是一个\"宏观\"的预测，一种由长期角度判断的景象。由短期的角度填补细节的部分，你需要预测政府政策在近期可能发生的变化。以及在基本经济原理的范围内，评估重大的政治、人口与文化的趋势变动。", "\r\n\t本章中，我希望说明，如何运用历史的统计资料分析未来。我并不试图告诉你，我认为正确的方法；我仅说明我采用的方法，让时间证明我的判断。", "\r\n\t由宏观的角度评估货币与财政政策", "\r\n\t由宏观的角度预测时，不可以仅个别考虑货币政策与财政政策，而应该由货币与财政政策的整体性组合考虑。例如，如果仅以目前货币政策反映的低利率水准与充裕的自由准备金判断，我对于未来几年的金融行情将非常乐观，但还需要根据我对于格林斯潘的了解来调整，我稍后会讨论这方面问题。然而，如果仅以目前的财政政策判断--偏高的税金与相对偏低的支出--则我将看空未来几年的金融行情。可是，当你由整体角度综合考虑时，结果虽然未必是个别成分的总和，但与这个总和还是有点关系。", "\r\n\t目前的货币政策下得不倾向刺激经济。1992年初《华尔街日报》报导，企业界针对低利率的走势，开始大量发行债券以筹措营运资金。在整个1992年内，房屋抵押贷款利率承受相当的压力，3O年期的房屋贷款固定利率甚至低到6．5%，这在某种模度内可以刺激房屋市场，但要鼓励贷款者在较低的利率水准下重流融通，这可增加可支配所得。", "\r\n\t银行界由1989年以来便受到坏帐梦魔的影响，放款意愿非常低落，但就1992年12月的情况判断，它们已经在低利率政策的引导下开始增加放款；在经济复苏的初期阶段，银行仅愿意承做最保守的抵押放款。", "\r\n\t我认为，银行界目前对于放款的保守态度具有正面意义：显示放款机构的管理当局已经得到教训（至少在某种程度内），他们了解信用扩张〔货币供给的通货膨胀） 造成的经济成长有什么长期后果。联储不断调降名义利率，并以超额准备金注入银行体系，而试图刺激经济活动。然而，银行界却不接受诱导。调整后货币基础（这最可反映信用扩张的潜在能力）在1991年大约成长8．7％（调整后的联储信用成长9．5%）。但M2的成长率却仅2．6％。因为银行准备金增加 1美元，可供运用的信用便可以增加10美元以上（后者必然会反映在M2的成长中），所以M2的成长经迟缓可以告诉我们，利率中的企业家成分居高不下，虽然名义利率明显降低。我个人往来的银行家，他所做的评论最足以说明当时（1992年1月）的情况：\"如果贴现率降至零，我们也不会承做信用放款；上级明白地告诉我，如果我批准的贷款发生问题，我会失去工作。\"", "\r\n\t在经济衰退的谷底，这是放款机构的典型态度。然而，就目前来讲，这种态度已经持续一年，而且还在发展中。我认为，银行家对于通货膨胀与信用扩张的后果有最深的感受。他们担心通货膨胀，而不愿意根据任何水准的名义利率承做固定利率的长期放款，除非抵押的资产可以重新包装而转卖给政府，例如：房屋抵押贷款。在这种谨慎的态度下，随着时间的推移，放款持续获得清偿而累积充分的准备金之后，利率中的企业家成分会开始滑落，而经济扩张便可以加速进行。", "\r\n\t1992年，一项重要发展影响了银行放款的意愿与能力。\"巴赛尔协定\"要求银行在1992年底之前必须符合8%的资本对资产比率。某些度过这道难关的银行，通过谨慎的放款，逐渐累积符合规定的资本数量。如果所有银行都采取类似的谨慎态度，这可以为经济成长奠定健全的基础。然而，\"巴赛尔协定\" 的目的仅是让\"联邦存款保险公司\"免于破产而已。由于银行持有的政府债券可以被视为是资本，并扩张信用，将造成银行囤积公债。", "\r\n\t由于上述与其他种种原因（当利率翻升的时候），相对宽松的货币政策与银行放款态度谨慎，所产生正面效果将在目前与未来被财政政策抵消大部分。 最重要的单一刺激因素，将是民主党当局支持的庞大政府支出，尤其是政府的赤字支出。", "\r\n\t赤字支出：如果没有任何改变，则没有任何改变", "\r\n\t为了让本书保持完整的概念，此处将以一个实际的例子说明，如何运用历史资料预测来来的结果，并从这项预测中获利。在此简单介绍我对于1990年\"削减赤字\" 妥协案例的分析。", "\r\n\t当我发现199O年的\"削减赤字\" 法案演变为赤字的加速因素时，我开始自问。这种庞大的支出与赤字究竟还能够持续多久？在投资人开始严厉质疑政府债券的价值以前，政府到底还能够如何质借我们的未来？", "\r\n\t身为一位交易者，我观察的是趋势。交易者对于趋势的看法很简单：\"如果没有任何变化，则没有任何变化！\" 以赤字来说，除非国会与总统根本改变财政政策，否则你必须假定赤字支出的趋势将持续发展。更明确地说，它将持续发展至赤车支出的财务现实压倒政治利益为止--直至赤字支出实在无法再进行为止。", "\r\n\t可是，这是否会发生？我的看法并不乐观。政府或许可以减少支出，尤其是全球的军事竞争已经趋于缓和，但支出的减少将非常有限；赤字的成长率或许可以下降，但赤字的绝对水准恐怕不会减少。根据过去的经验判断，税收增加与支出减少的效果，会被其他方面的支出抵消。让我们观察历史的事实，并由此推论未来的发展。", "\r\n\t首先提出一些背景资料。根据\"家庭研究委员会\"的数据显示，联邦政府在 1950年仅课征家庭平均所得的2％为税金，它同时不仅可以维持预算的平衡，还可以有172亿美元的盈余（根据\"预算管理局\"的《国民所得会计帐》报告）。目前，家庭所得平均至少有24％缴给国库，而国会不仅不能平衡预算，甚至于不能有效降低赤字的成长率。1991年的预算赤字为2695亿美元．超过IBM、General MOtors、Mobil Oil、COca C0La、Johnson＆JoHnsOn、Du PoNt以及SearS。等在外流通普通股的总市值（以1992年1月的价格计算）。", "\r\n\t我们究竟是如何陷入目前的困境，答案很简单；政府持续质借我们未来的生产，而使支出始终大于收入。最严重的情况是，不论政府如何增加税收，支出的成长率永远超过收入的成长率。表22．1可以显示这种令人悲哀的警兆。", "\r\n\t ", "\n\t", "\n\t ", "\r\n根据表22．1所示，就赤字占税收的百分率来说，它由20世纪50年代的0．2 ％，稳定增加为2O世纪80年代的2O．5％。在 1992年1月份，2O世纪90年代的平均赤字占税收的23．3％。若由年度的资料观察（表22．2），1947年以来，政府税收增加率的中位数为6．7％（每年），而政府支出增加率的中位数为8．1％（每年）。", "\r\n假定在截至1995年的五年内，政府会根据44年以来的中位数成长率来增加支出（8．1％）与收入（6．7％），则国会山庄的代表们在 20世纪90年代将支出9．2兆美元，全美国的债务至少增加1．9兆美元。", "\r\n这是一种难以想象的情况，因为除了政府以外，没有任何的个人或机构可以仅凭命令来融通赤字。未来十年内。如果你尝试模仿政府一样举债度日，你根本无法借得需要的资金。经济衰退时，政府的收入与支出都会受到影响，但这些数据并没有考虑经济衰退的因素。情观察图22．1，自从1955年以来，每当经济衰退时，政府收人相对于前一年会减少，支出则会增加。", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n或许在这种情况发生以前，政府会采取必要对策。撰写本书时，已有相当的人主张减少30 年期公债，以缓和政府的利息支出，并舒缓长期利率的上升压力。这将迫使政府以短期与中期公债来融通，并造成至少两方面重大影响。", "\r\n第一，这确实可以舒缓利息的负担，但程度相当有限。德国并没有发行3O年期的公债，但以1992年的情况来说，1O年期公债的殖利率至少较美国长期公债高出1．5个基点。另外，节省的利息支出必然会被其他支出抵消。国会有一种\"尽情挥霍\" 的习惯。如果立法者以正常态度反应，则公债利息的支出将会减少，但政府支出占实质GNP的比率仍会提高，这将导致经济成长的减缓（我们在第四章曾经讨论这方面问题） 更糟者，联邦政府又可以因此而拖延面对财政问题的时间。另外，请留意，长期房屋贷款利率并不会下降，它们会转而钉住其他长期债券，例如：AAA级的公司债。", "\r\n根据表22．2的观点，利率降低与长期公债的减少，将使政府能够更升高利息支出占收入的比率。负担的利率较低，仅会造成政府借取更多的债务，并延伸政府\"举债度日\"的时间。政府赤字支出所能延续的时间愈长，整个国家产能的负担也愈重。", "\r\n第二．政府短期与中期债券的发行将大幅增加，并剥夺企业界在这些市场募集资本的机会，这将造成相当明白的后果。企业界可以转而向长期市场筹措资金，但将被迫负担较高的成本。结果，这又将造成经济成长减缓。", "\r\n不论政府如何选择融通的方式，草率的支出仅会抵消扩张性货币政策的效果（我不认为货币政策可以继续保持宽松），因为这会造成通货膨胀与美元的贬值，我在下一章将讨论这方面问题。", "\r\n结论", "\r\n只要债务得以继续获得清偿，草率的支出便无法改善；就前者来说，历史资料显示，利息支出占税收的 上限大约在30％以下。以身陷超级通货膨胀的拉了美洲国家观察（墨西哥在1982年的利息费用／税收比率为27%， 巴西在1984年为29％），这可以让我们大致了解这种情况顶多可以发展至何种程度。以表5．4来说，你绝对不会看见37％的利息支出，因为在此发生之前，情况必然已经出现变化。", "\r\n\n      ", "\n    ", "\r\n\t如果由峰位至谷底来观察经济衰退的期间（根据\"国家经济研究局\" 的资料），则政府收入在经济衰退年份平均一下降7．8％（相对于前一年份），而政府支出平均增加17．5%。", "\r\n\t经济衰退期间，由于国民所得减少，经济活动减缓，所以政府税收也减少。在另一方面，政府的支出会增加，因为人民对于政府社会福利计划的需求增加，而且在凯恩斯学派的经济原则指导下，政府会增加支出以刺激经济活动。", "\r\n\t由于上述的事实与我心中的另一些想法，我以下列四种保守的方法预测政府未来的预算：", "\r\n\t1．平均赤字。根据《国民所得会计帐》的数据显示，20世纪80年代平均赤字成长为20世纪7O年代的5．7倍。2O世纪70年代与20世纪60年代的数据则分别为12．0与13．8倍。如果我们保守地估计2O世纪90年代的平均赤字仅为2O世纪80年代的3倍．则2O世纪9O年代的每年平均赤字为537O亿美元。", "\r\n\t2．收人与交出的第十年平均成上率。假定2O世纪9O年代的收入与支出成长率，是2O世纪6O年代、2O世纪70年代与20世纪8O年代的总平均值，则其收人将成长234％而为21．2兆美元，支出则成长255%而为27．6兆美元。这种情况下，每年平均的赤字为6400亿美元。", "\r\n\t3．收入与支出的中位数成长率。假定政府会根据44年以来的中位数成长率来增加支出（8．1％）与收入（6．7％），则99年的赤字将是6720亿美元，而20世纪90年代的每年平均赤字为4160亿美元。在这种方法的估计下，91年与92年的预算赤字分别为2516亿美元与2880亿美元（两者都低于政府的预估数据）。", "\r\n\t4．赤字占税收百分率的中位数。假定政府收入按中位数6．7％成长，赤字占税收的百分率则维持在8O年代出现的中位数水准20．4％，90年代平均每年的赤字为371O亿美元。", "\r\n\t如果我们取上述四种方法的平均值，则2O世纪9O年代预算赤字平均每年预估为4740亿美元。", "\r\n\t这些数据是否切合实际？读者不妨观察我们引用的假设。在每一种方法中，我们都是根据历史的趋势，而且由保守的角度选择数据。我没有引用当前的成长率。我引用的数据包括5O年代与60年代的部分资料，当时的财政政策相对负责。由另一个角度来说，1979年当时的预算约为5000亿美元，而人们担心赤字可能高达25O亿美元至3O0亿美元；如果某人预测1991年的预算为1．32兆美元，而赤字为266O亿美元，他一定被视为是\"危言耸听\"。然而，统计数据实际上便是如此，处处都显示支出与赤字的成长趋势将继续加速。换言之，我认为我提出的平均赤字预测数据相当切合实际，除非发生一些根本的变化。", "\r\n\t由另一个角度分析，赤字支出很可能在2O00年便达到上限，这是根据另一些历史趋势的分析。以1961年至1989年的政府收入对利息支出的比率来进行线性回归分析，结果显示拟合的情况非常理想（参考表22．3）。假定趋势维持不变，则2000年时，政府收人对利息支出的比率将降至1．93，而在2OO5年将成为负值。假定政府收入按过去44年以来的中位数6．7%成长，则2000年的收入为1．972兆美元。现在让我们观察预算结构的可能发展。", "\r\n\t以1990年会计年度来说，预算的估计（显然低估）列示于表22．3。", "\r\n\t假定\"社会安全\"、\"所得安全\" 与\"医疗保健\"占收入的百分率都不变，而且收入（1．1兆美元）中支付利息（134O亿美元）的百分率为16．5％，则在2000会计年度的未平衡预算中，支出的情况将如同表22．4所示。", "\r\n\t请留意，将有37．5％的预算必须用于清偿公债的利息，而\"国防与其他\" 的预算必须减少22．69%。换言之，如果目前趋势维持不变，则2000年时，为了支付公债的利息，国会必须大幅删减长久以来的既有支出，而且还必须继续维持庞大的赤字。这是政治上\"稳输\"的局面，势必进行一些改变。", "\r\n\t "], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-140502094604H3.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-14050209463Y58.jpg"]}