{"title": "第23章 美元的历史走势与未来发展", "content": ["\r\n\t美元币值的发展很重要，因为美元是全球的准备通货。就这个观点来说，美元的责任相当重大，因为这使外国银行得以持有无数的美元作为准备资产而以其本国通货放款。（瑞士例外。非常有趣地，瑞士将美国公债视为高级的公司债。）", "\r\n\t80年代，美国赤字大幅膨胀时，国外在美国的投资明显增加，因为美国的经济成长与利率水准都很高而足以吸引国外资本。1989年由于实质利率很高，美国的公债有五分之一是由外国投资人持有。然而，1992年7月，联储将贴现率降至3％，实质利率则降至零。现在，我们必须为80年代的债务付出代价，这使美元币值处于长期的下跌趋势（参考表 23．1）", "\r\n\t美元是一种商品，并被五种主要的市场参与前持有：（1）资本投资者，他们持有资金进入国际市场，以参与相关国家的成长（换言之，他们买进其他国家的股票、债券、房地产与其他的有形资产）；（2）套利交易者，他们买进币值稳定或趋于升值的外汇（包括利率的考虑在内）；（3）国际贸易的进、出口商；（4）经常买卖外汇的游客；（5）中央银行。", "\r\n\t", "\r\n\t ", "\n\t", "\n\t ", "\r\n如果联储持续让美国的名义利率低于其他主要国家，问题将更为恶化，因为国际资本（包括美国的资本在内）将会流往高殖利率而币值趋升或稳定的市场，使美国缺乏经济扩张所需的资本。国内利率低于市界市场的水准。将使美国的资金大量流向墨西哥、欧洲联盟与东欧国家。", "\r\n\"最理想\"的情况是所有的外国中央银行都采取信用扩张的政策，而美联储却能洁身自爱。这会使美元重新恢复强势货币的角色，因为各国的货币都会在通货膨胀的影响下而贬值，所以美元的国际购买力将会相对提升。然而，情况即使是如此发展，也需要花费相当的时间来酝酿。在最近40多年来，各国通货都无一能够幸免。货币的购买力都不断下降，唯一的差异仅在于贬值速度而已（请参考表23．2）。", "\r\n", "\r\n", "\n    ", "\r\n\t第20章讨论经济循环时曾经说明，信用扩张可能导致资源的不当配置。一个国家的经济结构趋于复杂时，信用扩张引起的资源配置不当将更严重。例如，第二次大战结束时，美国以\"马歇尔计划\"协助欧洲的重建，这便是一种大规模的信用扩张。40年代末期，美国政府的负债已经超过当时的GNP。然而，信用扩张的负面效果却得以降至最低，因为在国内与国外创造的真实财富都非常可观。美国虽然将庞大的资本转移至国外，国内却仍然能够持续扩张。\n      ", "\n\t", "\n\t ", "\r\n\t现在与过去两者之间有相同与相异之处。在一方面，东欧国家拥有可观的资源，却没有必要的资本运用这些资源--这与第二次大战结束时的西欧非常类似。另一方面，美国的经济基础已经没有能力再提供融通。然而，美国维持低利率的资本，以及课征偏高的税金与种种滞得难行的产业规定，这使美国的资本不断流向中国大陆、东欧国家、拉丁美洲与其他的欧洲国家。毕竟，现在是一个全球性的经济体系，资本的流动几乎没有任何障碍。", "\r\n\t在这种情况下，资本投资的报酬虽然会回流至美国，但这需要时间。在发展中国家投资，并创造足以回流美国的剩余资本，这需要一段相当长的期间。另外，美国虽然是一个较有效率的市场，资本的投资可以迅速转为生产，但相对于其他拥有较具竞争性条件的国象（换言之，劳工成本低廉、环保意识与规定较宽松、资本利得税较低），资本投资的效果仍然不足以比拟。总之，维持低于世界水准的利率，可能无法在美国国内引导经济扩张（这是凯恩斯学派的主要经济策略）。", "\r\n\t不论由哪一个角度观察目前的政策，如果联储坚持立场，而国会无法拟定负责的财政政策，我认为明年仍将出现迟缓的成长，这种情况甚至可能维持数年之久。另一个可能的发展是采取大规模的信用扩张，但就目前联储的态度来说，似乎不可能。\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t政治趋势：目前与未来", "\r\n\t在西方世界，年轻人将享有的生活条件，可能无法超越其父母一代的水准，这是历史上首度出现的情况。就这种层面上来说，西方世界（尤其是美国）已经处于衰退的阶段。何以如此？政府的政策倾向于提升物价，并减少消费者的财富。", "\r\n\t这种趋势不能够持续发展。美国人民将唾弃那些挥霍其生活水准的政客。如果政府持续课征偏高的税金，美国人将起而反抗。事实上，他们已经开始在反抗了。", "\r\n\t政客逐渐了解这种趋势，并会采取行动保护自己。问题是：这些政客会采取根本而长期的改革，或是仰赖信用扩张--短期的解决之道--来解决问题？", "\r\n\t如果银行界不能发挥影响力，而由格林斯潘这类政客主导，我相信国会与总统会选择信用扩张。这项策略已经在运作中，而且在克林顿的观念中，这是追求\"成长\"的唯一方法。目前，这是通过降低利率为之，但联储如果继续扩张，将调整后的信用由目前的10％增加为20％，则通货膨胀的问题将开始浮现；观察这方面的发展，请留意调整后的联储信用。格林斯潘虽然不是直言无讳的人，但他确实了解与相信\"奥国经济学派\"的理论。不妨参考他对于艾．兰德作品《资本主义：未知的理想》的评论。让信用扩张与通货膨胀继续发展，对他而言，这是一种道德上的妥协。我希望他有勇气追求低通货膨胀的理想。如果他真的这么做，则未来几年内，我们将看不到信用扩张引起的经济高度增长。", "\r\n\t克林顿的政策将导致赤字增加与迟滞的成长。在他领导下，政府支出不会真正的减少。唯有当美国纳税人\"忍无可忍\"时，并唾弃国会中的长期领导者，如此财政政策才可能出现根本的改革。 1994年的国会议员选举中，我希望这种趋势会明朗化。", "\r\n\t短期的来来会如何呢？我相信金融市场仍将预期那不会实现的快速成长。在这种预期之下（以通货膨胀为代价），股票市场将继续攀升。然而，成长真正出现时，联储终究会紧缩银根，因为经济成长是由信用所驱动，这并不代表真正的成长。然后，市场将发现自己的境遇非常类似1989年至1992年的日本。在这种情况下，经济活动将陷入停滞。下一波主要空头行情发生之后，市场很可能会出现数年之久的根本变化，因为旧有法则不再适用时，它必须根据新法则来调整；尤其是--偏低的利率将不足以保证经济扩张。", "\r\n\t如果不采行大规模的信用扩张策略。联储不将调整后的信用提升至20％以上（我认为这非常不可能发生），则种种力量会引导实质利率走低。首先，美国的年龄结构逐渐趋于老化。愈来愈多的考虑将摆在未来，这会使基源利率趋于下降。所以，市场毛利率中的实质（净）成份将会相对走低。另外，假定消费者物价的上涨速度可以控制在每年3％至5％之间，则利率中的价格升水成份也会保持在偏低的水准。企业家的成份则会随资本的需求情况而变动。", "\r\n\t政府支出与民间部门的资本需求都会很高。相对上说，放款机构将处于有利的地位，它们可以评估与选择最理想的客户。然而，如果政府持续一些自由市场不愿接受的担保放款，例如对东欧集团的放款，可能抵消这些正面的发展。", "\r\n\t根据个人看法，如果尝试采取通货膨胀的扩张政策，债券与美元都将崩跌，这可能足以凝聚真正变革的共识。我有一项非常强烈的看法。自从1896年以来，在民主党执政的40年里，平均每年的通货膨胀率为6．8％。这是因为民主党信仰凯恩斯学派的通货膨胀。相形之下，在共和党执政的56年里，平均每年的通货膨胀率为2．5％。通货膨胀恶化时，民主党的领导者只希望将它暂时扫到地毯下，这种态度会让美国陷入混乱。债券与美元市场都将不可收拾。因为华盛顿是由金融市场控制，他们将被迫采取行动。他们将如何反应？他们将拯救债券或是美元？何者较为重要？根据我的看法，立法者将为美国政府设计一种\"大玩意\"，为挽救美元，债券持有者将被牺牲。", "\r\n\t什么是\"大玩意\"？70年代初期纽约市濒临破产时，解决的办法是创造一种称为BIG MAC的特殊债券。它较既有的债券享有更优惠的权利。我认为这个案例可以被引用，并将这种新债券称为\"大玩意\"。\"大玩意\"发行时，既有债券的市场价值将立即崩跌。", "\r\n\t所以，\"大玩意\"出现时，目前债券持有者的权益将被牺牲，但可以挽救美元。由于美元具备世界通货准备的地位，如果其价格大幅贬值，全球经济可能濒临瓦解。我们不妨看看1987年崩盘的情况，当时是因为德国不愿意接受贝克的建议，拒绝采行通货膨胀的策略。结果，德国与日本同意刺激本身经济时，S＆P 500、日经指数与美元都在1987年12月创低点。这一次，这两个国家已经采取刺激经济的策略了。", "\r\n\t如果没有采取通货膨胀的刺激策略，我们将持续忍受三年至五年的经济衰退。然而，我认为，银行体系自从20世纪80年代以来，已经由新一代的年轻人所管理，他们在前一阵子受到严重的教训。这一代的银行家与放款者非常不可能重蹈覆辙；因为痛苦的记忆犹新，而人类最强烈的欲望便是逃避痛苦的欲望--就此而言，希望逃避的痛苦是亏损。那些仰赖政府支助的人将承受最大的压力，这包括许多产业在内。真正的解决之道是降低税金，并逐渐减少政府支出（但必须立即开始）。", "\r\n\t结论", "\r\n\t有关90年代的经济情况（包括美元在内），最理想的情况必须仰赖联储的节制态度，以及美国人民强迫政府采取负责的财政政策。在最理想的情况下，我们将见到缓慢的成长，伴随着节制的货币政策（联储的公开市场操作），政治上的趋势也倾向于节约开支与降低税金。在这种情形下，美国将可以累积资本，并在90年代中期进入较快速而持续性的成长。", "\r\n\t在最糟的情形下，联储将因为华盛顿\"领导者\"的压力而采取扩张信用的权宜之策。若是如此，我们将见到通货膨胀推动的快速成长，股票与美元都会出现短暂的上涨，而在90年代中期将出现长期的衰退，美元也将创新低价。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-140502095303218.jpg"]}