{"title": "第24章 波动程度，交易机会以及GNP的成长", "content": ["\r\n\t1985年\"道琼工业指数\" 虽然创历史新高，许多交易者却难以获利（选股与并购专家例外）。某些人称此为\"最难交易的行情\"。我在该年的获利率为9．58％，我希望了解情况何以如此。", "\r\n\t当时，我主要是针对指数期货与指数选择权从市当日冲销与中期头寸（数周至数个月）的交易。换言之，我还要的交易对象是指数而不是个股--我是一个市场玩家。我当时的诊断是：市场的波动太小，没有足够的空间让市场玩家操作。", "\r\n\t于是，我开始考虑一些问题；我应该如何界定波动程度？股票指数的波动来自于什么因素？我如何预先知道指数的波动将减缓，而应该强调个股的操作？", "\r\n\t上述考虑是基于两个动机。第一，我知道当时的波动程度较正常水准低，所以我希望了解其中差异的性质。我希望研究市场的历史资料，以判断被动程度的\"正常\"市场行为。第二，我认为这项知识将有利于未来的交易。", "\r\n\t本章中将列示我的研先结果（最初完成于1985年，但资料更新至目前），我将说明处理这个问题的方法，并将结论套用于未来。", "\r\n\t交易机会与市场波动", "\r\n\t研究的过程中，第一个问题是：一年之内何谓\"正常的\"交易机会？根据我当时的交易策略来说，我认为在一个月内，如果市场出现2%的价格走势，便称得上是交易机会。于是，我回溯至1897年的资料，并计算每年某个月内出现2％价格走势的月份数，结果列于表24－1中。我发现，每年交易次数的中位数是7次，平均数则为8．7次。换言之，由中位数考虑历史资料，交易机会大约每一个半月出现一次。", "\r\n\t其次，我观察指数的价格波动程度。我计算\"道琼工业指数\"历史资料中每年的平均每月份绝对百分率变动量，结果列于表24．2。（详细的计算方法，请参考表24．2的\"注\"。）然而，利用这项平均值衡性价格波动程度，并比较价格波动程度与交易机会的关系，结果列于表24．3。两者之间的相关性虽然不显著，但历史资料中展现一种趋势：交易机会的次数与价格波动率相互对应。", "\r\n\t这看起来好像是在证明一些自明的道理，实际上不然。首先，它提供资料让我们了解，在沉闷的行情中，不可频繁交易。例如，相对于历史上的典型行情，如果市场走势太过于沉闷，而且你知道为什么，则指数与选择权的交易应该是\"在强势中买进／在弱势中卖出\"的游戏，而不应该采用\"买进而让获利持续发展\" 的策略。另外，跨形价差交易也应该以销售（而不是买进）为主。第二，这些研究可以协助你在走势沉闷的行情中，将投机与投资转至个股操作，而不应该再以交易指数为主。显然地，价格波动程度最严重的时候是在下跌的行情中。这种情况适合交易指数。此外，这项研究使我了解价格波动的来源：GNP成长率的变动。所以，如果你能够以某种合理的方法预测GNP的成长率，你应该可以较精确地预测市场价格的波动程度。", "\r\n\tGNP的波动与市场价格的波动", "\r\n\t在1969年出版的著作中，戈登．霍姆斯很巧妙地说明，\"某股票价格趋势的斜率，在时间上几乎总是领先盈余趋势在斜率上的对应或对等变化。领先的时间大约为三个月。\"换言之，股票价格的变化会按比例预先反映盈余成长的变化。很少分析家会否认这种现象。", "\r\n\t这是多年来我知道的事实，但在1985年之前，我却没有想到这种现象可以运用于其他方面。如果股价的波动与盈余的波动有关联，则市场指数的波动与GNP的波动也应该有关联。于是，我决定以统计方法测试GNP波动与市场价格波动之间的相关性。", "\r\n\t首先必须以某种方法衡量GNP的波动程度。犹如表24．4所列的摘要，我取GNP每季百分率变动之差额的四季移动平均代表GNP的波动。计算方法如下：", "\r\n\t1．计算实质GNP每季的百分率变动。", "\r\n\t2．计算季与季之间百分季变动之差额的绝对值。", "\r\n\t3．计算上述绝对值的四季移动平均总值。", "\r\n\t4．将四季移动平均总值除以4，以取得季与季之间百分率变动的四季移动平均值。", "\r\n\t我初步完成对1985年资料的分析以后，我发现情况完全符合我的假设。就每季的GNP变动平均值观察，1985年是1963年以来波动程度第三低的年份，难怪行情如此沉闷。然而，进一步测试之后，我却发现GNP波动与股票指数的价格波动之间并没有明确的统计关系。没有证据显示，股票市场会预先反映GNP成长的变动。\n      ", "\n\t", "\n\t ", "\r\n\t我认为有数项理由可以解释两者之间何以不存在相关性。第-，\"道琼工业指数\"仅代表一个经济部门。第二，我采用实质GNP的资料，而\"道琼指数\" 会在指数内反映通货膨胀的影响。第三，股票市场较着重于利率的变动，虽然利率的变动对于经济活动未必产生影响（1991～1992年间便是一个例子），但市场却认定如此。", "\r\n\t", "\r\n\t", "\r\n\t", "\r\n\t", "\r\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t", "\r\n\t ", "\r\n\t结论", "\r\n\t统计的研究类似于淘金，但成功率稍高一些。有时会有重大的发现，有时却是空忙一场。然而，即使没有明确的绝论，你也必定有所收获。", "\r\n\t例如，我虽然不能在GNP波动程度与指数价格波动程度之间找到显著的关系。但持续的研究却让我在1985年底找到一项重大发现。犹如大多数交易者一样，我直觉地相信市场会预先反映未来的经济活动。然而，我希望找到证据。下一章，我希望以一项研究说明股票市场领先整体经济。", "\r\n\t "], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-1405020955205Q.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-14050209555W46.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-14050209561S05.jpg"]}