{"title": "第26章 风险一报酬分析的技术性基础", "content": ["\r\n\t\"风险\" 与\"报酬\"是两项\"华尔街\" 最常被使用的字眼，但也可能是最缺乏明确定义的术语。大部分人都懒得进一步确定它们代表的概念，因为\"每个人都知道它们的意义。\"风险通常被视为与亏损有关，而报酬则被视为与获利有关。这些联系虽然没有错，却无法做为分析风险--报酬的基础。如果不了解原子的明确内容，原子物理学家便有无所适从之虞；同理，如果没有明确界定的风险与报酬观念，必然会妨碍金融专业者的市场交易。", "\r\n\t例如，假定你尝试管理一个股票的多头投资组合。在最初的阶段，你的问题并不是拥有哪些股票，而应该为：当时的行情是否适合做多？应该做多至何种程度？为了回答这些问题，你不仅需要了解市场的整体趋势（上升或下降），而且还应该评估当时趋势持续发展的可能性。如果你判断它将持续发展，你还需要以某种方法衡量，在当时趋势反转以前，它可能会有多少幅度的发展。换言之，做多的时候，你必须了解潜在的风险与潜在的报酬。", "\r\n\t显然地，\"可能性\"与\"潜在\"等字眼，意味着你处理的是相对几率，而非绝对事实。虽然如此，但如果你可以客观而一致地界定成功与失败的几率--如果你可以判定市场在某期间内，上升X％对下降Y％之几率的比率，则你可以在稳固的基础上拟定明智的投资决策。在这个基础上，你可以运用基本分析与技术分析评估个股的风险--报酬关系，并借此管理整个投资组合。", "\r\n\t截至目前为止，我们仅由观念上探讨如何增进对于整体市场的投资管理。这虽然是一种非常珍贵的分析结构，但观念上的分析无助于界定真正的风险与报酬。如果你能够以某种方法量化风险与报酬的观念，则风险一报酬分析便有明确的数据可供参考。并可以在不受个人思考的影响下。拟定客观的进、出场位置。换言之，你可以建立一种不可违背的法则，以防上你为自己的想法或行为，寻找合理化的借口。", "\r\n\t拟定进、出场位置的决策。并不是一种随意判断的程序。首先，你必须了解经济基本面。其次，你必须在经济基本面的范围内，了解当时的市场情况。然后，你可以运用历史资料的统计数据，以及\"道氏理论\"的技术分析方法，归纳市场走势的性质，并为风险一报酬分析建立一种客观的参考架构。这便是本章将讨论的内容。", "\r\n\t衡量风险与报酬的工具", "\r\n\t1974年我是在中、短期的基础上交易个股与股票选择权。交易的情况相当理想，但我错失了10月份的低点，而损失数以千计的潜在报酬。于是，我分析自己为什么会错失这段行情，并对自己提出一些问题：趋势究竟是什么？它的幅度通常是多少？它通常会持续多久？", "\r\n\t这个时候，我开始研究\"道氏理论\"，并在实际的交易中运用其中的某些原理，当时我还没有将这方面知识加以系统化。稍后，我进一步钻研，阅读雷亚与威廉．彼得．汉密尔顿的所有著作，并发现雷亚对于市场三种趋势的定义可以用来归纳市场的走势：", "\r\n\t道氏的三种走势：市场指数有三种走势，三者可以同时出现。第一种走势最重要，它是主要趋势：整体向上或向下的走势而称为多头或空头市场，期间可能长达数年。第二种走势最难以捉摸，它是次级的折返走势：它是主要多头市场中的重要下跌走势，或是主要空头市场中的反弹。修正走势通常会持续三个星期至数个月。第三种走势通常较不重要，它是每天波动的走势。", "\r\n\t在这些定义的基础上，雷亚将\"道氏理论\"的其他原则运用在\"道琼工业指数\"与\"道琼运输（铁路）指数\"的历史资料上，并将市场价格走势归纳为：多头市场、空头市场、多头市场的主升段、多头市场的修正走势、空头市场的主跌段、空头市场的修正走势。他的研究包括每一个走势的空间--以前一个中期走势的重要高点或低点为基准，以计算指数下跌或上涨的百分率--与时间--由峰位至谷底的历经的天数。他的分析基本上止于此处。他并没有归纳\"每天的行情波动\"，因为他认为这并不重要。另外，除了在广义观念上，他也未将所发展的统计方法运用在市场分析上。", "\r\n\t阅读雷亚的著作时，我突然有一种想法，如果我以新的资料更新他的研究，可能发现一套非常有效的技术分析工具。所以，在增添一些我个人的看法之后，我归类历史上发生的每一个市场走势。经过一段相当时间的研究后，我根据数值与编年的秩序整理资料，并探索其中的重要关系。整理出来的结果令我非常惊讶。", "\r\n\t不论就走势的空间或时间来说，我都发现市场走势有显著的统计分布。换言之，市场走势就像人类一样具有平均寿命。于是，我就此推想，如果保险公司可以根据人类的平均寿命赚取保费，我就可以根据市场走势的空间与时间的统计分布，判断任何一笔交易的胜算。", "\r\n\t当然，保险公司引用的数据与我推演的数据，两者之间存在一项重大的差异。保险公司拥有广大的客户群，并打赌其中大多数人会在统计上正常的寿命期间内死亡。然而，当你就市场走势\"下赌注\"时，这相当于是对一位客户承保人评保险。因此，在体设定市场的\"保费\"前，你必须运用基本分析、技术分析与统计分析评估整体市场的\"健康状况\"。", "\r\n\t市场走势的平均寿命架构可以告诉你，走势的寿命基本上可以持续多久。以作者撰写本文的时候来说（1992年2月），股票市场正处于多头市场的主升段--多头市场的中期上升走势（期间为数个星期至数个月）。我与李氏不同，我不仅仅采用\"道琼工业指数'与\"道琼运输指数\" 而已，我是根据18种主要指数的平均值归纳市场的走势。目前，这些指数已经平均上涨18．6％，时间平均为74．4天。根据平均寿命的几率分布来说，幅度更大的多头市场主要波段有53．5％，持续期限更长者有67．3％。换言之，不论就空间或时间判断，这波走势已经接近中位数的水准。单就统计分配的观点衡市场\"寿命\"立即结束的几率有4O％。因此，如果你便采用这项准则操作，则股票投资组合内的多头头寸不应该超过60％。", "\r\n\t这虽然不代表可以根据这些信息建立明确的决策，但却足以建立一个明确的参考架构，以分析相关的市场风险。让我们回到人寿保险的比喻，在目前做多市场，这相当于是卖人寿保险给一位年纪60岁出头的人。当然，在设定保费以前。你必须根据这个年龄层的标准分析被保人的健康状况。同理，股票市场中，在你决定是否做多或做多至何种程度以前，你应该分析当前市场的情况。", "\r\n\t你也可以运用这种统计方法分析特定市场。例如，虽然目前市场的涨幅与持续时间已经接近平均水准，但后头市场的走势超过平均水准而成为\"老人'。如果你观察后头市场目前的走势，可以发现它的涨幅为41．7％，持续时间为215天。在历史上所有的类似走势中，仅有14．2％的走势有更大的涨幅，而有26．5%的走势持续更长的时间。所以，如果你在店头市场中交易，则这位被保人并不是60岁出头的人，而是80几岁。进一步分析目前的情况，你将发现店头市场不仅年纪很大，而且还需要动一次大手术。 所以，我目前卖空某些店头市场的个股，等待它们出现修正走势。", "\r\n\t另一方面，如果你将店头市场剔除在外，其余市场持续上升走势的可能性便增加。以\"道琼工业指数\"为例，目前的涨幅为14．4％，持续的时间为60天。在历史上的类似走势中，69．9％的走势具有更大的涨幅，77％的走势持续更长的时间。所以，单就\"年龄\"判断，\"道琼指数\" 上升趋势立即死亡的风险很低。事实上，撰写本文的时候，\"道琼指数\"正在创新高，而纳斯达克指数（NASDAQ）则下滑。", "\r\n\t在我引用的技术分析工具中，风险的衡量最为重要。这些根本的因素使我得以局限风险，使损失达到最小而利润为最大。它是一个客观的架构，使我得以明确衡量风险与报酬，指引我谨慎地管理个股与指数的投资组合。以目前的情况为例，我卖空店头市场的股票，做多景气循环最明显的个股，因为统计分布告诉我，这是风险一报酬关系最理想的方法。", "\r\n\t市场的平均寿命架构", "\r\n\t观察\"道琼工业指数\"的走势图，我们可以发现一种最简单的赚钱方法。这便是传统上\"买进而待有\" 的方法。许多投资人与基金经理人采用这种方法。并通过值慎的选股策略进一步提升绩效。就长期观点来说，这无疑是一种非常有效的投资策略。然而，基金经理人如果希望追求卓越的绩效，则考虑的重心必须由长期趋势转移至中期趋势。例如，在多头市场中期上升趋势的初期中，以100％的资金做多；在次级修正走势即将发生之前，降低多头头寸的持股；在修正走势中则卖空或退场观望；然后，在修业走势的底部附近，再以全部的资金做多。", "\r\n\t市场平均寿命分布的最重要功能之一，便是让交易者能够更有效地根据中期趋势的变化，掌握进、出市场的机会。此处以多头市场中期修正走势为例来说明。", "\r\n\t首先，让我们再回顾一些重要的定义。修正走势（又称为\"次级折返走势\"）是一种与主要长期走势方向相反的重要中期价格走势；\"中期\"是指数个星期至数个月的期间。在我的归类系统中，95％的修正走势时间超过14天（包括休假日），98％的折返幅度至少为前一个主要波段的20％。我们以一个例子说明何谓折返幅度。如果\"道琼指数\"的前一个多头市场主要波段为500点，如果修正走势下跌300点，则中期走势的折返幅度为60％。 在修正走势中，以折返幅度来思考要优于指数的整体百分率变动，因为这可以使你了解当时的行情发展（稍后将说明这个观点）。\n      ", "\n\t", "\n\t ", "\r\n\t表26．1摘要空间与时间，自1896年以来，\"道琼工业指数\"与\"道琼运输指数\"之次级修正走势的空间与时间。请留意。表中是以数值的顺序排列（而不是根据发生时间的先后秩序入） 图26．1中，我们发现空间与时间都呈现正态分布。", "\r\n\t详细观察图9．1可以发现，两种指数的平均寿命呈现常态分配。如果进一步分析S＆P 500或任何主要的股价指数，可以发现类似性质。换言之，市场走势确实呈现统计上可以预测的寿命形态。", "\r\n\t", "\r\n\t \r\n", "\r\n", "\r\n运用这些资料仅涉及简单的算数问题--计算在某时某笔交易的胜算。以\"道琼工业指数\"与\"道琼运输指数\"为例，平均寿命的资料显示，68％的多头市场中期修正走势的折返幅度，介于前一个主要上升波段涨幅的25％至75％之间，而时间则介于16天至79天之间。历史上所有多头市场中期修正走势仅有22．7％的走势，折返幅度超过75％，仅有17％的走势持续100天以上。所以，在多头市场的修正走势中，如果折返幅度超过前一个升段的75％，而持续时间超过74天，则在此情况下做多的胜算平均为1：4．4（译按：应该是1：1．29）？？？？？？。反之，当时做空的胜算为1：4．4。可是，你必须确定一点，当时的走势务必是次级的下降趋势，而不是空头市场的开始。", "\r\n在每个多头市场的顶部，市场分析师始终不能确定，这究竟是顶部或仅是修正。虽然我们无从明确地判定（除非空头市场被确认或修正走势结束），但长期趋势的历史分布情况可以协助我们推算这两种可能性发生的几率。", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t ", "\r\n\t表26．2列示\"道琼工业指数\"与\"道琼运输指数\"在多头市场中的涨幅与持续的时间。假定某个多头行情已经持续三年，而由前一个空头市场底部起算的涨幅为115％。现在，假定市场确实出现次级的修正走势．并在55天内折返至前一个主升段的60％。 暂时撇开经济基本面不谈，你可以根据表26．1与26．2计算价格持续下跌的几率。", "\r\n\t ", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t计算的公式很简单：根据历史资料计算目前走势幅度告一段落的几率，持续时间也做类似的计算，再取两项几率的平均值。就先前的例子来说，计算过程如下：", "\r\n\t次级折返走势持续的几率：", "\r\n\t幅度=（88-55）/88＝0．37", "\r\n\t时间=（88-54）/88=0．38", "\r\n\t亦即以总样本数（88）减去该走势告一段落的样本数（幅度为55，时间为54），再除以总样本数。（译按：请参考表26．1，\"道琼工业指数\"的总样本数为88，涨幅在6O％以前结束的走势有55次，持续期限结束干55天的走势有54次。）", "\r\n\t平均值=0．38", "\r\n\t修正走势终止的胜算为=1．63：1（换言之。0．62：0．38）", "\r\n\t多头市场告一段落（空头市场开始）的几率：", "\r\n\t幅度=19／26=0．73（译按：表 26．2的总样本数为 25而不是26）", "\r\n\t时间=20／26=0．78", "\r\n\t平均值=0．76", "\r\n\t空头市场开始的胜算为=3．17：1", "\r\n\t这些信息可以做为健全的基础，以进一步分析市场的风险一报酬关系。例如，如果经济基本面很理想。通货膨胀率偏低，利率也偏低，其他的经济指标也显示景气将持续成长，你应该强调修正走势终止的可能性。如果你是站在空方，则应了结部分获利，降低空头头寸的规模。", "\r\n\t另一方面，如果联储在收缩信用．经济也呈现衰退的征兆，你应该强调空头市场开始的可能性。这种情况下，你不应该以次级修正走势来考虑中期下降趋势，而应该把它视为是空头市场的主跌段。由这个角度评估，你将发现下跌趋势持续发展的几率很高，你应该保有空头头寸，直至空头市场在历史统计分布中趋于\"老化\"\"为止。", "\r\n\t然而，如果几率计算的结论并不明确，这时候怎么办？以图16．1来说，如果当时的修正走势，幅度与时间在历史几率分配上都仅到达40％，怎么办？在这种情况下，你应该强调当时的下跌趋势将持续发展--更精确地说，下跌趋势将持续发展的胜算为1．5：1。这个时候应该谨慎选择表现相对强势（卖空时，则为相对弱势）的类股或个股。我们在第十章将详细讨论这方面的问题。\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t强调风险的概念", "\r\n\t运用统计方法最重要的功能，或许是凸显风险一报酬分析的重要性。更明确来说，这让我们更客观地专注于风险。当你将中期的市场走势摆在幅度与时间的历史几率分配中分析时，你将被迫接受一项事实：走势的发展越往右移时，你发生亏损的风险便愈高。当它到达几率分配的中点（或中位数）时，你的胜算为5：5相当于掷铜板。超过这点以后，就历史资料判断，你的胜算将小于1：1。", "\r\n\t这种思考方向可以反映出数项重要的交易原则。第一也是最重要的一点，便是尽可能掌握胜算。例如。在多头市场主升段的初期阶段，非常适合扩张信用来交易大盘指数；换言之，应该谨慎选取指数期货与选择权做为交易工具。随着行情逐渐趋于成熟，侧应该强凋类股与个股的经济背景。当市场发展超过中位数的水准时，则应该开始考虑低风险的交易策略与工具，或增加现金的头寸，行情逐渐趋于老化时，交易的规模也应该降低。", "\r\n\t这听起来似乎仅是一般常识，但许多人显然无法根据它来交易。以多头市场的顶部为例，虽然全世界的人都做多， 但股票市场中充满\"担心受怕\"的资金。所以，寻常的风吹草动便可能引发恐慌性的卖压。然而，每一个恐慌性卖压出现时，历史资料都已经预先提出警讯。以1929年为例，在恐慌性卖压出现以前，市场是处于历史上最长的多头行情中，其间历经11个主升段。此外，1929年10月29日崩盘之前，主升段已经在99天内上涨29．9％，它在时间与幅度上都远超过几率分布的中位数水准（是的，统计分析在当时已经有效）。", "\r\n\t同理，在1987年10月19日的黑色星期一，当时的市场处于第七只脚（第七个主升段），它在96天内上涨26．9％。再次地，多头市场已经老化，主升段已经远超过中位数的水准。单就这个准则考虑，交易必须极端谨慎。在1989年10月，市场处于第十三只脚，这是有史以来第二长与第二大的多头市场。主升段在20O天内上涨24．4％，它已经深入几率分布的高风险区。", "\r\n\t以上仅是提及一些比较著名的案例，实际情况远不止于此，它们都说明市场平均寿命的分布，可以预示立即死亡的可能性。在1987年与1989年的崩盘中，我都决定保持空手，统计分析便是主要的原因之一，这使我可以更专注于做空当时的行情。统计分析并不同于水晶球，但它们确实可以提供市场老化的明显征兆。", "\r\n\t对大多数交易者来说，忽视风险的重要性，往往是失败的原因。在观察价格走势图时，他们眼中仅看见上档的空间。发生亏损时，上档的空间更是加大，使这些交易者心中更充满无益的期待。市场的平均寿命结构，可以提供明确而不可否认的风险衡量标准，它们使交易者仅能够仰赖事实--而不是期待。", "\r\n\t结论", "\r\n\t市场平均寿命的历史分布，虽然不是万无一失的风险衡量方法，却是掌握胜算的根本基础。如果你知道长期趋势与中期趋势持续或终止的几率，在基本分析与技术分析时，你可以参考这项几率。此外，这方面的分析将使你强调风险的观念，使你不致于在一个老化的市场中，为了多争取一点获利，而将辛苦累积的获利吐回给市场。", "\r\n\t在后续的几章中，我将讨论一些技术分析的方法，它们可以配合本章讲解的胜算管理。我将说明如何以技术分析判断趋势的变动，而且在有利的胜算情况下，将它们整合进入完整的交易方法中。", "\r\n\t每一个市场都有各自的幅度与时间的几率分布结构。你唯有利用历史资料来分析，才能了解这些结构。在本章中，我说明相关的统计分析方法。不幸地，我仅能提供有关股票市场的资料，而我个人资料库中的数据都有专利权。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-140502102J4N1.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502102Q31P.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502102T3558.jpg"]}