{"title": "第27章 市场分析的技术性原则", "content": ["\r\n\t\"道氏理论\"蕴含的定义，使我得以发展一套简单而有力的技术分析工具，由这个角度随意浏览价格走势图，成效往往胜过由基本分析角度的苦心研究。事实上，我在20世纪80年代中期训练的几位交易员，都仅根据这些技术分析的原则来交易，而且结果相当理想。", "\r\n\t在我的行情分析方法与交易策略中，我是以技术分析做为建构的积木。以股票市场为例，我首先观察数种重要指数的走势图，以判断各个类股的一做价格趋势。我将决定趋势的方向，根据历史资料的幅度与时间分布判断趋势的\"年龄\"（第26章）。并根据价量关系、动能震荡指标与主要的移动平均线衡量趋势的强度（请参考《专业投机原理1》）。在具备这些认知之后，我再尝试整合经济基本分析，并对股票市场形成精确的整体性概念，包括大盘与类股在内。", "\r\n\t然后，我可能利用期货或选择权在指数上建立头寸，我也可能操作个股，以追求更高的获利与（或）更低的风险。一般来说，为了局限风险，并利用信用扩张来追求更高的获利潜能，我会同时在指数与个股上建立头寸。", "\r\n\t本章我将说明我在股票，债券与商品的分析与交易上，运用的根本技术性原则。某种程度内，可能会重复我在前一部著作的部分内容，但为了节省篇幅起见，我假定读者已经了解这些技术性工具的基本知识。然后，我会提出另一些有关趋势变动的判断方法。", "\r\n\t我希望在此强调一点，我绝不建议仅根据技术分析来交易。同时，我也不主张交易者可以完全不了解技术分析。金融交易应该综合技术分析、基本分析以及市场心理等知识，以界定交易的整体胜算。", "\r\n\t第19章曾经提及索罗斯的评论：\"我们仅需要辨识前提为错误的趋势，顺势操作，并在它被拆穿以前及时脱身\"如果你希望采纳这个意见，你显然必须先能辨识趋势，以及该趋势的潜在变化。另外，为了辨识前提为错误的趋势，你必须了解经济学与市场心理学的根本原理。一旦你可以结合实际的技术分析知识，以及经济与市场的根本原理，你便可以充分掌握交易成功需要的胜算。", "\r\n\t名词定义", "\r\n\t三种趋势", "\r\n\t在分析市场的价格走势时，首先必须了解其中存在三种趋势。", "\r\n\tl 短期趋势，持续的期间为数天至数周（通常为14个交易日或以内）。", "\r\n\t2 中期趋势，持续的期间为数周至数个月。", "\r\n\t3 长期趋势，持续的期间为数个月至数年。", "\r\n\t所有这三种趋势都同时存在，它们的方向可能相反。一般来说，交易者关心短期趋势，投机者关心中期趋势，而投资者关心长期趋势。", "\r\n\t不论你在意的是交易、投机或投资，你都必须了解长期趋势的性质与方向。了解长期趋势的性质，意味着了解市场对于经济基本面的看法（不论这种看法正确与否）、它在幅度与时间上的\"年龄\"、它所处的阶段（稍后对论）、以及其他等等。", "\r\n\t了解长期趋势的方向虽然较简单，却非常重要。如果你不了解长期趋势的方向，除了做短期的交易以外，你便很难做其他的明智判断。即使仅从事短期的交易，你也需要把短期趋势摆在中期与长期趋势的前后关联中来判断，如此才可以增加胜算。例如，如果你在多头市场的主升段中从事短期交易，你碰到的上涨行情将远多于下跌行情。另外，你也会较常遭遇法人机构电脑程式交易驱动的向上价格波动，而向下的价格波动则相对较有限，除非趋势已经即将变化。", "\r\n\t市场的四种阶段 在任何市场--股票、债券或商品--长期趋势会处于下列四种阶段中的一种：", "\r\n\t1 承接（投资者逐步买进）。", "\r\n\t2 出货（投资者逐渐卖出）。", "\r\n\t3 向上或向下的趋势。", "\r\n\t4 整理（在一个经过确认的趋势发展过程中，由于获利回吐造成的调整）。", "\r\n\t就技术分析上来说，市场缺乏趋势时，它是处于狭幅盘整中，这意味着它可能在整理、承接或出货。然而，仅根据技术分析并无法判定它究竟是这三种行为的那一种，除非趋势持续发展（这是整理）；除非趋势向上突破（这是承接）；除非趋势向下突破（这是出货）。狭幅盘整会出现在所有市场中，这是众所周知的技术分析排列。此处所应该特别强调的或许是股票市场的情况，狭幅盘整的形成与突破，应该同时呈现于所有相关的指数，如此才具有意义。所以，让我们把讨论的重心转移至趋势与趋势变动的评估。", "\r\n\t趋势与其变动的性质", "\r\n\t不论技术分析采取何种形式，它必然--至少是隐含地奠基于趋势的定义。然而，在我拥有的2000多本有关交易的书籍中，我不曾见过趋势的完整定义。甚至于是爱德华兹与麦吉所著的技术分析圣经-股票趋势技术分析，也没有明确定义何谓趋势。所以，包括爱德华兹与麦吉在内的大多数技术分析家，他们重视的并不是技术分析的原理，而是技术分析的各种工具，这些工具一旦受到普遍的认同之后便失去了效果，因为它们具有自我破坏的性质。", "\r\n\t我们可以这么说，只要有市场，便有趋势的存在。所以，我们需要一个在任何场合都能成立的趋势明确定义。于是便产生一个问题，趋势有何通性与差异？换言之，所有趋势有何共通的性质，各种不同的价格走势之间又有何差异？", "\r\n\t ", "\r\n\t一种好的定义，它应该可以简化我们的了解，并提供进一步扩张知识的基础。上述定义便是如此。它们是普遍性的定义，可以适用于每个市场与每种价格走势。另外，这些定义可以做为一种简单而始终有效的图形分析基础。\n      ", "\n\t", "\n\t ", "\r\n\t", "\r\n\t如何绘制趋势线", "\r\n\t", "\r\n\t以技术分析评估趋势，第一步骤便是绘制趋势线。这看起来或许相当简单，但就如同趋势的定义一样，很少人能以一致的精确方法绘制趋势线。我绘制趋势线的方法是直接引用先前的定义。可是，即使是运用先前的定义，绝大部分人仍然无法绘制正确的趋势线，他们绘制的线段仅代表大致上的趋势，这在趋势变动的判断上可能产生错误的讯号。", "\r\n\t以下的方法可以提供一致而精确的结果，而且绝对不会产生错误的讯号：", "\r\n\t1 选择考虑的时间：长期（数个月至数年）、中期（数个星期至数个月）、或短期（数天至数个星期）。", "\r\n\t2 上升趋势线：在考虑的时间内，以最低的低点为起点，向在上方绘制一条直线。连接最高点前的某一个低点，使这条直线在两个低点之间未穿越任何价位。延伸这条直线而经过最高（译按；这是指水平轴上的位置而言）。趋势线经过所考虑的最高点以后，它可能穿越某些价位。事实上，这是趋势发生变化的一种现象，稍后将讨论这方面的问题（参考图 27．1）。", "\r\n\t3 降趋势线：在考虑的时间内，以最高的高点为起点，向右下方绘制一条直线，连接最低点前的某一个高点，而使这条直线在两个高点之间个穿越任何价位。延伸这条直线而经过最低（参考图27．2）。", "\r\n\t这项方法的优点在于明确性，并可以用来判断趋势是否可能变动或已经变动。换言之，根据此方法在图中绘制趋势线时，如果你判定需要重新绘制趋势线，这代表趋势已经变动。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n这项法则适用于所有时间的趋势，请参考图27．4。如果2B法则在短期趋势（3-5天）中得以成立，则价格创新高（新低〕之后，通常会发生在一、二天以内便又向下跌破先前的高价（向上穿越先前的低价）。在中期趋势中，2B法则经常代表修正走势的开始，并发生于价格创新高或新低之后的3天至5天以内。在市场的主要（长期）转折点，价格创新高或新低之后，如果2B法则得以成立，则它通常会发生在7天至10天以内。\n      ", "\n    ", "\r\n\t1-2-3法则", "\r\n\t趋势变动时，必须发生下列三项条件：", "\r\n\t判定趋势变动的准则", "\r\n\tl 趋势线必须被突破--一价格必须穿越绘制的趋势线。", "\r\n\t2 上升趋势不再创新高，或下降趋势不再创新低。例如，在上升趋势的回档走势之后，价格虽然回升，但未能突破先前的高点，或仅稍做突破而又回档。类似的情况也会发生在下降趋势中。这通常称为\"试探\"高点或低点。这种情况通常--但不是必然--发生在趋势变动的过程中。若非如此，则价格走势几乎总是受到重大消息的影响，而向上或向下跳空，并造成异于\"常态\" 的激烈价格走势。", "\r\n\t3 在下降趋势中，价格向上穿越先前的短期反弹高点；或在上升趋势中，价格向下穿越先前的短期回档低点。", "\r\n\t此三种条件同时成立时，相当于\"道氏理论\"对于趋势变动的确认。前两种条件仅发生一种时，代表趋势可能发生变动。三种条件发生两种时，这增加趋势发生变动的可能性。所有三种条件都发生时，即是趋势变动的定义。", "\r\n\t ", "\r\n\t在走势图中观察趋势的变化，你仅需要将先前的原则转换为图形的格式。首先，绘制趋势线。然后，犹如图27．3一样，绘制两条水平的直线。在下降趋势中，绘制一条水平的直线穿越目前的最低价，再绘制另一条水平的直线穿越前一波反弹的高点。在上升趋势中，绘制一条水平的直线穿越目前的最高价，再绘制另一条水平的直线穿越前一波回档的低点。", "\r\n\t如果价格穿越趋势线，在穿越的位置标示1，请参考图27．3。如果价格测试先前的高点或低点--换言之，如果价格接近、接触或稍为穿越该条对应目前高价或低价的水平直线而未能突破，则在该点标示2。如果价格向下突破该条对应前一个折返高点或低点的水平直线，则在该点标示3。如果这三个情况出现两者，趋势很可能会发生变化。如果三个情况全部出现，则趋势已经发生变化，并最可能朝新的方向继续发展。", "\r\n\t2B指标", "\r\n\t请回顾趋势变动的第二个条件：价格在上升趋势中不再创新高，或在下降趋势中不再创新低--通常称为\"试探\"高点或低点。请留意，在趋势的变动中，试探并不是必要条件。例如，市场呈现狭幅盘整时，不会出现试探的情况。价格将在区间内波动，突破趋势线，最后或是向上、或是向下突破狭幅盘整的价格区间而创新高或新低。虽然如此，但试探的情况一旦发生时，通常代表趋势即将变化。事实上，我将一种特殊情况的试探称为\"2B指标\"。", "\r\n\t请留意第2项准则。某些情况下，价格测试先前的高点（低点）时，可能实际穿越先前的高点（低点），但稍后却又折返。这是一种特殊形态的测试（称为；2B），也是一种很重要的测试 它代表趋势即将发生变动的讯号。在评估可能发生的趋势变动时，这是我最重视的一项准则。", "\r\n\t2B法则", "\r\n\t在上升趋势中，如果价格已经穿越先前的高价而未能持续挺升，稍后又跌破先前的高点，则趋势很可能会发生反转。下降趋势也是如此。", "\r\n\t ", "\n\t", "\n\t ", "\r\n我从来没有以严格的统计方法测试2B法则的有效性，因为完全没有这种必要性。即使是每三次讯号仅出现一次有效的趋势变动（我敢打赌其有效的几率绝不仅如此），我还是可以根据这项法则赚钱，尤其是将它运用在中期趋势中。这是因为2B法则几乎可以让你精确地掌握顶部与底部，并建立风险一报酬关系非常理想的交易。以上升趋势为例，运用2B法则最佳的方法，是价格重新跌破先前的高点时，以停止单卖空（参考图27．5）。卖空之后，将回补的停损单设定在2B的高点。如果你是就中期趋势交易，则报酬一风险的比率几乎总是高于5：1。 即使你因此而被连续震荡出场二、三次，甚至于四次，你成功一次的获利将多于先前的所有损失。", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t如果你经常以1－2－3与2B法则来练习，很快便能不再需要绘制趋势线与水平直线，而能够以目测的方式判断趋势发生变动的准则，并以1．2．3思考：（1）突破趋势线；（2）测试先前的高点或低点而失败；（3）向下跌破前一波回档的低点或向上穿越前一波反弹的高点。另外，你也知道如何锁定2B的潜在交易机会，但依此方法交易时，务必采用停损单来局限可能发生的损失。", "\r\n\t以1－2－3准则交易", "\r\n\t以1-2－3准则来交易，最佳的方式是在第三个条件满足以前进场。以图27．6为例，你发现\"NASDAQ综合指数\"的中期趋势发生1-2－3的变化。由交易的观点来讲，价格在640的水准以大量跌破趋势线时，我们无法明确判断趋势是否会变动。虽然如此，但由风险报酬的角度判断，这是理想的卖空机会。以下让我们由纯粹的技术分析观在评估此机会。", "\r\n\t价格在640的水准向下跌破中期趋势线时（短期的2B法则已经成立，如果作假定趋势已经发生变化而卖空，而当价格回升至日线图收场价的高点644（仅取整数）时，市场证明你的判断为错误。在644水准设定回补的停损单，你的风险仅有4点。在潜在的报酬方面。如果你的判断正确，市场应该至少下跌至615，这相当于是25点的潜在报酬。所以，风险一报酬的比率是4：25，或1：6．25。", "\r\n\t在如此理想的风险一报酬关系下，值得进一步技术分析。根据市场平均寿命的架构判断，趋势非常可能反转。以2月12日的收盘价644．92为准，\"NASDAQ综合指数\"的主要波段已经上涨36．3％，时间为230天。在历史上所有的多头市场主要波段中，仅21．4％的走势具有更大的涨幅，而仅22％的走势持续更长的时间。根据这些数据衡量，店头市场趋势反转的胜算为3．6：1。你或许不知道这些统计数据，但只要根据一般常识判断，你也应该可以区别老年人与年轻人。", "\r\n\t如果经济基本面的情况也配台（确实是如此），你有充分的理由在店头市场中卖空，至少是建立少量的空头头寸。总之，你应该永远由各种不同角度评估，如此才可以确实掌握成功的胜算。", "\r\n\t ", "\r\n\t市场呈现决幅盘整的走势时", "\r\n\t在我进一步讨论其他辅助性的技术分析工具以前，我需要指出一种1－2－3法则并不适用的价格模式。犹如先前的说明，市场处于整理或出货的阶段时，它会形成狭幅盘整的走势。如果市场是处于整理，则它最后会\"突破\"盘整区而恢复原来的趋势（以股票市场来说，突破需要大成交量）。如果市场是处于出货的阶段，它会以大成交量向下突破盘整区。", "\r\n\t不系地，纯由技术分析的角度来说，在随后的突破发生以前，我们无法区别整理与出货。然而，市场呈现狭幅盘整的走势时，我们仍然可以由纯粹的技术性角度来交易。基本上。这涉及两个步骤（参考图27．6）：", "\r\n\tl 绘制两条水平的百线，以对应交易区间的最高价与最低价。", "\r\n\t2 如果价格以大成交捷突破上方的水平直线，则买进，并在突破的位置设定卖出的停损单。如果价格以大成交量突破下方的水平直线，则卖空，并在突破的位置设定回补的停损单。", "\r\n\t这项交易方法与2B法则有许多类似之处。撇开成交量不谈，它与2B一样，适用于每一种市场与所有的三种趋势。另外，这种方法也是反映通常的情况。由于这是一种普遍的交易方法，所以会发生假突破的情况，你偶尔会挨耳光；但如果你采取有效的停损策略，这种方法的风险一报酬关系相当不错。", "\r\n\t这虽然是一种有效的交易工具，但你不应该在真空的状态运用它。避免挨耳光的最佳方法，是掌握经济基本面的知识，以判断市场是处于整理或出货的状况。就这种情形来说，所谓的经济基本面知识，我是指\"索罗斯\"的市场心理。", "\r\n\t我希望在此谈一个我本身遭遇的负面案例。在整个1991年的下半年，市场几乎都处于狭幅盘整的状态。我由经济基本面的角度判断，市场是在出货，随后至少应该出现修正走势，甚至是空头市场。我显然误判了市场的心理，因为它相信利率走低将推动行情上扬。所以，我在11月的反弹行情中卖空，而11月中旬指数大幅下跌。可是，联储在12月调降贴现率一个百分点时，我未料到市场会相信利率调降将有助干改善当时的经济疲态。因此，我吐回一大部分的利润，并错失12月份的上涨行情，后者显然是典型的带量向上突破。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n由于上述的成交量关系，所以在2月20日我发行的投资报告《兰德市场风险观察》中，我向法人机构的订阅者建议：\"持有景气循环类股的多头头寸，减少店头市场与高成长型类股的持股\"由每个角度来观察，店头市场与S＆P 500，以及扮演领导角色的其他数种指数，都呈现典型的技术性顶部，而且在最后的涨势与随后的跌势中，成交量关系也确认顶部的排列。尤其是店头市场，它长久以来一直缺乏整理，所以至少应该出现一次大幅的中期修正走势；根据我个人的看法，它应该扮演领导角色以迈向新的空头市场。", "\r\n同理，\"道琼指数\"与其他的景气循环指数，都呈现多头的气势，在跌势中成交量缩小，在涨势中成交量放大。所以，我决定以两种不同的方式来交易：做多经济循环类股，卖空店头市场与成长型股票。", "\r\n上述的讨论自然地引导至另一项重要的辅助性技术分析工具，这项技巧很少人将它运用在整体市场上--相对强度。", "\r\n相对强度", "\r\n在10年至15年以前，你只要分析\"道琼指数\"、\"工业指数\"、\"运输指数\"与\"公用来业指数\"-一便可以对整体市场产生一种感觉。情况已经不再是如此了。由于资讯科技的进步，我们已经不能再分析个别类股的市场，而必须由较广的角度了解股价走势。观察整体市场的发展时，我追踪的指数不超过18个。包括每种指数的每天收盘价、幅度与时间。以\"道氏理论\"做为分析的基础，我比较各种指数的价格走势、成交量关系、市场宽度（腾落比率），并观察它们之间的异同发展。", "\r\n在强劲的多头或空头市场中，所有指数都会朝同一个方向发展。当经济各产业的情况有明显的强弱差异时（就如同目前的情形），某些指数会有类似的走势（例如；\"道琼工业指数\"与\"主要市场指数\"），另一些指数则互有领先与落后的现象。换言之，我会观察许多指数之间的相对强度关系。", "\r\n雷亚首先提出相对强度的观念 而称此为\"股票的习性与相互对照的绩效表现\"。虽然他是指个股而言，现在却需要评估指数的习性，以及它们之间的相互对照表现。犹如我先前所提，整个 1991年，S＆P 500与店头市场指数的表现都优于工业指数与其他涵盖面较广的指数（例如：\"道琼指数\"与AMEX）--它们显然具有较强的相对强度。在交易之中，如果希望精确预测来来，必须分析各个不同市场之间的相对强度与其涵义。", "\r\n让我们继续分析店头市场，只要随意测览1991年的价格走势图便可以发现，店头市场是最强劲的市场。然而，正因为它长久以来都是最强劲的市场，并处于浓厚的投机气氛中，所以它也应该是首先大幅回档的市场--如果装瓷器的架子倒塌了，最上层的瓷器最可能摔破。", "\r\n200天移动平均线", "\r\n我采用的另一项重要技术指标是200天移动平均线，虽然它并不适用于店头市场的分析。我在1968年开始采用这项指标，当时我阅读威廉．戈登的一份研究报告，他将200天期移动平均的买卖准则运用于1917年至1967年的\"道琼工业指数\"，每年的平均报酬率为18．5％。", "\r\n200天移动平均的运用", "\r\n1 如果200天移动平均线由先前的下降趋势中，开始转为平坦或上升，而且价格由下往上穿越均线，这代表主要的买进讯号（参考图27．8）。", "\r\n2 如果200大移动平均线由先前的上升趋势，开始转为平坦或下降，而且价格由上往下穿越均线，代表主要的卖出讯号。", "\r\n", "\r\n", "\n    ", "\r\n\t辅助性的技术分析工具", "\r\n\t成交量的关系", "\r\n\t成交量关系虽然是一种技术分析指标，但在我的方法中，它最不客观。虽说如此，但在股票市场中，如果不考虑成交量，便不应该交易。", "\r\n\t我说成交量关系最不客观，因为它缺乏明确的法则。它仅能在某特定市场的前后关联中来解释。解释成交量关系的唯一方法，是观察每天的市场发展，以体会何谓\"正常量\"？何谓\"大量\"？何谓\"小量\"？以下是观察成交量的一般性法则；然后，我将说明如何将此法则运用在店头市场的行情评估中。以图27．6而言，上述的第三点尤其正确，例如，1992年1月底，成交量开始显著增加。我们知道，整个1991年，店头市场始终是表现最佳的市场，价量关系也配合很好，这尤其凸显1月底的情况不寻常。如果你观察图27．7，可以发现\"工业指数\" 和\"运输指数\"的成交量与\"店头市场综合指数\"和S＆P 500的成交量有明显的不同。特定来说，\"工业指数\"和\"运输指数\"在2、3月份的跌势中，成交量显著缩小，但\"店头市场综合指数\"和 S＆P 500的成交量仍然与前几个月差不多。", "\r\n\t重要的成交量关系", "\r\n\t1 成交量通常会与趋势配合；换言之，在多头市场中，涨势的成交量会放大，跌势的成交量会缩小；在空头市场，情况则相反（请参考图27．6的成交量部分）。市场濒临修正时，则为例外，请参考下一点。", "\r\n\t2 在多头或空头市场的中期反弹中，市场若处于超买状况，则涨势的成交也将缩小，跌势的成交量将放大。反之，在中期的下跌过程中，市场若处于超卖状况，则涨势的成交量将放大，跌势的成交量将缩小。", "\r\n\t3 在多头市场中，末期的成交量极大（相较于先前的期间），初期的成交量很小。反之，空头市场的初期成交量很大，末期的成交量很小。", "\r\n\t ", "\r\n\t200天移动平均线的最大问题是时间严重落后。由图27．8可以看出来，当\"道琼工业指数\"的200天移动平均发出买进或卖出讯号时，走势已经过了一大半。另外，行情在投机性的长期涨势之后，如果突然发生崩盘，则200天移动平均线几乎毫无用处。所以，我仅把200天移动平均线视为是辅助性的工具。例如，如果\"店头市场综合指数\" 跌破200天移动平均线，则我在2月底与3月初将会大量卖空店头市场的股票。然而，我实际上建立的空头头寸并不特别大。\n      ", "\n\t", "\n\t ", "\r\n\t市场宽度与动能震荡指标", "\r\n\t我使用的最后两项指标分别是市场宽度，它经常被称为\"腾落线\"，以及动能震荡指标。", "\r\n\t腾落线（A／D线）是计算每天上涨家数与下跌家数的差值，并绘制为图。对于所有加权性的股价指数来说，腾落线都可以弥补其缺失。以\"道琼工业指数\" 为例，它仅由30种股票的价格加权而成。某些情况下，如果某支权数较大的股票（例如 IBM）出现不寻常的走势，整个指数便不能有效反映整体工业类股的表现。", "\r\n\t一般来说，腾落线与大盘指数会呈现相同方向的走势，一旦两者之间出现背离的现象时，通常是代表趋势即将变动的讯号。事实上，我几乎把它视为是一种大盘指数，并运用\"道氏理论\"分析它与其他指数之间的关系。然而，就腾落日线图来说，它仅必须确认先前的高点（低点），而不需确认你当时比较的高点或低点。另外，腾落周线图应该确认你的多头或空头看法。例如，自从1990年10月的低点以来，腾落周线图便是最佳的技术性指标。再举另一个例子，在1992年的3月与4月\"道琼指数\"创新高，但店头市场指数、S＆P 500与市场宽度都未创新高。我将这种情况视为是可能的背离，并判断\"道琼指数\"可能做顶。", "\r\n\t我始终密切注意市场宽度，将它视为是一种股票指数。我根据它而推演出另一种指标，这是一种动能振荡指标，以衡量整体市场向上或向下的偏颇程度。每天早晨，我首先登录上涨与下跌家数的净值；我是以\"纽约证券交易所\" 近30天以来的资料为准．并计算、登录、绘制上涨与下跌家数之净值的移动总和。然后，再将计算结果除以 3，以代表10天期的约当值，并称其为\"10大约当期-净变动-移动平均-行情宽度振荡指标\"。它经常可以有效衡量中期的\"超买\"或\"超卖\"情况。", "\r\n\t犹如200天移动平均线一样，我将市场宽度与动能振荡指标视为辅助性的工具，以配合其他较根本的技术分析方法，例如：123准则、2B法则与平均寿命架构，以判断交易的整体胜算几率。例如，在2月底与3月初，市场宽度未能创新高，而我的长期振荡指标也显示整体市场稍有超买的状况。所以，市场宽度支持我在店头市场的空头头寸，而振荡指标也稍有支持。整体来讲，我虽然掌握胜算．但胜算的程度并不足以让我采取积极的空头策略。我个人或客户投入的风险资本都未超过2％-3％。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n图27．11是\"道琼斯运输指数\"的日线图，它充分显示四天辅助法则的有效性。上升趋势经过长期的发展，并出现连续五天的涨势，其后的第一天下跌便代表中期的顶部。你可以在第一天的下跌过程中卖空，并把停损设定在五天排列的高点。", "\r\n这项辅助法则之所以有效，理由是；行情的高潮是反映在连续数天，所以趋势反转蕴含的动能较大（相对于在一天之内以大量出现顶部或底部的行情）。参考图27．12的9月份白银与图 27．13的 S＆P 500日线图。", "\r\n请留意四天排列的现象，你将发现其重要性。", "\r\n", "\r\n", "\n    ", "\r\n\t一项理想的新指标", "\r\n\t我希望各位读者觉得。本书确实提供某些明确的概念与赚钱的方法。现在，我准备再提出另一种指标：四天法则。这是我偏爱的趋势变动的中期指标，我已决定与各位分军这项指标。", "\r\n\t犹如其他指标一样，这项指标也是来自于长期的研究。我根据1926年至1985年之间的\"道琼工业指数\"，衡量其中期走势的每一个顶部与底部。表27．1显示四天排列（换言之，连续四天上涨或下跌的走势）与顶部或底部的相关性。观察这些资料，我有两项发现。", "\r\n\t四天法则", "\r\n\t在中期走势中，市场在高点或低点以连续四天下跌或上涨的走势而呈现反转时，趋势很可能发生变化。", "\r\n\t在第一个发现中，中期顶部或底部所出现的四天排列，其方向几乎总是代表趋势变动的方向。根据表27．1的资料显示，当四天排列出现后，25％的中期趋势立即呈现与四天排列相同方向的反转，有41％的中期趋势在四天排列出现后的六天之内发生反转，75％的中期趋势在四天排列出现后的24天之内发生在转。在所有中期趋势内，仅10％未出现有效的四天排列。", "\r\n\t请参考图 27．9，它是 S＆P 500的周线图。在1992年10月9日，指数于402．66出现底部。随后四天的变化如下：10／12为十4．78、10／13为十4．86、10／14为十0．70、10／15为十0．23这是连续四天的上涨，显示底部的形成。指数在10月16日仍然上涨，但这并不重要。如果这是真正的底部，则指数在几个月内都不应该跌破10／9／92的低点 所以你可以将停损设定在此处。", "\r\n\t四天法则在商品循交易中也非常有效，但我并未就商品的历史资料做统计的研究。图27．10是 9月份日元的日线图，其中包括两个有效的四天排列。", "\r\n\t相关的第二项发现是：", "\r\n\t四天辅助法则", "\r\n\t中期走势发展至相当程度以后，如果出现顺势的四天（或以上）排列，随后出现的第一天逆趋势行情，经常代表趋势变动的顶部或底部。", "\r\n\t ", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t", "\r\n\t结论\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t评估市场时，我运用三种工要的技十分析工具，以及数项辅助性的工具。我根据l－2－3准则、2B法则与市场平均寿命结构评估股价指数。如果我判断趋势可能发生变动，而且报酬--风险的比率优于3：1，我会进一步观察成交量关系、移动平均、市场宽度与动能振荡指标。经过这些评估以后，如果我认为自己颇有胜算，则建立头寸，有时候是仅根据技术分析拟定交易决策。（容我在此插入一段题外话，许多有效的技术指标并未纳人本书的讨论范围内。我建议各位参考一本相当不错的新书，它是亚历山大．埃尔德（lexande Ele）博士著的《以交易谋生》，书中摘要说明历史上所有的重要技术指标。）", "\r\n\t然而，我必须强调一点，我很少仅根据技术分析来交易。我见过许多不修边幅两袖口磨破的交易员，他们是如此地信赖技术分析。技术分析虽然不是万灵丹，但它是一种衡量交易胜算的珍贵工具，我认为任何人在分析市场与预测行情时，如果全然忽略技术分析，是相当愚蠢的态度。", "\r\n\t ", "\r\n\t关键在于选择一些经过时间考验的主要技术分析工具（例如1一2-3准则），然后再配合其他辅助性工具。然而，因为任何理想的工具终究会被市场认同，并因此失去其效力。所以，不可执著于任何技术指标，并将它视为是终极的必胜工具，否则作会因此而发生亏损，我便曾经如此！", "\r\n\t本章的讨论中，我都是以后头市场代表整体市场来分析。然而，如果你对于交易相当熟悉的话，则你应该知道目前并没有店头市场的指数可供交易。相关的头寸必须建立在个股与个股的选择权之上。所以，接下来如何进行？如何筛选个股或选择权，以增加交易的胜算？", "\r\n\t基本上，你仍然采取相同的程序，再引用一些其他技术分析的方法来提高胜算，这便是下一章将讨论的内容。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-14050210331c16.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502103403911.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502103453317.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502103550639.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502103640108.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502103H0D9.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502103P2256.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502103RW53.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-14050210392K23.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502104106449.jpg"]}