{"title": "第29章 选择权：三位数报酬率的交易工具", "content": ["\r\n\t许多场内交易员，尤其是年轻的交易员，他们非常喜爱销售未经抵补的选择权。\"那些傻瓜\"这是指选择权的买家，\"他们只是不断地提供资金，我则不断提供一些最后毫无价值的选择权\"在一年的11个月里，他们销售选择权的成功比率高达90％，但在最后一个月，市场突然出现10％以上的行情，他们必须吐回先前的利润，或赔老本，甚至于破产。", "\r\n\t\"华尔街\"存在一种共识，买、卖选择权是金融业内风险最高的游戏。\"专家们\"认为，你绝对没有胜算；因为在选择权的交易中获利，你不仅必须精确地判断价格走势，你还必须掌握完美的时效。反对者经常引用\"证券交易委员会\"1960年的一项研究。选择权的买家发生亏损的比率超过85％。然而，这项研究涵盖的期间仅有一季，而且当时的行情非常沉闷。", "\r\n\t不可否认，在选择权的交易中获利，挑战性确实超过股票、债券与其他的交易工具。虽说如此，但选择权始终是我最偏爱的交易工具。我的交易生涯便是由选择权开始。1968年1月，我在费勒．施米特公司担任选择权交易员，从事所谓的\"中间人\"工作，中介柜台交易的选择权。1968年3月，我开始管理第一个避险基金：通过一个规模5万美元的选择权投资组合，我逃避价值100万美元股票投资组合的风险。我开始了解选择权交易的获利潜能。", "\r\n\t在正确的运用下，选择权具备数项其他交易工具不及的优点：", "\r\n\t1 它们使你可以绝对控制（下档的）风险，并享有（上档的）潜能。", "\r\n\t2 它们使你能够以小量的资本，控制大量的市场资产；它们可以提供最大的财务杠杆效果。", "\r\n\t3 它们使你可以根据最低的风险，设计一套弹性的交易策略。", "\r\n\t4 行情的波动转为剧烈时，选择权权利金的波动幅度与速度都经常超过相应的交易工具，所以获取卓越绩效的可能性可以大幅提高。", "\r\n\t唯一的问题是；你必须知道在何时买进何种选择权。本章希望就这部分内容加以说明。", "\r\n\t限制风险", "\r\n\t我开始交易以前，经常玩扑克。我阅读许多这方面的书籍，并发现扑克不是一种赌运气的游戏，输赢的关键在于风险与胜算的管理。撇开唬人不谈，如果你可以根据掌握的胜算下注。并管理资金而使自己得以继续留在赌桌上，则你便居于赢面。这并不是说你可以赢每一手牌，完全不是如此。然而，如果你可以永远掌握胜算，并依此下注，长久下来，你一定可以成为激家。", "\r\n\t选择权的交易也是如此。为了获得成功，你不可以只是坐下来，随意下注，而把其余的一切都交给老天爷。你必须知道胜算，你必须发展一套下注的策略。就衡量胜算来说，本书介绍的所有原则都适用于此，包括市场平均寿命的架构在内。", "\r\n\t让我以目前的情况为例说明。写本文的时候（1993年6月），我们处于多头市场中，一个起始于1992年10月9日的中期上升走势。\"道琼工业指数\"在起涨点的收盘价为3136．58，OEX（S＆P 100）在当天的收盘价为368．57。我们必须了解，唯有一个次级的中期修正走势才可以终止目前的中期上升趋势。我们称修正走势为\"次级\"，因为它与目前的长期趋势在方向上相反。在多头市场中，次级修正走势的折返幅度通常是前一个主升段（就目前来说，这是起始d\"10／9／92年的走势）的三分之一至三分之二。根据表 26．1（第 26章）的资料显示，中位数修正走势的期间为47天，幅度为前一主要波段的48％（就\"工业指数\"与\"运输指数\"的平均值而言）。", "\r\n\t1993年6月，在基本面与技术面上都有明显的证据显示市场正在做顶。上升趋势已经持续 235天（10／9／92~6／1／93）。在1982年9月30日至1993年6月1日之间，这是未出现次级修正走势而延伸最长的主要上升波段。在这种情况下，这是一个年龄已经很老的走势，它随时有可能一口气喘不过来。就我们目前的讨论而言，其他基本面与技术面的做头征兆并不重要，所以让我们假定价格走势随时都可能拉回，而你决定卖空。于是，目前的问题是：你应该怎么做？", "\r\n\t你可以融通一倍的资金来卖空股票。你可以卖空S＆P期货，但你必须承担行情暴涨的风险，万一你的判断错误，你必须承担无限的风险。或者，你可以买进股票指数的卖权选择权，这可以绝对控制风险，同时享有无限的获利潜能。由风险一报酬的角度衡量，选择权当然是最理想的赌注。", "\r\n\t可是，应该买进哪一种的选择权呢？交易选择权时，你永远必须记住一个关键性的问题：市场会在那一段期间，出现多大的走势（在这个例子中，多大的跌幅？）？你的选择将由这个问题的答案来决定。", "\r\n\t表29．1琼工业指数--月份价格被动的比较（1939年1月--1993年5月）", "\r\n\t这份表格显示\"道琼工业指数\"每月份的价格变动百分率。整体54年被划分为五个相等的期间．每个期间都涵盖大的126个月，然后列示每个期间内价格变动百分系的分布情况。根据表格内的资料．你可以知道每一期间的价格波动情况，并用以推估未来价格波动的可能发展。例如，如果你将过去54年的资料平均，可以发现月份价格波动介于0－1．9％区间的几来有42．1％。自从1984可1月以来，这项几率已经稍有增加而成为45．1％。如果你销售未经抵补的选择权．可以利用这项资料来评估你的胜算。请留意，自从1973年1月以来，价格波动区间8％~9％与10％。的几率明显增加．而4%~5．9％区间的几率则减少。这显示，在某月份内，价格如果已经出现4％~5．9％的波动，价格波动很可能进一作增加。如果详细分析带格内的资料 你还可以有其他的发现。", "\r\n\t ", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t目前情况下，我认为OEX（S＆P 10O）卖权选择权是最适当的对象。在1992年10月9日至1993年6月2日之间，OEX指数由368．57上涨至420．63 涨幅为14．2％。我们已经决定股价下跌的胜算相当高，所以我们必须判断未来30天的可能跌幅。中期修正走势通常会持续45天（表 26．1），最大的跌势会发生在最初的30天内，所以我们可以买进一个月的选择权，必要的时候再展延。", "\r\n\t表29．1列示\"道琼工业指数\"从1939年1月以来月份价格波动的几率分布情况，这使你可以推估未来价格波动的可能情况。自从1984年以来，市场在单月份内出现至少2％价格波动的几率接为54．9％（100％一45．1％），出现至少4％价格波动的几率为33．8％。这项分布自从1939年以来便相当稳定，但我特别强调最后一栏的资料，因为电脑程式交易出现于这段期间。虽然电脑程式交易对于长期趋势的影响力颇值得怀疑，但绝对可以影响短期行情。所以，如果行情在3O天内至少下跌2％，则购买卖权选择权的策略便可以持平。或甚至有些许的获利。", "\r\n\t目前，OEX的收盘价为420．63，而\"OEX7月份415卖权选择权\"（7月份到期，履约价格为415）的收盘价为47／8。这项选择权的\"溢价\"幅度为1．3％，还有44天到期。如果行情下跌2％，则OEX指数为412．22。在这个指数水准下，\"415卖权选择权\"的价格可能在4 1/2到5之间，这取决于当时的价格波动程度，以及还有多少到期时间。在另一方面，如果行情在30天内下跌4％。则OEX指数为403．18，\"415卖权选择权\" 的价格至少为11 2/4--获利在一倍以上！根据表26．1的资料显示，中位数的修正走势幅度为前一主要波段的48％、就目前的例子来说，这相当于是6．8％的跌幅，在这种情况下，OEX指数为392．08，而卖出选择权的价值至少为23，这几乎是原来投入成本的五倍。", "\r\n\t7月份的卖权选择权相当理想，因为到期时间还有44天，这约等于表26．1中修正走势期间的中位数。这笔交易投入的资金不可以超过风险资本的3％。例如，如果你的风险资本是10万美元，你应该以487．50美元的价格买进六口卖权选择权。卖权选择权在415的价格履约时，这项价值2925美元的投资，相当于卖空价值246075美元（=［415 X 100 x 6］一2925）的OEX指数（大约是总风险资本的 2．5倍）。", "\r\n\t未来30天内，如果行情没有变化或上涨，你的损失相当有限。交易选择权时，我采取一个明确的原则：任何一个选择权头寸，规模绝对不超过风险资本的10％。一般来说，我投入的资金都在1％至3％之间；对十大多数交易者来说，我建议投入的资金的为2％至3％。然而，我强烈认定行情将出现大幅的走势时，我可能投入10％的资金，例如：在1987年的\"黑色星期一\"之前。以及在1989年小崩盘之前。", "\r\n\t我将选择权的交易规模限制在相当小的范围内，所以我判断正确的比率不需很高便可以获利。唯有掌握明显的胜算时，我才交易，而且我将风险报酬比率限制为至少1：5，并采取小量的投资。所以我的判断着维持在每4次正确1次使可以获利。我手风很顺时，获利将非常可观。如果我的判断维持在4次正确1次，我还可以勉强获利。如果手风很差而判断每6次正确1次，我还有足够的资金参与游戏。", "\r\n\t让我们回到先前的例子。OEX指数在1993年7月7日跌至406．50而后展开反弹。此后，你随时都有获利了结的机会。所以，真正的修正走势并未出现，但这笔交易仍然小有获利。", "\r\n\t例如，在1992年的布什尔初选之前，我与一位投资者讨论有关生化科技股与药品股在整个1991年的飙涨走势。他持有相当大的投资组合，并要求我评估相关的下档风险。我告诉他，我看空这些类股，并提出我的理由，我认为如果布什总统在这次初选中输给有奇南，则市场至少应该下跌5％~10％。在听过我的解释以后，他要求我为他价值280万美元的多头投资组合避险，并开立一张7．5万美元的支票给我。我在个股与OEX卖出选择权中分别建立相当于200万美元与400万美元的避险头寸。投入的资金尚不满7．5万美元。", "\r\n\t结果，布奇南的表现虽然相当不错，但他仍然输了，市场几乎没有什么反应，仅在选举当天下跌20点左右。然而，由于我买进的个股卖权选择权都是我原本便着空的股票，而且我又在选举结果证明我的判断错误时，立即出清所有的选择权头寸，所以我在几天之内还是赚进了2．5万美元。我有效管理我的胜算，并在尽可能有利的情况下投入资金，所以即使我假设的情节发展没有实现，但我在整体15个头寸中，只有一个头寸发生损失。在另一方面，如果布奇南因为赌烂票而获胜，市场至少应该下跌5％，我可以获得可观的利润。这便是我偏爱选择权的理由。 另外，在某些情况下，选择权可以让你以小量的资金进场一搏，虽然你没有明确的证据显示这是一个适当的交易机会。这就像扑克中的唬人。例如，在1992年3月初，咖啡创17年以来的低价，5月份合约跌至66．25。由技术分析的角度来说，情况非常不理想。就基本面来分析，结果也没有什么不同。然而，犹如我在电话咨询热线中的评论：\"虽然没有任何理由买进5月份的咖啡，但当它创17年来的新低，势必会反弹\"。我建议买进5月份80的买权选择权\"（5月份到期，履约价格为80），当时的每口价格为75美元。大约一星期之后，5月份期货价格反弹至71．50，而选择权的价格为243美元。运气？或许有一些，直觉？当然！这是一场赌博，但它是我承受得起的赌博。我仅凭直觉而投入0．25％的资金。", "\r\n\t我必须强调一点，在上述的例子中买进咖啡的选择权，这直接违反了我的交易法则：\"不可仅因为价格偏低而买进。不可仅因为价格偏高而卖出\"。可是，如果投入的资金非常有限，则可以仅根据直觉进场一搏，因为即使发生亏损也非常有趣，但不可以养成这种习惯。如果你习惯于根据渺茫的机会来交易，结果将不堪设想。", "\r\n\t我并不建议各位专注于选择权的交易，而忽略其他金融交易工具。在中期趋势的发展过程中。每一种投资组合都应该包含表现相对强势的个股。然而，在市场的转折点附近，尤其是当时的价格波动相当剧烈的话，选择权最能增加获利，并降低风险。理由在于财务杠杆效果。", "\r\n\t维克的选择权交易守则", "\r\n\t1 保持偏低的交易规模：投入的资金为风险资本的2％－3％。", "\r\n\t2 唯有掌握胜算时才交易。", "\r\n\t3 风险一报酬比率至少为1：5。", "\r\n\t4 不可仅因为价招偏低而买进。不可仅因为价格偏高而卖出。\r\n", "\r\n", "\n    ", "\r\n\t市场心理的重要性", "\r\n\t打从一开始，我的选择权交易方法便不遵从传统的模式。1966年至1968年之间，\"华尔街\"大约有15或20家的选择权交易商。它们并不是以目前金融圈内的方式经营这方面业务，而是把选择权当做二手车来买卖。价格几乎都是在一对一的情况下来订定，而许多交易商都会欺骗客户而收取较高的权利金。这些交易商并不在意市场的行情变化，因为他们仅希望赚取买、卖报价之间的价差。所以，大多数选择权的交易商都失败了；毕竟，如果交易商仅是试图剥削客户，这种生意绝对做不久。", "\r\n\t犹如我在《专业投机原理1》一书中的解释，当时的交易程序大致如下：", "\r\n\t某甲打电话给\"ABC选择权公司\" 要求提供OXY股票6个月又 10天的买权选择权报价时，这并不保证他可以根据报价买进该选择权。此外，如果他打电话给另一、两位交易商，则他可能发现价格有20％-30％的差异！交易商提供给某华的报价假定为每回合约225美元，这只是\"参考价\"而已，交易商随后将寻找愿意接受150美元一175美元价格的卖方。如果可以找到，交易商即可以扮演中间人的角色，将低价买进的合约转卖给某甲。如果交易商无法在合理价格找到卖方，只能算运气不佳而毫无所得。", "\r\n\t当时，我曾经在几家公司从事选择权的中介工作，绩效相当不错（我自己也交易选择权与个股）。然而，当我发现大多数选择权交易商的经营方式时，我认为我能够由完全不同的角度来经营--扮演真正的造市者角色。在几位合伙人的支助下，我在1971年中成立\"雷纳选择权公司\"。当时，我已经非常擅长判读盘势，并知道如何判断市场的趋势。所以，我们不再单纯地中介选择权，而且自己也交易选择权。我们采取一种革命性的做法．对于任何的选择权，我们都提供所谓的\"合理的明确报价\"；换言之，我们担保客户可以根据报价来买、卖选择权。如果我们可以找到价格更理想的对应选择权，我们仍然中介。如果我们找不到理想的选择权，我们便自行销售。所以，我们的业务急速扩展。当我们开张时，\"雷纳\"是第27家选择权交易商；六个月以后 我们已经是全世界选择权店头市场交易量最大的交易商。", "\r\n\t我们在市场中始终占有举足轻重的地位。1973年4月，\"芝加哥选择权交易所\"成立，并集中交易标准规格的选样权时，我们买进数席会员席位。这个时候，选择权的经营开始出现明显的变化。大多数公司都是根据价格波动与时间衰耗的模型，而由统计学家、数学家与经济学家订定选择权的价格，最著名的模型是Black_Scholes Model。从一开始,我便不赞同根据数学模型来订定选择权的价格；在\"雷纳\"，我们继续根据我个人对于市场趋势的判断，以及市场的供、需情况来订定选择权的价格。", "\r\n\t我之所以不赞同数学模型，这是因为它们无法处理选择权订价上一项最重要的因素，我称为\"权利金的心理成份\"。例如，如果某选择权的价格为300美元，这反映选择权销售者在合理的风险一报酬考量下，判断根本交易工具将在什么期间内，呈现多少幅度的涨势或跌势。一旦你买进这项选择权之后，假定其他条件不变，随着时间的经过，权利金会下降。然而，如果根本交易工具的价格波动非常剧烈，权利金的时间成份便不是重要的考要因素。在这种情况下，权利金的主要驱动力量是市场心理，而不是时间因素，这将导致数学模型的失败。你不能根据过去的资料来赚钱（译按；选择权的数学订价模型采用五种变数；根本资产的当时价格、履约价格、距离到期日的时间、利率与价格波动程度，前四者都是既定的数据，而价格波动是指历史价格波动而言。所以，以数学模型订价，相当于根据过去的资料订价）。", "\r\n\t我交易选择权时，会考虑时间因素，但我考虑的角度与大多数交易者不同。我并不将选择权的价格视为是由内含价值与时间价值所构成，我将它视为是在某期间内从事纯粹杠杆操作的权利。如果经济基本面、技术面、平均寿命架构以及市场的心理状况，都显示市场在未来几天内将出现重大的跌势，我会买进到期时间很短的溢价卖权选择权。", "\r\n\t例如，在1992年3月2日，我深信布什总统在随后的所有党内初选中都会失败，并对市场造成非常的影响。当时，OEX指数为384．65，我能够以31／8的价格买进\"3月份OEX380的卖权选择权\"。换言之，我能够以315．20美元的代价而在几个星期内控制价值38465美元的资产--杠杆倍数相当于1：121。如果我对于初选结果与市场反应的判断都正确，我可以脱手或履行选择权，并享有资产价情变动的全部效果，而仅需要负担不到1％的成本。以另一种方式来说，如果我管理一个规模为100万美元的投资组合，我能以大约3．2万美元的代价，卖空或避险四倍于投资组合价值的资产。", "\r\n\t当然，如果价格没有发生波动，则上述的杠杆效果也毫无用处。基于这个理由，在整个1991年里，我并没有因为交易选择权而获得可观的利润。整年内，经济基本面非常不理想。在数个场合中，统计分布与技术面也显示市场将出现巨幅的下跌。市场在经济复苏的预期下而走高， 但经济复苏始终不曾出现。然而，整年度内，股价大多都处于高点的5％交易区间内。", "\r\n\t我知道，利率走低是主导行情的主要想法。我也了解，降低利率并不足以立即刺激经济复苏，这是当时市场不了解的事实。仅有一点是我所不了解的：市场参与者对于联储能够创造奇迹的这项信念究竟还能够持续多久。每当不佳的经济资料公布时，市场便趋于下跌，但联储立即放宽信用，然后市场又恢复涨势。最后，11月行情跌破10月份的低点时，似乎显示市场已经失去信心，而且\"道氏理论\"也确认行情进入空头市场。在12月份的反弹走势中，我利用选择权大量做空，认定市场将拉回，并持续空头市场的主要下跌波段。然后，联储采取一项史无前例的动作，在12月中旬调降贴现率一整个百分点（相当于是22％的调幅。这是历史上最大的调降幅度），于是市场在两个星期内飙涨10％。这是\"道氏理论\"首次发出错误的空头市场信号，而我的选择权在数天之内便几乎一文不值。", "\r\n\t这次的经验让我想起一段话，但我忘记它的出处；\"市场非理性行为持续的时间，可以远胜过你的资金所能延续的时间。\"换言之，即使你较市场更了解经济的基本状况，这没有任何的益处，除非这项知识可以让你更精确地判断价格趋势的变动。即使你拥有胜算，你仍然需要掌握市场的心理脉动，为了办到这点，你必须顺着市场主要看法驱动的技术趋势。市场对于未来的看法--而不是事实--才是价格的驱动力量。在我的交易生涯里，缺乏这项认知，对我造成的伤害最为严重。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t了解机构投资者的心理", "\r\n\t\"道氏理论\"在整个96年的历史中，首次发出错误的空头市场信号，这也凸显另一项事实。自从1982年以来，市场便开始受到机构投资者的显著影响，这对于评估市场心理具有重大的意义。数以十万计、甚至于百万计的个别投资人，他们的判断已经被少数机构基金经理人的判断取代，后者大多会根据类似的资讯做出类似的反应。所以，大多数的市场价格波动都是由消息面主导。例如，如果大多数的机构基金经理人都相信利率调降将导致经济复苏，当联储宣布调降利里时，股票价格将走高。如果你了解机构投资者对于新闻的反应，而且你又能够预先判断新闻的发展，你便可以预知价格的走势。所以，如果你希望在选择权的操作中获得理想的绩效，你必须同时能够预测市场心理与新闻。", "\r\n\t机构投资者的心态对于选择权的订价也有重大的影响，尤其是指数选择权。例如，在1991年1月16日，\"波斯湾战争\"刚要爆发以前，我看多当时的中期走势，并预期会出现一波空头市场的反弹。当时，OEX的指数为295，我希望买进\"2月份305的买权选择权\"。它们的价格是53／4， 我还记得当时的想法，\"他们一定知道什么消息\"，\"他们\"是指机构的基金经理人而言。以到期时间仅有一个月而溢价10点的选择权来说。这个价格实在太离谱，所以我放弃了。另外，我认为战争会发生在星期五晚上，因为当时市场会连续休息两天。我的判断错误。战争在星期三晚上爆发，而联军显然立即掌握制空权。隔天，市场上涨150点，如果我决定接受超高的权利金，则获利将非常可观。", "\r\n\t1992年3月3日的情况则相反，当时的OEX现货指数为384．65，而\"3月份395买权选择权\"的权利金为15／16--这是较正常的价格。我并不看多行情，机构基金经理人也是如此，所以你可以了解市场心理对于选择权订价的影响。", "\r\n\t机构基金经理人在避险、套利与电脑程式交易时，都偏爱采用指数选择权，而不喜爱个股的选择权。由于机构投资者拥有庞大的资产，市场的交易量大多来自于机构投资者，所以个股选择权的需求量大减，它们的价格也相对低廉。这是简单的供、需原理--需求降低，代表价格低廉。可是，低廉的价格并不代表价格的波动程度便降低。所以，我的交易重心已经由指数选择权转移至个股选择权，而且结果相当不错，我先前就新罕布什尔州初选的交易便是一个例子。", "\r\n\t运用第十一章解释的方法，你可以选择与大盘有类似走势而价格波动更剧烈的个股。然后，在这些个股中，你可以进一步筛选市场流动性较佳的选择权，它们的绩效通常优于指数的选择权。事实上，你可以追随这些大型机构建立的市场趋势，并以较低的价格买进更高的杠杆效果。", "\r\n\t一般来说，对于市场普遍认同的趋势，选择权并不是一项理想的交易工具。如果你希望以选择权来创造最大的利润，你必须领先市场，而且你必须非常精确地了解你领先的程度。你必须掌握正确的时机，在每个人都不想要选择权的时候买进，并在每个人都想买进的时候卖出。这便是\"索罗斯\" 的机会--顺着错误看法的趋势操作，并在看法改变之前及时脱身。选择权是这方面最理想的交易工具。", "\r\n\t时间的进一步考虑", "\r\n\t运用我先前讲解的原则，你通常可以相当精确地预测行情的发展情节。可是，在选择权的交易中，你下仅要了解行情的发展情节，你还必须知道它们\"何时\"发生。在某些情况下，这并不困难。例如，1987年10月贝克宣布，他将听任美元对日元与德同马克贬值时，你不需要是天才便可以判定市场将大跌。然而，当市场处于\"正常\"情况时；换言之，没有任何特殊事故发生时，通常非常难以预测市场走势的发生时间。", "\r\n\t假定在一个正常的行情中，你希望买进或销售溢价2％而在两个星期到期的买权选择权。你的胜算如何呢？", "\r\n\t在这种情况下，判定胜算的最理想工具是运用市场平均寿命的架构，你可以进一步延伸这种架构的根本概念。表29．2列示\"道琼工业指数\"由1939年1月至1992年2月之间，每两个星期之价格走势的百分率变动绝对值。浏览表内资料，你可以发现在所有1379个样本中，仅有591个样本（43％）在两个星期内出现2％或以上的走势。所以，如果你销售卖权选择权，你的胜算将是1．3：1（译按57：43）；如果你是购买买权选择权，你的发生亏损的机会是1．3：1--两者的情况都不甚理想（译按：参实上，根据这里的资料无法计算胜率， 以销售选择权为例：在计算胜率时，你必须知道价格走势在2％以下的几率，还有价格跌幅超过2％的几率，后者的资料并未列示在表29．2中，但我们知道胜算绝对不止1．3：1）。", "\r\n\t这是假定你处于历史标准中所谓的\"正常\"行情中。如果当时有一个星期处于整理的走势，则体购买买权选择权的胜算将更差。如果市场近六个月以来都处于5％的交易区间内，联储非常可能采取宽松的货币政策，你的胜算将增加。", "\r\n\t现在，让我们假定市场是处于稳定的狭幅盘整走势中，没有什么重大的消息，经济指标好坏参半，联储也无法放宽信用--换言之，几乎没有任何征兆显示，市场在未来两周内可能会出现5％以上的走势。根据表29．2的资料判断，94％的两周走势未能够超过5％。所以，如果你销售溢价5％的买权选择权，你的胜更为15．7：1。", "\r\n\t你也可以根据这些统计数据评估选择权的订价。例如，假定市场走势相当沉闷，而到期时间还有两个星期。你考虑是否应该销售未经抵补的跨形价差交易（同时销售履约价格与到期日都相同的买权选择权与买权选择权）。当时的OEX为381，所以你将履约价格定为380。 假定当时跨形价差交易的权利金为 57／8。你是否应该销售此跨形价差交易的选择权？", "\r\n\t权利金为57／8，这相当于是指数出现1．54％的走势。根据表29．2显示，自从1939年以来，在两个星期内出现1．54％走势的几率大约为55％，所以作销售跨形价差交易的胜算为0．82：1，而买进的胜算也仅有1．22：1。在这种胜界情况下，除非有特殊的理由，否则作不应该买进或销售跨形价差交易。", "\r\n\t\"波斯为战争\"濒临爆发之前，便属于特殊状况，购买买权选择权在历史资料上仅有些许的胜算，但我还是非常希望交易。市场中弥漫着恐惧的气氛。人们谈论着每桶100美元的油价。我深信我们可以赢得战争，而且由技术面判断，市场也将出现反弹。我希望买权溢价10点而仅剩一个月到期时间的买进选择权。事实上，我判定市场至少会出现3．5％的涨幅，而且市场心理将驱动选择权的价格大幅走高。", "\r\n\t不幸地，市场的恐惧心理转化为超高的权利金，我必须承担将近2％的风险（译择：权利金\\指数水准=(5 3/4)\\(295)＝1．95％）才能参与赌局。我实在无法接受这笔交易代表的风险一报酬关系。如果选择权的价格是2 1/2~3，而不是5 3/4~6，我会建立大量头寸。", "\r\n\t我希望上述的范例可以显示统计分析对于选择权交易的重要性。我不仅整理两周的走势资料，我也经常运用单周与月份的走势资料，以拟定选择权在时效上与订价上的策略。", "\r\n\t市场价格波动的新趋势", "\r\n\t如果你每天都浸淫于这个市场达30年之久，你可以感觉市场价格波动的发展。这几年以来，我深信机构投资者主导的市场，其价格波动的性质已经出现根本的变化，尤其是对于盘中交易来说。于是，我整理价格的统计资料，并尝试分析价格波动是否有改变，改变的程度为多少。", "\r\n\t测览月份的资料，并配合我对于市场历史发展的知识，可以发现一个明显的现象；30年代的情况非常特殊；换言之，它经常出现10％以上的走势，频繁程度远超过先前与后来的期间。所以。我的统计资料是取自1939年之后。我将资料分为五个期间，并比较好个期间价格走势百分率的几率分布。结果列示于表 29．1。", "\r\n\t事实上，我非常诧异于几率分布的一致性，其中仅有一个例外。在1982年至1992年之间（表29．2），两周价格走势幅度落在3％～4％区间的频率明显降低，降低的程度平均大约为先前期间的5．2％。 价格走势幅度落在7％一8％区间的频率则明显上升，上升的程度平均大约为先前期间的4．7％。很明显地，价格波动由低百分率区间移至高百分率区间。我非常惊讶于这种转移的明显程度，并使得这两个百分率区间的几率分布发生显著的变化。你或许认为，资讯传递科技的进步，以及机构投资者对于市场的影响，这已经造成市场价格波动的普遍增加。然而，实际上并不如此，价格波动程度转剧仅出现盘中交易与上述的特定百分率区间。这验证了\"道氏理论\"的一项前提：人为操纵仅能影响短期趋势。", "\r\n\t选择权的策略性计划", "\r\n\t截至目前为止， 我们的讨论重点是如何运用选择权在短期间内掌握价格的波动。然而，选择权的优点之一，是你几乎可以根据任何市况设计对应的策略。让我以最近的一个案例来说明。", "\r\n\t1991年是一个适合操作个股的年份，只有在12月的最后两个星期在出现一波大约10％的涨势。在随后的两个月内，市场处于狭幅的交易区间，但店头市场与二类股则出现缓慢的修正走势。截至 3月，S＆P 500出现的修正走势为前一波中期涨势的37％，\"道琼指数'却仍然创新高。换言之，这是一个涨跌互见的市场。各种指数的走势相当不一致，这使得我很难根据大盘来交易。在这种涨跌互见而相对稳定的情况下，你可以运用选择权赚取稳定而低风险的利润。", "\r\n\t1991年3月份，市场呈现上下振荡而稍偏向多头的走势，我认为市场在未来几个星期内将保持稳定。在这种情况下，我设计一套相当成功的策略：销售未经抵补的跨形价差交易，并在履约价格的两翼建立保护的头寸。当时，OEX现货指数稍高于383。\"4月份385买权选择权\"与\"4月份385卖权选择权\"的价格分别为5 3/8与6 7/8，这使一个月期的跨形价差交易的权利金为12 1/4。 因为我认为市场将保持稳定，所以我销售跨形价差交易。然而，为了防范意外，对于每一日跨形价差交易，我都分别以7／8与2 1/4的价格买进\"400买权选择权\"与\"375卖出选择权\"，这使得我的权利金净收益为9 1/8，而后者便是两翼头寸（译按：事实上，这是在建立一个空头的跨形价差交易，并在其履约价格的两翼建立一个多头的定跨式价差交易以锁住风险）。\n      ", "\n\t", "\n\t ", "\r\n\t表29．3列示\"道琼指数\"由1982年5月以来的月份走势百分率的变动情况。根据资料显示，月份走势的中位数为2．%，而且自从1982年以来，月份走势少于3%的几率为59％。选择权到期时。如果OEX出现中位数2．2％的涨幅而成为391．4，则我大概要以7 1/2的价格回补买进选择权，但我仍可以保有7 5/8的净权利金收益。如果涨幅更高，我会发生一些亏损，但不会太严重，因为我以\"400买进选择权\"锁住风险。另外，一般来说，跨形价差交易的权利金，时间耗损较两翼头寸严重，这显然也有利于我的头寸（译按：选择权愈接近平价，权利金的时间耗损愈严重）。行情下跌时，情况也一样。总之，如果行情如同我预期地维持在l%一2％以内，我便可以获得些许的利润。换言之，即使市场几乎没有变动，我也可以获利。", "\r\n\t这虽然不是什么了不起的交易，但也不算太差。风险很低，胜算很不错，杠杆位数也很理想。对于一般投资人来说，上述每单位头寸的保证金大约为2000美元，而200美元的获利便代表每月10％的报酬率一一对于狭幅盘整的行情来说，这是相当不错的绩效。", "\r\n\t这仅是许多选择权策略的一种。它们可以用来避险与套利，而且不仅适用于股票市场，也适用于期货市场。目前有许多这方面的著述，所以找不打算进一步说明。\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t ", "\r\n\t结论", "\r\n\t对于许多人而言，选择权是金融圈内风险最高的游戏。然而，它们也是最具挑战性、最具弹性与最具获利潜能的金融交易工具。只要保持谨慎的态度，运用健全的资金管理方法，唯有在很有利的风险／报酬关系下才交易，并耐心地等待机会，则长期获利的可能性应该很高。根据保守的估计，我个人交易生涯的获利至少有40％是来自于选择权。", "\r\n\t务必记住一下列的重点：", "\r\n\t1 偏高的权利金代表消息面非常敏感。", "\r\n\t2 任何一个选择权头寸的规模，绝对不可以超过风险资本的3％。", "\r\n\t3 永远必须了解交易的胜算与风险／报酬比率。", "\r\n\t4 不可采用一般的模型。", "\r\n\t5 销售选择权的获利频率虽然颇高，但长期而言，你通常会发生亏损。", "\r\n\t6 建立的交易策略应该要局限风险，而风险--报酬比率至少要1：3，最好是1：5。", "\r\n\t我成功的关键在于控制风险，再配合技术分析、基本分析与统计上的平均寿命结构。如果你善于运用这些工具，你必然可以有效掌握胜算，并获取最后的胜利。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-140502111221403.jpg"]}