{"title": "第03章 一致性成功的事业经营哲学", "content": ["\r\n\t如果你阅读历史上伟大交易者的传记，你会发现他们中许多都曾经至少破产过一次，有些甚至破产过两、三次。另外，我们又知道，大约仅5%的商品交易者能够赚钱。于是，你可能会觉得奇怪，\"这究竟是怎么一回事？\"", "\r\n\t人们在市场中发生亏损，理由虽然很多，但有一项最严重、也最容易触犯的错误，那便是把过多的风险资本投人单一的头寸--孤注一掷。这项错误之所以产生，是因为人们在交易之前，并没有为自己设定一种经营事业的哲学。", "\r\n\t身为一位交易者，我的目标始终是：在经济独立的情况下保有自由；所以，我的目标是：经年累月地稳定赚钱。我一向都把自己的交易生涯视为是一种事业经营，而一位谨慎的企业家首先便希望能够维持他的经常开销，然后再追求盈余的稳定成长。我从来不执着于大捞一票的机会，首要之务是保障资本，其次再追求一致性的报酬，然后以一部分获利进行较有风险的交易。结果，大捞一票的机会还是会出现，但我并不需要承担过度的风险--这一切并不是巧合。", "\r\n\t让我们从经营事业的角度考虑，我的哲学基于三项原则，按重要性排列如下；保障资本、一致性的获利能力以及追求卓越的报酬。这三者是我的基本原则，因为它们是所有市场决策的最高指导原则。在我的投机策略中，每一项原则都有不同的份量，而且彼此之间有衔接的关系。换言之，资本保障将造就一致性的获利能力，后者又使我可以追求卓越的报酬。", "\r\n\t保障资本", "\r\n\t在我的事业经营哲学中，保障资本是最核心的原则。换言之，在任何潜在的市场活动中，风险是我最重要的考虑因素。在我问\"可以实现的潜在利润如何？\"之前，我会先考虑\"我所可能遭逢的潜在亏损如何？\"就风险／报酬的角度思考，最大的可接受比率为1 ：3（这项比率将在本章与第11章分别说明）。如果市场的风险／报酬情况很差，我会持有现金，不论普遍看法如何。所以，我并不关心我的绩效是否可以\"超越大盘指数或平均水准。\" 我追求的是绝对的报酬，而不是相对的报酬。", "\r\n\t对我来说，钞票并不是绿色（译按：美钞的颜色），它是黑色或白色。黑色与白色对应着\"真理与谬误\"、\"正确或错误\"、\"好或坏\"'。在伦理学的观点上，社会的教导是\"并无所谓的黑与白，仅有灰色\"：灰色--妥协与矛盾--代表缺乏绝对。然而，帐册上所有数据都是绝对数据：2+2必然是4，而2-6永远是-4 虽然如此，但在非常微妙的情况下，现代的投资人却被训练来接受基金管理圈子推销的灰色观念。如果大盘指数下跌20％，基金净值仅下跌10％，投资人应该觉得高兴--毕竟来说，他的绩效仍超过平均水准10％！ \"我有没有赚钱？\" 这是投资者唯一的问题。为了确保这个问题有一个肯定的答案，你唯有在掌握明确的胜算时--换言之，保持最低的风险--你才可以投机或投资。例如。如果所有指标都显示，股票市场（或黄豆、原油．．．．．）的长期趋势已经接近顶部，至少中期的发展是如此，则你的投资组合为什么要100%站在多方呢？为了赚取较国库券殖利率多几个百分点的报酬，难道便值得冒损失50%的风险吗？", "\r\n\t ", "\r\n\t请参考图3．1 的\"价值线\"。如果投资者在1984年12月的低点买进，并持有至1987年8 月25日（我的指标在8月25 日出现卖出信号），不计算股息的获利为67．9％。如果这位投资者持有至10月2日（卖出信号再度出现），获利仍有65．9％、然而，如果他继续持有，10月19日的时候，他将在14天之内损失两年十个月累积的所有利润 -换言之，不计股息的报酬率将回归至0％。很明显地，当时市场完全不具备合理的风险／报酬关系。你或许会说\"后见之明永远是正确的\"，但在8月至10月的期间，我几乎是两手空空--我的资金大多转至国库券--并在价格崩跌时卖空。你继续阅读本书时，将发现这为何不是运气。", "\r\n\t另一种我认为风险过高而不适合参与的活动：在多头市场的末期，大量投资兼并股票与垃圾债券。某些人或许会告诉你，\"不论股票市场的情况如何，市场中永远有理想的交易\"。嗯，或许没错。然而，我已经有相当经验了解空头市场的真正景象。股票价格日复一日地下跌，似乎永无止境。许多先前被视为体质健全的企业，它们被迫清算流动资产以清偿债务，而体质较差或与信用高度扩张的企业则以倒闭收场。扩张信用的兼并便是如此，这股1980年代盛行的投机泡沫终必破裂，1989年10月的\"联会航空\"便是一个典型的例子。", "\r\n\t根据我的哲学，在市场顶部附近介入LBO的唯一合理方法是，在风险／报酬比率优于1：10的情况下，即早进场而少量做多买进选择权。然后，在股票价格到达兼并目标之前，获利了给--走人！", "\r\n\t在分一方面，介入兼并股票最理想的时机，是在空头市场的底部或在多头市场的初期。这才是股票具有真实价值的时候。犹如罗伯特．雷亚所说，空头市场的最后阶段\"是来自于健全股票的失望性实压，不论价值如何，许多人急于求现至少一部分的股票\"。市场玩家如果可以避免在多头市场的顶部附近投资--恐慌性的崩跌可以造成严重的伤害--并在空头市场中卖空，则这个时候便可以掌握这股失望性的卖压。在多头市场的顶部，你或许会错失最后10%，甚至20%的获利（不过仍可以收取国库券的殖利率），但当股禀具有可观的上档潜能，下档风险却非常有限时，你绝对有资金投资。根据我的看法，这种累积财富的方式便是：保障资本，掌握一致性的获利能力，并耐心等待正确的机会以攫取非凡的利润。", "\r\n\t一致性的获利能力", "\r\n\t当然，市场不会永远位于顶部或底部的附近。一般来说，在任何市场的多头行情顶部与空头行情底部之间，一位优秀的投机者或投资者应该可以掌握长期价格趋势（不论向上或向下）的60%至80%。这段期间内，交易重点应该摆在低风险的一致性获利。", "\r\n\t一致性的获利能力是属于保障资本的辅助原则。何谓辅助原则？辅助原则是一种概念，它直接来自于-个更根本的原则。就目前讨论的情况来说，一致性的获利能力是保障资本的辅助原则，因为资本不是一种静态的数量--它会增加（获利）或减少（损失）。如果资本要稳定增加，你必须要有一致性的获利能力；如果你要有一致性的获利能力，必须要保障你的获利，并尽可能降低损失。因此，你必须衡量每一项决策的风险与报酬的关系，根据已经累积的获利或亏损评估风险，如此才能增加一致性的胜算。", "\r\n\t例如，假定你是以季为基础操作。在一季的开始，任何新头寸的规模都应该很小（相对于风险资本而言），因为当期还没有累积获利。另外，你应该预先设定承认自己错误的出场点，一旦行情触及这个价位，你便应该认赔出场。如果第一笔交易发生亏损，任何新头寸都应该根据损失而按比例缩小。依此方式交易，任何一季结束时，你都不会亏损所有的风险资本--你永远还有筹码。反之，如果你有获利，应该将一部分获利运用在新头寸上，并将其余获利存入银行；如此，你不但可以增加获利的潜能，又可以保障一部分的获利。\n      ", "\n\t", "\n\t ", "\r\n\t如果我是一位年轻的投机者，并拥有5万美元的资金交易商品期货，我最初的头寸不会超过总资本的10%-5000美元--并设定停损而将潜在的损失局限在l0%至20％之间--500美元至1000美元之间的损失。换言之，根据这项设计，我的亏损绝对不会超过总风险资本的1％至2%。如果第一笔交易发生1000美元的损失，则次笔交易的头寸将减至4000美元，并将潜在损失设定在400美元至800美元之间。依此类推。", "\r\n\t就另一方面来说，如果我第一笔交易获利2000美元，我将存入银行1000美元，并将次一个交易头寸增至6000美元，这将增加我的起始风险资本（5000美元）达20％，而实际风险资本也增加相同的金额。依此方式，即使我下一笔交易发生亏损，就整个期间来说还是有获利（译按：这是指一笔交易最多亏损20％而言）。如果我对于行情的判断有 50%的正确机会，则这种交易策略将可以创造相当可观的收获。假设我顶多只接受1：3的风险／报酬比率，即使我每三笔交易仅有一次获利，我的收人仍然相当可观。换言之，如果你每一笔交易，可能的报酬至少是客观可衡量之潜在损大的三倍，长期下来，你便可以维持一致性的获利能力。", "\r\n\t任何人进入金融市场，如果他预期将有一半以上的交易会获利，这项预期会被很粗鲁地惊醒。你不妨以棒球的角度思考--最佳选手的打击率也只不过是30％至40％，然而，优秀选手都知道，安打的效益总是大于三振的伤害。报酬总是大于风险。", "\r\n\t持续评估风险与报酬之间的关系而永远掌握胜算，这项概念适用于所有趋势。例如，我从事 S&P500指数期货的盘中交易时，我有兴趣的最小波段幅度，是我可以将潜在损失（通常在递单时便已经决定）局限在三档至五档之间（每档相当于每口合约25美元），而获利方向的最近压力或支撑则在15档至20档以上。我在中期趋势中寻找交易机会时，也会运用相同原则，仅是单位较大而已，例如：1点至3点的风险与3点至10点以上的利润。", "\r\n\t以1989年10月的情况为例，由于杠杆效果的缘故，我虽然以选择权建立空头头寸，但也考虑卖空S&P 500指数期货。基于前一章说明的理由，10月12日星期四（请参考图3．2），S&P指数跌破 8月 5日的高点359．85时, 我应该卖空。而我的目标价值至少是346．50--前一波跌势的低点。如果行情回升至364．5以上--10月10 日的高价--市场便证明我的看法错误。所以，我的客观风险如何？它是4．65点，相当于是每口合约2325美元。可能的报酬又如何？它是13点，相当于每口合约6500美元--风险／报酬比率为1：2．8。虽然不完全符合我的准则，但其他风险评估因素则可弥补少许的不足。", "\r\n\t一旦价格向下穿越可能的报酬点时（点②），我会调降出场点以确保获利。我会留意随后的次要支撑（点③、⑤与⑥），观察市场的反应，并向下调整我的停损。有一项交易法则说\"迅速认赔，但让你的获利头寸持续发展\"。我对于这项法则的解释是，\"任何既有的获利都不可再损失50%\"。就这个例子来说，一旦价格向下突破346．85（点②），我会将停损设定在347．10，价格继续向下跌破点⑥与点⑦时，我会把停损再在下调整、这笔交易最可能的结果是在342．15点⑦上方四档）停损出场，获利17．7点。相当于每口合约美元8850。因为所有征兆都显示大盘将出现拉回的修正走势，我认为这是一笔低风险的交易；但我当时非常自信，所以我并没有进行这笔交易，而采用杠杆倍数更高的选择权。\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t ", "\r\n\t追求卓越的报酬", "\r\n\t当我已经获利时，仍然运用相同的推理程序，但会进一步追求卓越的报酬。唯有当报酬与风险之间存在着合理关系时，我才会以更大的风险追求更高的资本报酬率。这并不意味我改变风险／报酬准则；我仅是增加头寸的规模。", "\r\n\t1974年的7、8月间便发生了一个典型的例子，当时我在操作\"雷纳选择权公司\" 的帐户。我们的会计年度是于6月底结束，每一个会计年度开始，我的起始交易资本都是 25万美元。在7月份，我已经赚进约10．4万美元的利润，所以当季报酬率已经超过40％。当时，我非常强烈地看空行情，所以，决定下个月将以半数的获利建立空头头寸。在那个年代，\"芝加哥期货交易所\"并没有卖权选择权的交易，所以我的空头头寸是建立在所谓的\"合成卖权选择权\"之上。我投入5万美元的风险资金，分别卖空3500股\"德州仪器\"、\"柯达\"、\"麦当劳\"与IBM，并各买进35口的买权选择权。所以，我实际承担风险的资金是买权选择权的成本；每100股卖空的股票完全由买权选择权避险--这便是一个\"合成卖出选择权。\"", "\r\n\t当\"道琼工业指数\" 跌破7月份的低点750时，我建立上述头寸，行情也正如我预期地下跌。接着．8月8日尼克松宣布辞职。股价开始加速崩跌。8月结束时，交易帐户的当月获利超过26．9万美元，一个月的获利便超过这个会计年度的起始资本。这便是我所谓的\"积极地承担风险\"：胜算站在我这边，我投入更多的资金。即使我的判断完全错误，我也仅不过损失先前的半数获利，我还有许多资金可以从事低风险的交易。", "\r\n\t结论", "\r\n\t保障资本、一致性的获利能力以及追求卓越的报酬，这是三项单纯的原则，如果你确实了解其中的精髓，则它们将指导你在市场中获利。然而，如果要实际地运用这些观念，你还需要更多的知识。最佳的起点是了解市场价格走势的性质。一个人若希望真正了解市场的行为，他需要拥有一套不可或缺的知识：\"道氏理论\"（Dow Throry）。"], "imgs": []}