{"title": "第30章 当日冲销的专业交易方法", "content": ["\r\n\t洛伦佐．吉布尔迪是15世纪的雕塑家，他拥有伟大当日冲销交易员所需具备的特质：投人、专注、决心以及完成工作的毅力。吉布尔迪以48年的时间雕塑意大利佛罗伦萨\"圣乔维尼大教堂\"的四座铜门。你可以设想其中的景象，以48年的时间投入一件作品，整天几乎都没有交谈的对象，这似乎形一件永无止境的工作。", "\r\n\t由许多角度来说，一位交易员的心态与毅力，无异于这位伟大的雕塑家。他们都必须单独工作，专注而集中精神于烦琐的细节，在心智上盘算各种构想，并付诸执行。他们都从事非常孤独的工作。结果的累积非常缓慢，但最后却可以形成一件杰作。", "\r\n\t1968年我进人费勒．施米特公司工作时，便从事当日冲销的交易，随后的18年内也都是如此。1986年的时候，我的交易步调愈来愈快；在S＆P期货市场，每天进行30笔当日冲销的交易。可是，这也引起我的血压偏高，所以我决定转而从事中期趋势的交易。毕竟，成为全墓园里最富有的死人，并没有什么意义。1987年，我仅交易五笔，报酬率为资本的168％，而且也赚回自己的健康。", "\r\n\t这段故事的启示是什么？在1991年1月的\"波斯湾战争\"之后，股票市场陷入97年以来最沉闷的行情中（参阅第24章），而中期趋势的交易几乎不可能。所以，我又重操旧业而从来当日冲销。本童我希望就这个非常困难又非常紧张的领域提供一些意见。 必要的心理特质", "\r\n\t对于我个人而言，当日冲销的交易十分简单，因为我的个性非常适合，\"认赔\"从来不曾困扰我。", "\r\n\t大多数人都痛恨犯错。我不认为有人会很高兴地说，\"我的判断完全错误\"。自我是一个致命的杀手；就心理意义--而不是就哲学意义--而言，自我与自尊完全相反。自我（或谬误的自尊）会在潜意识中说，\"我不可能犯错，因为我很了不起。如果我判断错误，我将无法获得人们的尊敬\"。然而，人类不是上帝，交易者也不可能无所不知；他们偶尔总会犯化。不愿意承认这项事实，显然不合理。", "\r\n\t身为一位当日冲销的交易员。你必须要有自尊，你必须觉得自己能够胜任，觉得自己有价值。如果你不能信赖自己的判断，就无法恰当交易。为了交易，你必须能够认赔，接受数以千、万计的损失，并再次充满信心地交易。务必留神：绝对不可以让自我（谬误的自尊）取代自尊的地位。", "\r\n\t一位当日冲销者必须具有内省能力，深刻地了解自己是谁。如果你希望成为一位成功的当日冲销者，必须永远诚实地对待自己。如果你缺乏诚实面对自己的能力，请你跳过这章的内容--因为你不适合从事当日冲销的交易。这是一个你绝对不可以欺骗自己的场合。事实的真相很单纯：你偶尔会亏损。你无需为此寻找合理化的借口；你无需躲在谬误的防御机制之后。你只需要大声地说\"我错了\"。承认错误并下代表你很愚蠢，或无法胜任。犯错是金融交易的一部分，也是生命的一部分。在当日冲销中，你是你唯一的敌人；你是你自己的主人，你必须决定自己的命运。", "\r\n\t必要的知识", "\r\n\t在上述的心理背景下，让我告诉你一些必要的知识。首先，购买一本耶尔．赫希所著最新版的\"股票交易者年鉴\"这本书提供股票市场绝佳的信息。1960年代末期与1970年代初期，单是阅读这本书，便让我在市场中颇有收获。虽然电脑程式交易对于市场已经造成某些变化，但耶尔．赫希提供的内容还是很重要而实际。 就如同你必须认识字母才能阅读一样，你必须拥有这水书提供的知识，才能够开始交易。", "\r\n\t本章中，我将告诉你如何预测行情的模式而从事当日冲销的交易。如果你曾经利用我的电话咨询热线，你应该了解我预测行情的方法。概念如下：你必须知道应该发生的情况，如果情况并未如此发展，你必须判定自己错误，并立即调整。例如，如果你准备明天外出旅游，气象预报说这将是一个晴朗的好天气。隔天早上，你在雨声中醒来时，你不应该说，没有下雨，并走到门外对沾满雨水的草地撒谎。你应该对自己说道，\"正在下雨，气象局大概误判卫星气象图，所以我要改变计划而去看场电影。\"交易的关键在于预先知道应该发生的情况，如果情况未如预期发展，必须立即根据有实调整I", "\r\n\t你的预测必须根据下列的考虑因素来进行：", "\r\n\t1 长期、中期与短期趋势的知识。", "\r\n\t2 对于当天经济新闻的了解与感觉。", "\r\n\t3 季节性的知识（了解每年这个时候的特殊现象），这可以参考《股票交易者年鉴》。", "\r\n\t4 掌握技术性的因素，例如：选择权的到期，电脑程式交易的动向，图形的排列，机构基金经理人的动作（例如：每季结束时的美化帐面），盈余报告，共同基金的资金流入与流出。", "\r\n\t5 了解近期内的政治动向。", "\r\n\t6 了解联储的政策，以及其干预市场的态度与动作。", "\r\n\t7 了解世界局势，并阅读相关的报导。例如；《巴伦氏杂志》与《华尔街日报》（尤其是两者的社论）、《纽约时报》与《华盛顿邮报》（两者的社论不需阅读）、《福布斯杂志》、《财富杂志》、《投资者日报》、《伦敦时报》、《经济学人杂志》、《新闻周刊》、《商业周刊》以及《机构投资者杂志》。", "\r\n\t8 健全的心智态度，不要承受外来的压力。", "\r\n\t9 良好的生理状况--健康、清醒、机警。", "\r\n\t10 专注，留意观察，态度机警，专心思考所有的市场，以及它们相互之间的关系。", "\r\n\t在上卷中，我曾经将相关的交易守则编为一章\"让你发生亏损的方法至少有50种\"、其中某些法则仅适用于场内交易员时。因为我训练许多场内交易员，为了让他们了解这些法则的重要性，我将它们印制在卡片上。（深入的解释，请参考《专业投机原理1》。）以下是另一套稍有不同的交易守则，我交易的时候，一定把这些守则摆在身边：", "\r\n\t交易员守则", "\r\n\t1 不可过度交易。", "\r\n\t2 不可把亏损带回家。", "\r\n\t3 不理想的交易头寸不可加码。", "\r\n\t4 不可让获利演变为亏损。", "\r\n\t5 交易前，务必先决定你的停损位置。", "\r\n\t6 不可以成为单方向的交易员。务必保持弹性。", "\r\n\t7 在适当的情况下，可以追加获利的头寸。最佳的买进与卖空时机是整理或交易区间被突破的时候。", "\r\n\t8 如果你在场内，务必仅专注于一个营业厅的行情发展。", "\r\n\t9 了解所有场内交易员与经纪人的癖性。", "\r\n\t10 除非行情非常热络，否则不要在交易时段的中间突然插进交易。", "\r\n\t11 你离开场内或报价机时，每个头寸都必须设定停损。", "\r\n\t12 当你建立新头寸而在涨势中买进或跌势中卖空时，务必谨慎。", "\r\n\t13 务必控制自己的情绪，包括：恐惧、贪婪、期待、焦虑、草率、陶醉与谬误的自尊。", "\r\n\t14 保持耐心。", "\r\n\t15 迅速认赔，并让获利头寸持续发展。", "\r\n\t16 如果你没有把握，不要交易。", "\r\n\t当日冲销：逐步讲解", "\r\n\t现在，你已经准备妥当，首先必须预测全天应发生的情况。对于一位具有28年交易经验的人来说，我阅读当天的报纸，并登录我的走势图以后--\"道琼工业指数\"、\"道琼运输指数\"、S＆P的收盘价、最高价与最低价以及腾落线--这一切都会从潜意识中浮现。这是我每天早上的第一件工作，而且在早上5：30以前完成。", "\r\n\t当你知道整个世界市场的交易情况，包括美国债券与股票的晚间交易在内，并了解当天的新闻，尤其是未来几天内可能影响行情的新闻，就可以开始预测。这非常重要。当通货膨胀是市场关注的重点时，经济学家们会在数天以前便提供他们的预估值，所以重要数据将在数天内公布时，你必须留意经济学家的预测。如果数据将在五天内公布，你必须非常留意市场的开盘，尤其是跳空的开盘；它们代表经济学家的预测，以及预测的内容。", "\r\n\t现在你可以开始预测行情。债券在前一天晚上有交易，但资料还来公布。这些资料将在纽约时间8：30am 才陆续发布。在我的电话咨询热线中，我的第一次预测是在8：50am左右；在这个时候，我已经了解债券市场的情况，相关的新闻，以及前一天晚上股票市场的动态。预测行情时，我会把本书讨论的一切都综合为一体，并将我的评论留在咨询热线中。", "\r\n\t交易日盘中，我会在下列时间分别预测9：00am、中午12：00、3：00Pm与5：00P。在星期日的5：00PM，我会在电话中录制较长期与中期的行情预测。我的判断完全错误，或市场的价格波动非常剧烈时，我会在10：30am 或1：30做出更新的预测。以下便是一个晨间预测的样本：", "\r\n\t1993年7月12日9：00am 星期一；晨间预测", "\r\n\t明天将公布的\"生产者物价指数\" 预告会一0．2％至一0．3％，债券价格走高。市场已经做充分的反映。债券行情目前为十3．今天稍后应该介于十8至一2之间。＋16的时候，应该获利了结，因为这些预测值在上个星期四已经知道。股票市场也应该出现类似于债券的走势：以平、高盘开出，然后走高。再拉回，收盘时又走高。这受一个涨跌互见而偏于上涨的行情。黄金在上星期五的获利回吐走势之后，今天回升，这与\"生产者物价指数\" 或\"消费者物价指数\"以没有关联。黄金目前的价位在394美元，星期三以后去攀升至400美元以上。由于天气的缘故、黄豆价格会下滑。不要在跌势中卖出，等行反弹。我们在黄豆的头寸上已经有100点的获利，由615至717。在中午12点，我将告诉各位如何操作。", "\r\n\t当日冲销交易时，这类蓝图非常重要，因为实际的发展如果与你的预测相反，这代表一种信号：发生差错。或许是因为电脑程式交易，或许是你对于新闻的解读发生错误．或许你低估某项法案的重要性。重点是：你必须预先知道这一切所将代表的意义；反转头寸是转亏为盈的关键所在。在整个交易生涯中，我经常引用一段口头禅：\"应该发生的事情没有发生，立即反转头寸。\"", "\r\n\t让我以此讨论S＆P期货的开盘。这是一天行情的关键部分。交易是否能够获利的重要考量因素是：（1）开盘的交易区间，以及开盘之后的价格走势；（2）开盘价是否高于昨天的收盘价；（3）开盘价是否高于昨天的最高价或低于昨天的最低价。", "\r\n\t撇开其他资料不谈，如果行情的后续发展高于当天开盘的交易区间，你应该买进，并将停损设定在交易区间高价的下方一档处。例如，假定昨天收盘价为450．00，今天的开盘交易区间是450．00－450．25，则应该在450．30买进，并将停损设定在450．20。然而，停损单仅可以用来平仓，不可以用来建立反转的空头头寸。如果价格向上突破开盘区间的高价，并跳空走高，你很可能已经看见今天的低价。如果开盘的最初价格是当天的最低价，这尤其重要；这可能代表当天的向上走势非常强劲（下跌的情况则恰好相反）。", "\r\n\t身为交易员。你必须了解你的工作是买进与卖出，而不是持有。从事S＆P期货的交易时，关键之一是在开盘价上方1点了结部分的获利（这是指作至少必须交易两口以上的合约），就我们的例子而言，这是在451．00。在这个价位，你平仓一半的头寸，为什么？因为场内交易员都会这么做，这是圈内的默契。", "\r\n\t如果有跳空缺口，盘势会反转，95％的情况下，这会发生在开盘后的10至15分钟之间。请相信我其中的胜算，确实是如此。在10至15分钟之后，如果行情持续向跳空缺口的方向发展，则有强烈的征兆显示当天剩下来的走势都会保持这个方向，收盘的走势也是如此。即使在10至15分钟之后的期间内，行情出现反转，而又未填补缺口，则收盘走势会前缺口方向发展的可能性还是较高。这种现象适用于股票与其他商品。", "\r\n\t让我在这里暂时谈一段题外话。开盘与开盘后的走势大约会持续半个小时。在这段期间之后，盘势通常是以场内交易员为导向，根据技术面、基本面、消息面、某些评论、或内部的发展，市场之间会产生互动。债券市场便是一个典型的例子。当债券市场的走势出现时，股票市场便会跟进，然后黄金市场跟进，其次是\"商品研究局指数\"，然后是其他的商品。当然，这些走势都有限度；它们可能完全不会发生，但在大多数情况下，多少会产生某种程度的互动影响。这种互动关系的根本原因很重要而必须了解，我在本卷与上卷中已经提出间接的解释。你愈了解总体经济的情况，获利机会愈大。典型的一天走势如下：", "\r\n\t由10：00am 至11：45am 之间，走势相当平静，通常专注于联储的行动，后者通常发生在11：40am左右。虽然市场大多数时候都已经预期联储的行动，但交易员还显必须保持警戒，以防范政策突然改变。在11：45至2：30pm之间，股势市场倾向于保持平静，一般会有上下振荡的情况。在2：30之后，交易员必须提高警觉--大多数的走势会开始显现。", "\r\n\t3：10开始的走势。市场在这个时候出现的走势方向，80％的情况下，也会发生在收盘进势中。同样地，必须留意3：10以后的走势；然后留意反转。如果市场出现相反方向的走势，然后又恢复3：10当时的走势方向，这显示市场会朝这个方向呈现更大的走势。请留意，这仅是一般的模式．而不是\"太阳会由东方升起\" 的现象。\n      ", "\n\t", "\n\t ", "\r\n\t大多数情况下，S&P期货每天的走势可以划分为四个不同的阶段：（1）开盘与反开盘走势；（2）在10：00至中午12：00之间，出现单方向的振荡走势；（3）在中午12：00至2：30之间，出现反方向的振荡走势；（4）收盘走势通常呈现单一方向。关键的字眼在于\"通常\"。假定其他条件不变，你应该预期会发生\"通常\" 的情况，并随时准备反应意外的状况。大多数商品也会呈现类似的交易模式，但时间架构必须根据个别商品的交易时间来调整（参考图30．1）\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t ", "\r\n\t短期趋势", "\r\n\t本书中，我始终强调历史资料的统计分析方法，并借此掌握投机的胜算。这种方法必须被综合到整体交易方法中，才不致于过分偏重单一的层面。我提及的所有要素都应该融会贯通地加以综合，以确保绩效的一致性。", "\r\n\t综合时，你必须了解当日冲销的交易是属于短期的趋势，后者持续的时间为数天至数个星期，几乎绝对不会超过14天。任何较长的趋势，则属于中期趋势，它们的持续时间为数星期至数个月。短期的趋势经常被视为是非理性的波动。这种看法并不正确。", "\r\n\t", "\r\n\t今天的盘势是判断明天盘势的重要线索。图30．2是一个实际的例子。重点在于：当日冲销必须在短期趋势的前后关联中交易。", "\r\n\t图30．2是9月份S＆P期货的15分钟走势图，这份走势图相当不寻常。一般来说，股票市场应该遵循债券市场的走势；但在7月7日，债券价格下跌，而S＆P期货开盘向上跳空，这是很\"不寻常\"的信号。这是因为7月13日与14日将分别公布\"生产者物价指数\"与\"消费者物价指数\"，而其预测值在7月7日已经出现。", "\r\n\t交易员必须立即回答一个问题--为什么股票期货走高而债券下跌？你是否知道这个问题的答案，这并不重要，但关键在于这个缺口自从7月6日收盘以来便不会被填补，这是非常强劲的多头信号。这使我们预测7月8日的盘势将向上。犹如图形所显示，在7月7日的时候，盘势告诉你市场发生某些有利于上涨的情况，因为股票原本应该遵循债券的下跌走势。", "\r\n\t如果短期趋势向上，则你可以预估隔天的走势，除非事实的发展证明情况并非如此。换言之，你可以预测明天的情况应该如何，如果明天的情况并非如此，你知道市场发生了一些变化而可能影响短期趋势。这也完全适用于短期趋势演变为中期趋势，以及中期趋势演变为长期趋势。", "\r\n\t", "\r\n\t ", "\r\n\t图30．3中，我列示一些条形图的模式，包括：开盘一最高一最低收盘，这可以透露短期的趋势，以及隔天的可能发展。请详细研究这些模式，并将它们纳入你的记忆中。短期趋势经常会与中期趋势相反，而且通常会待续一天至三天。", "\r\n\t以下列示一些项目，你可以运用它们解释盘中走势。请采取一般的点数评估系统，每一项目的重要性大致相同。", "\r\n\t股票或商品是否--", "\r\n\t1 较昨天创新高或新低？", "\r\n\t2 开高或开低？", "\r\n\t3 收盘上涨或下跌？", "\r\n\t4 收盘价位于交易区间的上半部50％或下半部50％？", "\r\n\t5 收盘价高于或低于今天的开盘价？", "\r\n\t6 今天的低价高于昨天的低价，或今天的高价低于昨天的高价？", "\r\n\t7 今天的收盘价高于昨天的高价，或低于昨天的低价？", "\r\n\t每个多头的现象加一点，每个空头的现象减一点。为了清晰起见，将多头的现象列示如下：", "\r\n\tl 今天的高价高于昨天的高价。", "\r\n\t2 今天的开盘价上涨（相对于昨天收盘价）。", "\r\n\t3 今天的收盘价上涨（相对于昨天收盘价）。", "\r\n\t4 今天的收盘价位于交易区间的上半部（50％）。", "\r\n\t5 今天的收盘价高于今天的开盘价。", "\r\n\t6 今天的低价高于昨天的低价。", "\r\n\t7 今天的收盘价高于昨天的高价。", "\r\n\t如果上述七个项目都显示多头的现象，则90％的情况下，隔天的高价会高于今天的高价；在80％的情况下，隔天的收盘价会高于今天的收盘价。如果你愿意的话，可以把上述七个项目整理为一套交易系统。我曾经这么做过，但我并不是在推销交易系统。我只是希望告诉你，如何综合多头或空头的现象，形成一套相当精确的方法，以预测隔天的盘势。然而，这仅是其中的一种方法，还有其他有效的方法（参考图30．4）。", "\r\n\t ", "\r\n\t在此说明我的思考程序 如此你才可以自行观察，并建立你自己的预测。我最好是以一个比喻说明这项思考程序。你是否还记得尤尔布林纳与史蒂夫．麦奎因主演的西部片\"豪勇七蚊龙\"。墨西哥某村落聘在尤尔．布林纳与另六位枪手抵抗盗匪的抢劫。挑选枪手时，一位村民看着某位脸上有一条巨大疤痕的人说，\"他一定很勇猛。看看他脸上的疤痕。\"另一仕说，\"不！你应该找造成这道疤痕的人。\"尤尔回过头说，\"你现在又学习了一个诀窍！\"", "\r\n\t你必须学习与观察重复出现的致胜模式。我无法告诉你这一切，因为我无法提出全部的模式，而且每种商品与股票都有不同的模式，但我可以告诉你如何观察，由何处着手。 趋势的分析", "\r\n\t犹如本书的惯例一样，检验一套理论的有效性，最佳的方式便是以历史资料测试。此处便是一个典型的范例。", "\r\n\t在中期趋势内交易", "\r\n\t了解中期趋势的方向，交易者应该利用这项知识而在短期趋势内交易。这适用于每一种中期趋势。", "\r\n\t归根结底来说，这是有关于每天盘势在判断上的胜算。例如，在股票市场的中期上升趋势中，每天的胜算如下：", "\r\n\t ", "\r\n\t这很简单，但我如何取得这些胜算资料呢？要取得这些数据，你首先必须归类中期趋势。请参考表30．1。对于多头市场，你必须衡量中期上升趋势与修正（中期下降）走势中的连续上涨与下跌天数。对于空头市场，你必须衡量中期下降趋势与修正（中期上升）走势中的连续上涨与下跌天数。我将提供总数的资料，以及衡量的方法。最初，我是以人工方式来计算，稍后则采用电脑。归类是以\"道氏理论\"为标准。", "\r\n\t此处是以\"道琼工业指数\"来研究，其资料虽然起始于1897年，但我仅采用1926年以后的资料，因为这份研究是针对S&P期货的交易，而S＆P起始于1926年。我采用道琼指数而不用S＆P，因为我已经拥有道琼指数的资料，而且这两项指数之间有很显著的相关性。", "\r\n\t这一切能够告诉你什么呢？这取决于你的观察力。举例来说，请观察\"多头市场中期上升趋势\"的总数部分。在多头市场中，如果中期趋势是处于上升状态，则连续3天涨势的平均涨幅为2．068％。当价格连续下跌三天时，平均跌幅为1．666％。另外，在这种中期上升趋势中，单日下跌的次数（1042）远多于单日上涨的次数（692）。可是，连续二天、三天与四天的上涨次数则多于下跌的次数。在当日冲销的交易中，我们可以建立一种范例来运用这些资料。假定当时是处于多头市场的中期上升趋势中，而价格已经连续下跌三天，跌幅为1．666％。你可以运用上述的一项资料：在连续下跌三天之后，第四天上涨的胜算是94．4％；所以，如果你在第三天收盘时买进，则在未来两天之内的平均获利率为1．309％，获利率的中位数则为1．06％。你可以由各种不同的角度运用这些资料。", "\r\n\t你需要的仅是想象力与时间而已，并朝我告诉你的方向前进。我是否可以提供给你一套交易系统？可以！然而，所有系统并不是永远有效，我本身就不是如此运用这些资料。如果我提供你任何系统，当你阅读本书时，它可能已经需要修正了。除此之外，如果你要根据一套系统来交易，你必须全然信赖它，因此我可以提供的任何交易系统都比不上你自已的创造力。我希望提供给你的是我已经提供给你的宏观处理方法。祝你幸运！绩效卓越！"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-140502111510525.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-14050211164K04.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502111G3449.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-1405021115415O.jpg", "http://www.818qihuo.com/uploads/allimg/1405/1-140502111615b0.jpg"]}