{"title": "后记 财富的道德观", "content": ["\r\n\t本书宗旨是试图阐明金融市场的现实与真理。就这方面来说，最适切的方式是辛勤的研究，客观的分析，并观察历史的发展。本书结束之前，我希望提出我个人的一些看法，它们来自于我尝试了解市场与经济究竟是如何发挥功能，以及它们如何通过经济循环的起伏推动文明。", "\r\n\t　　这是一种政治的程序。它实际上是一种追求自由的过程，以挣脱各种假借善意之名而呈现的控制力量。控制的理由是为了国家、贫困者、饥饿者、共同的利益、利他主义、或人类无穷欲望中的任何需求。然而，归根结底，这仅是国家统治者控制人民的欲望。", "\r\n\t　　在有关金融交易的书籍中，这是你很少接触的一个主题，但它实际上非常重要，因为资本主义是历史上极不寻常的现象。在美国，纯粹的资本主义出现于1776年至1913年之间的137年期间，而终止于我们正式采纳\"第六修正法案\"（以票进税率课征所得税）与成立中央银行。以下说明此议题的一些基本资料，以及它们与身为交易者的你有何关联。", "\r\n\t　　很少人会注意其自身的心理架构。你的信念，以及你持有这些信念的理由，它们将决定你的行为。你的信念体系将在不知不觉中，决定你如何交易与如何生活。看起来或许有些奇怪，你在潜意识内已经被灌输一种思想：\"赚钱\"是可以的，但你不应该赚取或保有太多。不论是新闻媒体、报章杂志、电影、书籍、老师、政治人物、以及宗教领袖，都不断要求你牺牲个人的福利，并告诉你，协助他人才是正确的道德观。你可以在生活的各个领域察觉这种现象。电影中富有者被描述为坏蛋，通常都是从事白领犯罪的生意人。你虽然因为电影明星、故事内容或演技而欣赏电影，但哲学上的议题却是\"富有者\"，以及自利与牺牲的抉择。自利与牺牲是相互对立的道德观念，虽然两者并不相互排斥。然而，何者才是较重要而恰当的观念呢？这是一个你必须处理的问题，因为你对于金钱的看法将影响你的交易，而且交易的目的在于创造财富。创造的财富愈多，你的工作表现便愈理想。", "\r\n\t　　道德是一种价值观，它将引导你的抉择与行为。就个人的层面来说，它决定你应该如何生活；就政治的层面来说，它决定社会应该如何运作。在过去，伦理观主要是由宗教提供，它反映在\"十戒\"之中。可是，道德观并不受到独占的操控。自从18世纪年代末以来，国家已经取代上帝的地位。第二次世界大战之后，道德观是由公共利益来界定；换言之，全民的幸福或普遍的牺牲精神。\"自利\"的观念几乎从来都不受重视。", "\r\n\t　　18世纪以来，大多数哲学家都很轻视财富（或许是他们都是厌恶工作的知识分子，因此而很贫穷）。据说马克思（Karl Marx）的母亲曾经说过：\"如果卡尔能够停止谈论资本而实际去赚一点，那就好了。\"当然，他有一位赞助者恩格斯（Friedrich Engels）。具有讽刺意义的是，恩格斯的父亲是一位富有的制造商，他在财务上支持他的儿子与马克思。卢梭与康德也是如此，前者是环保主义与福利国家的倡导者，后者则主张\"利他主义\"的伦理学说。", "\r\n\t　　另一方面，少数哲学家与知识分子主张，创造财富不仅可以接受，而且还是\"良好的行为\"。最著名的两位人物是亚当史密斯与约翰·洛克。美国宪法中许多观念都是出自他们两位的主张。杰斐逊便在\"独立宣言\"中引用约翰洛克的评论。", "\r\n\t　　谁对？谁错？财富是善是恶？在回答这些问题时，我们必须以现实为起点，或一般的情况究竟是如何？换言之，相对于这些学者与理论家的\"愿望与理想\"，一般人的看法又如何？", "\r\n\t　　人类都痛恨贫穷。我们通过工作避免贫穷，以及它带来的不安全感。唯一的问题是：我们应该采用什么方法避免贫穷而追求富裕。对一般人来说，是否应该停留在贫穷中，这并不是一个难以抉择的问题。避免贫穷的方法有：⑴福利（你欠我所有的生活必需品--食物、医疗保健、住屋、衣服、以及有线电视--这是我不需工作便应该拥有的东西，因为我是人类）；⑵以偷窃或其他不合法的方式取得；⑶继承；⑷辛勤的工作，这也是一般的方法。", "\r\n\t　　辛勤的工作并不能保证成功，但它通常代表一种最低的安全感。所有人都偏爱富裕而厌恶贫穷，虽然一些伪君子们会提出相反的论调。例如，国会议员将他们自己的薪水由1982年的60662美元调升为1992年的13万美元，调升的幅度为141.3%，而同期的\"消费者物价指数\"仅上升41.9%……可是，国会议员仍然主张里根的政策仅是造福富人。", "\r\n\t　　追求财富是一种普遍、恒常、重要、完全、美妙的欲望。大多数人每天工作八小时或以上（不计往返工作花费的时间），以赚取金钱来维持一定的生活水准。追求财富是男人的普遍欲望，并借此吸引女人。以往，女人希望嫁给成功的男人，以便安心地养育子女。目前，社会的形态已经改变；许多女人也有自己的事业，并在财务上协助家庭。但他们仍然偏爱有钱有势的男人，至少是经济条件不差的男人。", "\r\n\t　　有些人主张利他主义，他们认为人应该超越对于金钱的热爱，以追求更高的道德（牺牲）。对于这些人，我希望提出一个问题：你根据什么标准判断这项道德？所有人的普遍标准是生命--自己的生命，而不是生存在地球上另外的50亿人口，也不是其他动物或植物。", "\r\n\t　　你的生存、价值、目标与生命，才是创造财富之所以为\"善\"的根本理由。你的生存与目标，将决定你的抉择与行为，这才是你需要伦理观的理由。满足无限陌生人的无穷需求与欲望，这是不可能赖以生存的道德观。唯一\"合理\"的道德观是对于生命的相互尊重。某些宗教主张，死后的情况才是生命的目标。基督教宣称，有生之年的真正道德目标，是在天堂占一席之地；某些基督教派系认为，为了顺利进入天堂，你必须保持贫穷、忍受痛苦，并为亚当偷食（知识之树的）苹果而赎罪。这并不是人类真正的生活方式，即使他是虔诚的教徒。人类的天性与实际的情况认为：\"这是相当不错的一套理论，但我拒绝以它做为生活的准则，虽然我相信上帝。\"", "\r\n\t　　你的生活应该是以持续生存为最高（主张）的价值原则。你不应该为了一些你不认识的人，为了某些试图当选连任的政治人物，而在社会的祭坛上牺牲自己。艾恩·兰德在她的小说《我们活着的》前言中，曾经非常恰当的表达了这个观点，她试图由个人的角度阐明这部小说的哲学主题--生命的最高价值。一位年轻的女孩被驱逐至西伯利亚，她知道有生之年再也不可能回来。她说道：\"这是你的生命。你将它开始，感觉它是如此珍贵而稀罕，它是如此的美妙，就像是神圣的宝藏。现在，一切都结束了，而这不会对任何人造成影响……\"（摘自艾恩·兰德的《我们活着的》前言。）", "\r\n\t　　艾恩·兰德的这段描述可以让你了解很多现象：某些人动不动就把你送去打一场你全然不知道目的的战争，把你缴的税金用在毫无目的的用途上。政治人物除了关心自己的生命以外，他们一点也不在意你的生命。你是否听过政治人物说道：\"我相信我们应该设法结束这场漫延500年的波希米亚战争！我们必须派出军队，而我自愿第一个上前线！\"没有，当然没有！在这句话中，\"我们\"是指你和我，而不是指他们！你是否听说政治人物们愿意放弃目前所拥有的一切与未来的所得，以协助\"贫困者\"？你是否听过他们说道：\"以我为榜样？\"绝对没有！他们要求你做必要的牺牲，以协助那些没有名字、没有脸孔的\"贫困者\"成为\"公共的福利\"奉献，这仅不过是为了他们自己的权力。为了当选连任，政治人物必须花费你的税金买票。", "\r\n\t　　这个国家的创始者非常了解这种情况。G·莫里斯是美国宪法的起草人之一，他在1787年8月7日的演讲中说道：\"把选票投给没有财产的人，然后富有者便会贿赂他们。\"1993年的情况则是如此：一位政治人物在筹措竞选经费时，答应以税务的漏洞、拨款、奖助金……做为回报。这些特殊利益集团微笑地同意了，于是，这位政治人物便可以聘雇竞选宣传与民意调查的人员，并正式开始营业了！", "\r\n\t　　那些辛勤努力而获得成功的人，他们有资格享受自己的工作成果，难道不是很明显吗？政治人物凭借法律力量强取你的工作成果，并把它们转交给那些在竞选经费上贿赂他们的利益集团，公正的概念不应该如此界定。宪法中从来没有提及公正；这是政治人物的合理化借口，以强取我们辛勤工作的收获，用来保障他们自身的连任、权利、门面、13万美元的薪水、未花费的竞选经费、以及退休的福利。", "\r\n\t　　根据这些事实，我们必须认定，通过自身工作与能力而创造财富，这是一种合理而公正的生活方式。美国的建国者将\"上帝\"之眼绘制在一元美钞的背后（金字塔的上方），根据《韦氏字典》的解释，这代表\"以供未来必要运用的先见之明\"。一个政治上自由的国家，目的在于保护经济的自由与个人的财产，而不是基于个人的权力来重新分布财富。", "\r\n\t　　宪法上的一些背景资料，或许可以让你更加了解美国建国者对于\"公正\"的看法。第一章第九节规定：\"不可以课征税金或其他的直接税，除非所课的税金是以人头计算。\"换言之，除非每人分摊相同的税金，否则不可课征直接税。非常有趣地，在137年的期间内，这便是所谓的\"公正\"。", "\r\n\t　　1913年，\"第六修正法案\"通过，它允许\"根据任何来源的所得课税，不需考虑各州的人口比率以课征直接税，也不需考虑任何人头上的问题。\"在此修正法案通过以后，对于年所得为5000美元的个人，\"公正\"的税率是0.4%。就目前来说，经过通货膨胀的调整，这项所得相当于是8万美元，根据1913年的税率，8万美元的所得仅需要缴纳320美元的税金。今天，就这个水准的所得来说，一般家庭所需缴纳的平均税金超过1.1万美元。各位可以发现，所谓的\"公正\"，其行情的变化远超过S&P期货，而且完全取决于政治人物推动的政策。", "\r\n\t　　同时，自由的丧失随着\"费边主义\"的思潮而逐渐扩大：\"政府的信念是缓慢的演变而不是革命性的变化；这与英国的某社会主义组织有关。\"为了证明起见，看看克林顿总统的好友德里克·希勒，他是一位公认的社会主义者，虽然他现在总是谈论\"经济民主\"，因为他认为\"你不能采用S开头的字\"。希勒认为克林顿是\"革新论者\"，并说\"克林顿相信激进的政府。\"希勒被任命为美国商务部次长以主管经济事务，这难道不具有什么象征意义吗？或者，让我们来看看劳工部长罗伯特·赖克的典型评论：\"我们必须开始表扬集体性的专家领导。我们需要多赞美我们的团队，而少赞美激进的领导者与勇敢的天才们。\"", "\r\n\t　　国会\"住屋委员会\"主席母·罗斯滕利斯基是伊利诺州选出来的议员，他发表的一段评论最足以反映目前的政治心态：\"对于那些过去二年享受富裕生活的人来说，我会尽一切所能追讨他们的财富。\"我们不妨把这段话来比较美国第四任总统麦迪生的看法，他被称为是\"美国宪法之父\"：\"政府的主要目的是保护那些获致繁荣所需要的各种不同机能。\"所以，你可以发现，自从1913年以来，政府对于道德与政治的信念已经不仅是一点点的变化了。", "\r\n\t　　在合理的范围内，辛勤工作获得的财富应该受到尊重与赞美，难道父母不是如此教导我们吗？然而，目前的政府左派分子却否认工作是一种道德。他们宣称，福利应该被接受，因为每个人类都有权利抚养儿女；如果一位母亲希望养育18个小孩，这是她的权利。若是如此，福利的对象何以仅局限为美国人？何以不是全世界的人？", "\r\n\t　　政治人物的合理化借口是针对辛勤工作的结果--税金。他们认为，\"你不可以赚取而保有太多，\"因为这是贪婪。贪婪的概念实际上已经违背原则，因为它可以代表任何你希望它代表的事物。对于饥饿的人来说，拥有两罐花生酱也可以被视为是贪婪。事实上，就心理方面来说，贪婪仅是被用来攻击诚实而成功的人。例如，你从来不曾听说黑手党的首领是贪婪，人们仅将他视为是罪犯。可是，一位犯罪的富有生意人则是贪婪，他并不是罪犯！这便是政治社会试图劝服你接受的牺牲，使你对于自己的成功产生罪恶感。想一想下列的问题：以合法的手段赚取而保有财富，这何以是不道德？比尔·盖茨热爱他的工作，在37岁的年龄仍不退休而继续赚取第70亿的财富，这是贪婪吗？由个人角度判定为不道德的事物，对于整体社会也不可能为道德。政治左派分子批评而阻止人们追求财富，却以民众的名义而尽一切所能扩张政府的权力，这显示的是真正的虚伪。当人们控制希冀或需要的物质之后，他们何以就变得邪恶？如果一个人决定每星期工作80小时，以便在高级的餐厅吃饭，并驾着\"法拉利\"的跑车，这究竟有什么错？为什么那些辛勤工作的富有者为不道德，而那些不事生产的人便为道德？", "\r\n\t　　上述问题的答案无关乎逻辑与误解，而是在于意识形态与心理架构。就后者来说，这是对于成功的憎恶，他们希望成为摧毁成功的力量，因为无法获得相同的成功使他们嫉妒。就前者来说，这是一种齐头式的平等概念，他们希望人们变成一种绝对不可能的情况--对于工作与成功的欲望都相等。自由派民主主义的目标是利他主义的伦理，其政策并不是照顾有所需要的人，而是对于任何听起来似乎是\"善\"的动机都必须牺牲，而追求自利则是\"恶\"。", "\r\n\t　　请了解，自利并不代表你必须牺牲他人的利益。它并不代表你必须伤害他人。它并不代表你必须舍弃心爱的人以满足自身的需求。它并不代表你可以为了自身利益而剥削他人。它的真正涵意是：你有权利为自己而生存，你没有义务在任何时候、在任何地方、因为任何理由而被奴役。艾恩·兰德在所著的《哲学：谁需要之》一书中有精辟的评论：", "\r\n\t　　利他主义的道德观是什么？利他主义的基本原则是：人类没有权利为了自己而生存，服务他人是生存的唯一目的，自我牺牲是最高的道德、德性与价值。", "\r\n\t　　这并不是一种慈悲为怀的伦理哲学。它代表的是：任何人需要你协助时，你有义务提供你的生命。然而，当你决定拿一块钱给路旁流浪汉买杯咖啡时，这代表的是完全不同的概念。问题在于：你是否有义务提供你拥有的每一块钱，直至你也成为流浪汉为止？你的生命意义不应该因为他人的需求而受到奴役。如果你决定帮助某人，这很好；可是，这称为慈善，而不是义务。", "\r\n\t　　为了公平起见，让我们引用一个范例阐释相反的道德观。这使你更能够对照两者之间的差异。1985年8月份的《花花公子》杂志曾经访问卡斯特罗：", "\r\n\t　　读者：……请问卡斯特罗先生，你目前的驱动力量什么？", "\r\n\t　　卡斯特罗：这是一个很难回答的问题。金钱不是我的驱动力量；物质的享受不是我的驱动力量。我认为，无私的观念逐渐成长，牺牲的精神逐渐成长；你逐渐舍弃个人的骄傲、虚荣……所有一切人类多少存在的特性……", "\r\n\t　　如果你不能防范这些虚幻的东西，如果你让自己遭到蒙蔽，或认为自己是不可或缺或不可取代的人物，你将沉迷于这一切--富有与荣耀。", "\r\n\t　　你不妨参照兰德的观念，她将你的生命视为是至高的价值，如此你便能理解，何以这么多的古巴人希望逃到佛罗里达州。另一方面，前苏联也曾经主张牺牲与奉献，但现在的前苏联人则以日本人为楷模。巴塞罗那的一家报纸曾经采访苏联新闻部副部长米凯尔·费多托夫：", "\r\n\t　　过去我们被教育而相信金钱为邪恶，富人是剥削者，这种观念曾经使苏联陷入罗网中，而且可能会再度套中我们。现在，我们必须教导人民，使他们相信财富是好的，人必须自私；我们必须创造一个以自我利益为中心的社会，使人民愿意辛勤地工作，并遵守法律。如此一来，每个人都会受益。在苏联，我们有1.5亿无用的人民，他们根本不知道如何过正常的生活。", "\r\n\t　　我之所以花费这么多的篇幅讨论这个问题，因为你在潜意识中必须相信，赚钱是一种健康而正确的善行。在利他主义的影响下，美国人民蒙受相当的罪恶感，这足以使人们担心自己的成功。身为金融交易者已经面对非常艰困的工作，如果你还怀疑这些行为的正确性，你几乎不可能成功。", "\r\n\t　　另外，美国已经逐渐丧失其自由国家的本质。根据目前的自由衰退状况，你可能会失去交易的能力。偏高的税率、新的法案、政治上的变革，这一切可能会使金融交易无法再继续生存。请了解，金融交易的基础是建立在概念与观念之上。以下这些人的观念截然相反。他们的思想涵盖整个哲学发展史，但你仅能够选择其中的一边为真理。", "\r\n\t　　亚里士多德或柏拉图", "\r\n\t　　圣托玛士·阿奎纳或圣奥古斯丁", "\r\n\t　　约翰·洛克或卢梭", "\r\n\t　　亚当·史密斯或卡尔·马克思", "\r\n\t　　托玛士·杰斐逊或列宁", "\r\n\t　　兰德或康德", "\r\n\t　　若希望成为一位成功的交易者，你必须能够自由地从事交易。为了从事交易，你必须了解、并能够在观念的战争中站稳自己的立场。另外，你必须感觉赚钱是一种完全合乎道德的行为，而赚多少钱是你个人的决定。最后，你必须相信，你的生命并不积欠社会什么，他人的生命也不积欠你什么。", "\r\n\t　　我无法在一章的篇幅内，充分说明财富的心理学与伦理学，但我希望可以引导你从事这方面的思考，并了解美国正朝哪个方向前进。", "\r\n\t　　我们的社会体制最初是属于资本主义，但1913年以来已经演变为一种混合的社会体制。社会的精英分子--政治人物、新闻从业者、教授与律师--他们是最初体制的最大受益者。然而，他们大多根据自己的动机与个人的表现，而反对财富分布的道德观。我希望各位可以拥有最大的自由，并追求最大的财富。", "\r\n\t "], "imgs": []}