{"title": "第04章 在混沌的市场中寻找秩序：道氏理论简介", "content": ["\r\n\t科学领域内有一项新理论--混沌理论--它主张某些类型的自然活动具有混沌而不可预测的性质，仅能以或然率界定。举例，医生可以利用高度敏感的仪器监视与绘制心脏的跳动，但在某种情况下，心脏会进入随机的心脏纤维颤动期（随机而混沌的跳动可能导致生命危险），在这个期间，心跳无法以数学模型预测。这种混沌的现象可能危及生命，但研究者又发现，正常人在注意力集中的时候，脑波也会呈现混沌的现象，而在癫痫病发作或吸食毒品的\"高潮期\"，脑波的行为则有规律而可以预测。", "\r\n\t许多科学家认为，气象预测是混沌理论适用的另一个领域。气象的不可预测性是来自于所谓的\"起始条件的敏感性\"。数学模型不完全适用于气象预测，因为被模拟与实际的情况之间一旦有些微的差异，因果关系便会产生一连串的复杂反应，使得模型的预测结果完全不同于自然界的实际现象。混沌理论认为，气象学家顶多仅可以在或然率的范围内预测气象。", "\r\n\t如果混沌理论看起来像是一套消极的理论，仅是因为我没有谈论它的正面功能。研究混沌行为发生的原因，科学家认为他们可以阻止其中某些行为发生，或归纳其中的另一些行为。这套理论的潜在应用领域极广，例如：医学生物化学、精神科学、气象学、电脑．．．．．．所以，虽然承认自然界的某些事件并不遵循完美的数学秩序，也无法精确地加以预测，但混沌理论认为，它们仍然可以被了解，某些情况下，甚至可以被预测与控制。", "\r\n\t金融市场的情况也是如此。人类并不是数学可以控制的机械；他们是具有选择能力的生物。而且，人类便是市场。每一天都会出现数以百万计的市场决策，每一项决策都会影响价格。一组如此复杂的成分，其中还包括自由意志，若试图以数学模型预测，是非常可笑的想法。你永远无法以绝对的必然性来预测市场构成分子对于某些事件的总体反应，也无法预测市场将产生什么新状况。但是，混沌中也有秩序，寻找其中的秩序便是投机者的工作。", "\r\n\t市场预测是属于或然率的领域，判断错误的风险永远存在。你顶多仅能够将风险降至最低，并将知识提升至最高--了解可能导致未来事件的最初状况。依此方式，你可能掌握有利的胜算，并使市场决策的正确机会多于错误。取得这项知识的第一步骤，是寻找一种方法监视市场行为的脉动。", "\r\n\t经过适当的了解之后，\"道氏理论\" 就像是外科医生使用的高敏感心脏监视仪或预测气象的气压计；它可以在或然率的范围内，协助我们预测未来事件。它不会告诉你，变动发生的原因，但可以显示变动产生前的征兆。在无法告诉你未来势必将如何发展，但可以提供未来较可能的发展概况、犹如威廉姆．皮特．汉密尔顿所说，\"道氏理论是一种根据普通常识推论的方法，由市场指数每天的价格波动记录，预测未来的市场走势。\"", "\r\n\t好观念经常被误解", "\r\n\t我们一般所称的\"道氏理论\"，是查尔斯．道（道氏）、威廉姆．皮特．汉密尔顿与罗伯特．雷亚（雷亚）等三人共同的研究结果。道氏是\"道琼公司\"的创办人，也是\"华尔街日报\"的创办人之一，在1902年过世以前担任该报编辑，他首先提出股票指数的观念，于是\"道琼工业指数\" 在1895年诞生。1897年他又提出铁路股指数，因为他认为这两项指数可以代表两大经济部门的生产与分配。", "\r\n\t道氏希望以这两项指数做为经济活动的指标，他本人并未利用它们预测股票价格的走势。1902年过世以前，他虽然仅有五年的资料可供研究，但他的观察在范围与精确性上都有相当的成就。", "\r\n\t道氏本人并未将他的观点组织为正式的经济预测理论，但他的朋友A．J．尼尔森和试图这么做，并于1902年出版《股票投机人门》一书。尼尔森将道氏的观点正式称为\"道氏理论\"。", "\r\n\t威廉姆．皮特．汉密尔顿在道氏的指导下研究，他是当时\"道氏理论\"最佳的代言人。道氏过世后，汉密尔顿在1903年替道氏担任《华尔街日报》的编辑工作，直至他于1923年过世为止，他继续阐扬与改进道氏的观念。这些内容主要是发表在《华尔街日报》 另外，他也于1922年出版《股票晴雨表》一书，并使\"道氏理论\"具备较详细的内容与正式的结构。", "\r\n\t雷亚是汉密尔顿与道氏的崇拜者，他由1922年开始直至1939年过世为止，在病榻上勉强工作，利用两人的理论预测股票市场的价格，并有相当不错的收获。通过周详的研究，雷亚使\"指氏理论\"具备较严谨的原则与方法论。并公布第一组\"道琼工业指数\"与\"道琼铁路指数\"的每日收盘价图形，其中还附成交量。", "\r\n\t雷亚对于\"道氏理论\" 的贡献极多．他纳入成交量的观念，使价格预测又增加一项根据。另外，他也提出相对强度的概念。虽然他并未采用这项名称；我们稍后将于第8章讨论此概念。《道氏理论》一书是由巴伦氏杂志于1932年发行，目前已经绝版，雷亚在此书摘取威廉姆．皮特．汉密尔顿的研究成果，并提出许多有助于了解\"道氏理论\"的参考资料。稍后，在《道氏理论在商务与银行业的应用》一书中，雷亚显示\"道氏理论\"可以稳定而精确地预测未来的经济活动。", "\r\n\t雷亚在所有相关著述中都强调，\"道氏理论\" 在设计上是一种提升投机者或投资者知识的配备或工具，并不是可以脱离经济基本条件与市场现况的一种全方位的严格技术理论。根据定义，\"道氏理论\"是一种技术理论；换言之，它是根据价格模式的研究，推测未来价格行为的一种方法。就这个角度来说，它是现代技术分析的鼻祖。", "\r\n\t雷亚过世后，\"道氏理论\"落入一些无能之辈的手中。人们不再能够掌握这项理论的精髓，并做不适当的解释与误用，以至于它被视为是一套过时的理论，不再适用于现代市场。这是完全不正确的看法。我曾经做过研究，将\"道氏理论\"运用在1896年至1985年的\"工业指数\"与\"铁路指数\"（现在的\"运输指数\"），我发现\"道氏理论\"可以精确地掌握 74．5%的经济扩张价格走势与62％的经济衰退价格跌势，这是分别由确认日至行情顶部或底部而言。", "\r\n\t另外，根据我的研究显示，除了两次世界大战期间外，股票市场可以精确地预测经济趋势的变化。领先时间的平均数（译按：在本书中，作者都采用（中位数），但他实际的意思却是指\"平均数\" 而言，所以往后一律译为\"平均数\"）为6个月；并可以预测经济循环的峰位与谷底，领先时间的平均数为一个月。1949年至1985年间，根据严格解释的\"道氏理论\"来买、卖\"工业指数\" 与\"运输指数\"，理论上每年的平均报酬率（未经复利）为 20．1%。就这方面来说，我还必须补充一点，投资者若运用\"道氏理论\"，他将于1987年的崩盘期间卖空（我便是如此）。没有任何其他预测方法可以宣称，它具备这种长期的一致性预测能力。所以，每一位态度严肃的投机者或投资者，都应该深入研究\"道氏理论\"。", "\r\n\t道氏理论的\"假设\"", "\r\n\t在《道氏理论》一书中，雷亚列举\"道氏理论\"中他所谓的\"假设\"与\"定理\"。事实上，它们应该分别被称为原则与定义，因为\"道氏理论\"并不是类似如数学或物理学等严格的科学系统。撇开这方面问题不谈，因为人们对于\"道氏理论\" 的解释并不正确，所以我将直接引用最初的资料来源。以下 我将引用雷亚本人的文字以及他的说明秩序。大体上，雷亚的观念仍然适用于目前，但我在引用文字之后会做一些必要的澄清与修正。", "\r\n\t根据雷亚的看法，\"道民理论\" 奠基于三项基本假设上，它们必须被\"毫无保留地\"接受。", "\r\n\t假设1：", "\r\n\t人为操纵：指数每天的波动可能受到人为操纵，次级折返走势也可能受到这方面有限的影响，但主要趋势绝对不会受到人为的操纵。", "\r\n\t这项假设的立论根据是，股票市场非常庞大而复杂，任何个人或团体都无法长期影响整体股票市场的价格。这是\"道氏理论\" 的重要根据，因为整体股票市场的价格，如果可能经由个人意愿改变，观察市场指数便没有任何意义了，除非你想了解操纵者的意图。我们探讨\"假设2\" 时，可进一步理解\"假设1\" 的重要性。", "\r\n\t道氏、汉密尔顿与雷亚都认为，当时人们都过于高估人为操纵（包括个人与集体的操纵）的严重程度。他们都认为，人为操纵的指控，主要是人们投机失败时，用来推卸自身责任的一种借口。", "\r\n\t我相信，今天的情况也是如此。就严格管制的现代市场来说，个人对于市场的操纵基本上是一种不可能的行为，甚至于短期间的操纵也不可能。然而，电脑程式交易则是一种重要的人为操纵形式，我们将在第6章讨论这方面的问题。就基本而长期的角度来说，主要趋势仍然无法被操纵，但趋势的性质可能被改变，我们发现自从1987年10月份崩盘以来便有这种现象。机构法人的交易动辄数十亿美金，这会加速主要趋势的进行。", "\r\n\t假设2：", "\r\n\t市场指数会反映每一条信息：每一位对于金融事务有所了解的人，他所有的希望、失望与知识，都会反映在\"道琼铁路指数\"与\"道琼工业指数\" 每天的收盘价波动中；基于这个缘故，市场指数永远会适当地预期未来事件的影响（上帝的旨意除外）。如果发生火灾或地震等自然灾害，市场指数也会迅速加以评估。", "\r\n\t（附注；雷亚在括弧中的说明，应该改为\"上帝的旨意与政府的行动除外，尤其是联邦准备理事会的行动\"。）", "\r\n\t道氏本人也提及相同的基本看法：", "\r\n\t市场价格不会像汽球一样在风中到处飘荡。就整体价格而言，它代表一种严肃而经过周详考虑的行为结果：眼光深远而消息灵通的人士，会根据已知的事件或预期不久将发生的事件，调整价格。", "\r\n\t（就目前的情况来说。这项假定需要稍加修正。不仅适用于\"道琼工业指数\" 与\"道琼运输指数\"，任何主要的市场指数都适用这项假设，包括债券、外汇、商品与选择权在内。）", "\r\n\t有关市场指数所具备预先反映或经济预测的功能，并没有什么神秘之处。投资者（长期持有证券与其他交易工具的人们）会利用股票市场与其他交易场所，将资本分配至他们认为最有利的个别股票、商品以及其他金融交易工具。他们会根据过去绩效、未来展望、个人偏好以及未来的预期等因素来做评估，然后配置他们的经济资源。结果，最能够预测未来消费者（这是指最广义的消费者而言，包括资本、批发与零售市场的消费者）需要情况的投资者与企业，他们将可以生存，井获得最多的利润。正确的投资将获得报酬，错误的投资将蒙受损失。", "\r\n\t通过金融市场，投机者与投资者的行为结果，通常会扩张有利的活动，局限不利的活动。他们的行为无法改变过去的事实，也无法解决既有资金转换性有限的问题，但他们通常确实可以防止劣币驱逐良币的现象。市场指数的变动仅是反映这种程序。", "\r\n\t一般市场参与者如果不能正确预期未来的经济活动，财富将持续减少，也无所谓的长期多头市场。然而，事实上，一般的股票交易者可以适当地预测未来的经济活动，并使股票价格的走势循环，领先经济循环的变动。两者在时间上的落差，来自于股票市场具有流动性、经济的调整则不具备这种流动性，因为资金与存货的转换性较为有限。", "\r\n\t雷亚说\"市场指数永远会适当地预期未来事件的影响（上帝的旨意除外）\"时，他真的是这个意思。但是，这句陈述隐含另一层面的意思，\"适当地\"反映涵盖各种分歧的看法；换言之，它包括人们认为目前事件对于未来经济活动之影响的各种不同意见。市场指数同时代表乐观主义者、悲观主义者以及\"务实主义者\"--包括一系列个人与机构的特殊看法，绝对不是任何单一个人可以复制的见解。", "\r\n\t雷亚的陈述并不意味着市场参与者对于未来事件的解释大体上必然正确；但该陈述确实代表，市场指数必然反映市场参与者的主要看法。对于态度严肃的市场观察者来说，市场指数将显示长期趋势的方向与力道，市场何时处于超买或超卖的情况，市场普遍的看法何时产生变化，市场何时的风险过高而不适合于积极参与。", "\r\n\t我在注中在雷亚的假设加上\"政府的行动除外\"，因为政府的立法程序、货币与财政政策以及贸易政策，都会对经济发展造成长远的影响，所以--就如同自然灾害一样--它们会对股票价格产生立即而明显的冲击。另外，政府的决策者也是人类，所以市场参与者也不可能永远正确地预测他们的行为。我们可以提出一个典型的例子，1984年7月24日\"联邦准备理事会\" 主席保罗．沃尔克宣布，联储采用的紧缩性货币政策并\"不恰当\"。在预期银根将转松的情况下，股票市场当天的指数成为低点，并展开一波新的多头行情。\n      ", "\n\t", "\n\t ", "\r\n\t假设3：", "\r\n\t这项理论并非不会错误：\"道氏理论\" 并不是一种万无一失而可以击败市场的系统。成功利用它协助投机行为，信要深入的研究，并客观地综合判断。绝对不可以让一厢情愿的想法主导思考。", "\r\n\t股票市场由人类组成，人类都会犯错。几乎在每一笔股票交易中，如果某一方正确，另一方便错误。虽然市场指数是代表一种净结果，或市场参与者对于未来判断的\"集体智慧\"；但历史告诉我们，以百万计的人们也像个人一样会犯错，股票市场当然也不例外。然而，市场有一项特性，它允许参与者迅速修正他们的错误。任何分析方法若认为市场不会犯错，显然是最根本的错误。", "\r\n\t\"效率市场理论\"便是一个典型的例子。它的主要论点是，电脑普遍化后，信息的传播非常迅速而有效．所以任何方法都无法击败市场。它仅是将\"道氏理论\"的一项主张做无限的延伸--\"市场指数会反映每一条信息\"。这实在是无稽之谈。\"效率市场理论\" 认为，每个人会同时取得每一条重要的信息。这是相当荒谬的假设，因为每个人对于\"重要\"的定义未必相同。即使每个人确实可以同时取得每一项重要信息，但每个人还是会根据自身的环境与偏好反应。如果每个人掌握的信息都相同。而且反应也相同，则市场根本就无法存在。务必记住，市场的存在是为了促进交易，交易之所以会产生，是因为参与者对于价值的偏好与判断不相同。", "\r\n\t市场指数具有预测能力，是因为它在统计上代表一种市场的共识，这项共识是以钞票表达。终究来说，价格取决于人们的判断与偏好。如果你问场内交易员，今天的价格为何上涨，很多人可能会半开玩笑的答道，\"因为买进多于卖出\"。这个回答的真正意思是，\"我不知道为什么，但场内资金所代表的市场主要看法认为，价格应该上涨\"。", "\r\n\t投机者的基本工作是辨识主要的影响因素，它们会驱动或改变市场参与者的主要看法，而市场指数是这方面的最理想工具，因为它会反映大众对于金融事件的看法。所谓的金融事件，涵盖面极广，包括政治与经济的发展、科技的创新、服饰的流行趋势乃至于某家公司的盈馀展望。由于上述程序仅能在历史范畴内进行，所以你顶多可以辨识过去的重要因素，并以此预测未来。某些因素在整个历史上始终有效；一般来说，基本因素牵引的看法，变动相当缓慢。经过适当的研究后，你可以抽取这些基本的因素，并根据它们精确地预测未来。", "\r\n\t根据汉密尔顿的说法，市场指数是经济预测的气压器。在气象预测中，气压器是衡量空气压力的一种仪器。因为空气压力的变化会先于气象的变化，所以气压器是预测气象的一种重要工具。然而，气压器本身无法提供任何有关降雨量的资料，气压与温度之间也没有高度的相关性。同理，市场指数虽然是经济预测的根本工具。但我们还需要许多辅助信息才可以解开谜底。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t道氏理论的\"定理\"", "\r\n\t提出\"道氏理论\"的假设后，雷亚继续由道氏与汉密尔顿的著述中，整理出他所谓的\"定理\"。这些定理出版于1932年，基本上仍然适用于今天。但是．我们不能以表面的意思解释它们。为了确实了解这些定理的意义，我建议你准备一套\"道琼工业指数\"与\"道琼运输指数\"完整的走势图，包括成交量在内，并配合汉密尔顿与雷亚的相关评论，这些评论可以在《华尔街日报》或巴伦杂志的历史档案中找到。不幸地、这是你必须自行完成的工作。一旦了解汉密尔顿与雷亚的思想精髓之后，你可以很容易地将这套理论运用于目前的市场，但你还需要知道其中的部分修正，我会在下列讨论中说明。（相关讨论，请参考图4．1。）", "\r\n\t", "\r\n\t", "\r\n\t ", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t定理1；", "\r\n\t道氏的三种走势： 市场指数有三种走势，三者都可以同时出现。第一种走势最重要，它是主要趋势：整体向上或向下的走势而称为多头或空头市场，期间可能长达数年。第二种走势最难以捉摸，它是次级的折返走势：它是主要多头市场中的重要下跌走势，或是主要空头市场中的反弹。修正走势通常会持续三个星期至数个月。第三种走势通常较不重要，它是每天波动的走势。", "\r\n\t雷亚的用词大体相当精确，道氏的三种走势不仅适用于股票市场的指数，也适用所有市场。雷亚第一项定理可以重新整理如下：", "\r\n\t股票指数与任何市场都有三种趋势：短期趋势，持续数天至数个星期；中期趋势，持续数个星期至数个月；长期趋势，持续数个月至数年。任何市场中，这三种趋势必然同时存在，彼此的方向可能相反。", "\r\n\t长期趋势最为重要，也最容易被辨认、归类与了解。它是投资者主要的考量，对于投机者较为次要。中期与短期趋势都是附属于长期趋势之中，唯有明白它们在长期趋势中的位置，才可以充分了解它们，并从中获利。", "\r\n\t中期趋势对于投资者较为次要，但却是投机者的主要考虑因素。它与长期趋势的方向可能相同，也可能相反。如果中期趋势严重背离长期趋势，则被视为是次级的折返走势或修正次级折返走势必须谨慎评估，不可将其误认为是长期趋势的改变。", "\r\n\t短期趋势最难预测，唯有交易者才会随时考虑它。投机者与投资者仅有在少数情况下，才会关心短期趋势：在短期趋势中寻找适当的买进或卖出时机，以追求最大的获利，或尽可能减少损失。", "\r\n\t将价格走势归类为三种趋势，并不是一种学术上的游戏。一位投资者如果了解这三种趋势而专注于长期趋势，也可以运用逆向的中期与短期趋势提升获利。运用的方式有许多种。第一，如果长期趋势是向上，他可在次级的折返走势中卖空股票，并在修正走势的转折点附近，以空头头寸的获利追加多头头寸的规模。 第二，上述操作中，他也可以购买卖权选择权或销售买权选择权。第三，由于他知道这只是次级的折返走势，而不是长期趋势的改变，所以他可以在有信心的情况下，度过这段修正走势。最后，他也可以利用短期趋势决定买、卖的价位，提高投资的获利能力。", "\r\n\t上述策略也适用于投机者，但他不会在次级的折返走势中持有反向头寸；他的操作目标是顺着中期趋势的方向建立头寸。投机者可以利用短期趋势的发展，观察中期趋势的变化征兆。他的心态虽然不同于投资者，但辨识趋势变化的基本原则相当类似。", "\r\n\t自从80年代初期以来，由于信息科技的进步以及电脑程式交易的影响，市场中期趋势的波动程度已经明显加大。1987年以来，一天内发生50点左右的波动已经是寻常可见的行情。基于这个缘故，我认为长期投资的\"买进--持有\"策略可能有必要调整。对我来说，在修正走势中持有多头头寸，并看着多年来的获利逐渐消失，似乎是一种无谓的浪费与折磨。当然，大多数的情况下，经过数个月或数年以后，这些获利还是会再度出现。然而，如果你专注于中期趋势，这些损失大体上都是可以避免的。因此，我认为，对于金融市场的参与者而言，以中期趋势做为准则应该是较明智的选择。", "\r\n\t然而，如果希望精确掌握中期趋势，你必须了解它与长期（主要）趋势之间的关系。", "\r\n\t定理2：", "\r\n\t主要走势：主要走势代表整体的基本趋势，通常称为多头或空头市场，持续时间可能在一年以内，乃至于数年之久。正确判断主要走势的方向，是投机行为成功与否的重要因素。没有任何已知的方法可以预测主要走势的持续期限。", "\r\n\t了解长期趋势（主要趋势）是成功投机或投资的最起码条件。一位投机者如果对长期趋势有信心，只要在进场时机上有适当的判断，便可以赚取相当不错的获利。有关主要趋势的幅度大小与期限长度，虽然没有明确的预测方法，但可以利用历史上的价格走势资料，以统计方法归纳主要趋势与次级的折返走势。", "\r\n\t雷亚将道琼指数历史上的所有价格走势，根据类型、幅度大小与期间长短分别归类，他当时仅有3O年的资料可供运用。非常令人惊讶地，他当时归类的结果与目前92年的资料，两者之间几乎没有什么差异。例如，次级折返走势的幅度与期间，不论就多头与空头市场的资料分别或综合归类。目前正态分布的情况几乎与雷亚当时的资料完全相同；唯一的差别仅在于资料点的多寡。", "\r\n\t这个现象确实值得注意，因为它告诉我们，虽然近半世纪以来的科技与知识有了突破性的发展，但驱动市场价格走势的心理性因素基本上仍相同。这对专业投机者具有重大的意义：目前面临的价格走势、幅度与期间都非常可能落在历史对应资料平均数的有限范围内。如果某个价格走势超出对应的平均数水准，介入该走势的统计风险便与日俱增。若经过适当地权衡与运用，这项评估风险的知识．可以显著提高未来价格预测在统计上的精确性。\n      ", "\n    ", "\n\t", "\n\t ", "\r\n\t定理3：", "\r\n\t主要的空头市场：主要的空头市场是长期向下的走势，其间夹杂着重要的反弹。它来自于各种不利的经济因素，唯有股票价格充分反映可能出现的最糟情况后，这种走势才会结束。空头市场会历经三个主要的阶段：第一阶段，市场参与者不再期待股票可以维持过度膨胀的价格；第二阶段的卖压是反映经济状貌与企业盈余的衰退：第三阶段是来自于健全股票的失望性卖压．不论价值如何，许多人急于求现至少一部分的股票。", "\r\n\t这个定理有几个层面需要理清\"重要的反弹\"（次级的修正走势）是空头市场的特色，但不论是\"工业指数\"或\"运输指数\"，都绝对不会穿越多头市场的顶部，两项指数也不会同时穿越前一个中期走势的高点。\"不利的经济因素\"是指（几乎毫无例外）政府行为的结果：干预性的立法、非常严苛的税务与贸易政策、不负责任的货币或（与）财政政策以及重要战争。", "\r\n\t个人也曾经根据\"道氏理论\"将1896年至目前的市场指数加以归类，在此列举空头市场的某些特质：", "\r\n\tl ．由前一个多头市场的高点起算，空头市场跌幅的平均数为29．4%，其中75%的跌幅介于20．4%至47．1%之间。", "\r\n\t2．空头市场持续期限的平均数是1．1年，其中75%的期间介于0．8年至2．8年之间。", "\r\n\t3．空头市场开始时，随后通常会以偏低的成交量\"试探\"前一个多头市场的高点，接着出现大量急跌的走势。所谓\"试探\"是指价格接近而绝对不会穿越前一个高点。\"试探\"期限，成交量偏低显示信心减退，很容易演变为\"不再期待股票可以维持过度膨胀的价格\"。（参考图4．2）。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t ", "\r\n\t4．经过一段相当程度的下跌之后，突然会出现急速上涨的次级折返走势，接着便形成狭幅盘整而成交量缩小的走势，但最后仍将下滑至新的低点（参考图4．3）。", "\r\n\t5、空头市场的确认日，是指两种市场指数都向下突破多头市场最近一个修正低点的日期。两种指数突破的时间可能有落差，并不是不正常的现象（参考图4．4）。", "\r\n\t6．空头市场的中期反弹，通常都呈现颠倒的\"V一形\"，其中低价的成交量偏高，而高价的成交量偏低（参考图4．5）。", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t有关空头市场的情况，雷亚的另一项观察非常值得重视：空头行情末期，市场对于进一步的利空消息与悲观论调已经产生了免疫力。然而，在严重挫跌之后，股价也似乎丧失了反弹的能力，种种征兆都显示，市场已经达到均衡的状态．投机活动不活跃，卖出行为也不会再压低股价，但买盘的力道显然不足以推升价格--。市场笼罩在悲观的气氛中．股息被取消，一某些大型企业通常会出现财务困难。基于上述原因，股价会呈现狭幅盘整的走势。一旦这种狭幅走势明确向上突破市场指数将出现一波比一波高的上升走势，其中夹杂的跌势都未跌破前一波跌势的低点。这个时候……明确显示应该建立多头的投机性头寸。（参考图4．6）。\r\n", "\r\n", "\r\n定理4：", "\r\n主要的多头市场：主要的多头市场是一种整体性的上涨走势，其中夹杂次级的折返走势，平均的持续期间长于两年。在此巧间，由于经济情况好转与投机活动转盛，所以投资性与投机性的需求增加，并因此相高股票价格。多头市场有三个阶段：第一阶段，人们对于未来的景气恢复信心；第二阶段，股票对于以知的公司盈余改善产生反应；第三阶段，投机热潮转炽而股份明显膨涨一一这阶段的股价上涨是基于期待与希望。（参考图4．7）", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t这个定理也需要理清。多头市场的特色是所有主要指数都持续联袂走高，拉回走势不会跌破前一个次级折返走势的低点，然后再继续上涨而创新高价。在次级的折返走势中，指数不会同时跌破先前的重要低点。主要多头市场的重要特质如下：", "\r\n\t1．由前一个空头市场的低点起算，主要多头市场的价格涨幅平均数为77．5％。", "\r\n\t2．主要多头市场的期间长度平均数为两年又四个月（2．33年）。历史上的所有的多头市场中，75 ％的期间长度超过657天（1．8年）．67％介于1．8年与4．l年。", "\r\n\t3．多头市场的开始，以及空头市场最后一波的次级折返走势，两者之间几乎无法区别，唯有等待时间确认。（参考上述雷亚的评论，但把\"在空头行情的末期\"改为\"在多头市场的初期\"。）（参考图4．6）", "\r\n\t4 多头市场中的次级折返走势，跌势通常较先前与前后的涨势剧烈。另外．折返走势开始的成交量通常相当大，但低点的成交量则偏低（参考图4．8）。", "\r\n\t5．多头市场的确认日，是两种指数都向上突破空头市场前一个修正走势的高点，并持续向上挺升的日子。\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t定理5：", "\r\n\t次级折返走势：就此处的讨论来说，次级折返走势是多头市场中重要的下跌走势，或空头市场中重要的上涨走势，持续的时间通常在三个星期至数个月；此期间内折返的幅度为前一次级折返走势结束后之主要走势幅度的33%至66％。次级折返走势经常被误以为是主要走势的改变，因为多头市场的初期走势，显然可能仅是空头市场的次级折返走势，相反的情况则会发生在多头市场出现预部后。", "\r\n\t次级折返走势（修正走势）是一种重要的中期走势，它是逆于主要趋势的重大折返走势。判断何者是逆于主要趋势的\"重要\"中期走势，这是\"道氏理论\"中最微妙与困难的一环；对于信用高度扩张的投机者来说，任何的误判都可能造成严重的财务后果。", "\r\n\t判断中期趋势是否为修正走势时，需要观察成交量的关系、修正走势之历史或然率的统计资料、市场参与者的普遍态度、各个企业的财务状况、整体状况、\"联邦准备理事会\"的政策以及其他许多因素。走势在归类上确实有些主观成分，但判断的精确性却关系重大。一个走势，究竟属于次级折返走势还是主要趋势的结束，我们经常很难、甚至无法判断。然而，此处与稍后章节的讨论，将可以提供一些有效的助益。", "\r\n\t我个人的研究与雷亚的看法相当一致，大多数次级修正走势的折返幅度，约为前一个主要走势波段（介于两个次级折返走势之间的主要走势）的1/3至2/3之间，持续的时间则在三个星期至二个月之间。对于历史上所有的修正走势来说，其中 61%的折返幅度约为前一个主要走势波段的30％至70％之间，其中65%的折返期间介于三个星期至三个月之间，而其中98%介于两星期至八个月之间。价格的变动速度是另一项明显的特色，相对于主要趋势而言，次级折返走势有暴涨暴跌的倾向。", "\r\n\t次级折返走势不可与小型折返走势相互混淆，后老经常出现在主要与次级的走势中。小型折返走势是逆于中期趋势的走势，98．7%的情况下，持续的期间不超过两个星期（包括星期假日在内）。它们对于中期与长期趋势几乎完全没有影响。截至目前为止（1989年10月）。\"工业指数\"与\"运输指数\"在历史上共有694个中期走势（包括上涨与下跌）。其中仅有九个次级修正走势的期间短于两个星期。", "\r\n\t在雷亚对于次级折返走势的定义中，有一项关键的形容词：\"重要\"。一般来说，如果任何价格走势起因于经济基本面的变化，而不仅是技术面的调整，而且其价格变化幅度超过前一个主要走势波段的 1/3，都称得上重要。例如，如果联储将股票市场融资自备款的比率由50％调高为70％，这会造成市场上相当大的卖压，但这与经济基本面或企业经营状况并无明显的关系。这种价格走势属于小型（不重要的）走势。另一方面，如果发生严重的地震而使一半的加州沉入太平洋，股市在三天之内暴跌600点，这是属于重要的走势，因为许多公司的盈余将受到影响。然而，小型折返走势与次级修正走势之间的差异未必非常明显，这也是\"道氏理论\"中的主观成分之一。", "\r\n\t雷亚将次级折返走势比喻为锅炉中的压力控制系统。在多头市场中，次级折返走势相当于是安全阀，它可以释放市场中的超买压力。在空头市场中，次级修正走势相少于为锅炉添加燃料。以补充超卖流失的压力。", "\r\n\t结论", "\r\n\t\"道氏理论\"并不是一种具备绝对包容性的市场预测方法，但任何态度严肃的投机者都不应该忽略这项知识。\"道氏理论\"的许多原理都蕴涵于\"华尔街\"和市场参与者的日常用语中，只不过一般人并没有察觉而已、例如，市场专业者对于\"修正走势\"都有普遍的认识，但就我了解，唯有\"道氏理论\"对于这项名词提供客观的定义。", "\r\n\t研究\"道氏理论\"的基本原理之后，我们具备一种根本的知识。了解如何根据目前与历史的市场指数，评估未来的价格走势。我们对于趋势已经有一种普遍的概念。我们知道，任何市场都同时存在三种活跃的趋势，它们的相对重要性对于交易者、投机者与投资者都各自不同。", "\r\n\t了解这些概念之后，可进一步探讨价格的趋势。毕竟，如果你知道何谓趋势，而且也知道它在什么时候最可能发生变化，你实际上已经掌握市场获利的全部知识了。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-1405011F351526.jpg"]}