{"title": "第06章 技术分析的优点与缺点", "content": ["\r\n\t\"华尔街\"中充满了技术分析者。场内交易员、楼上的交易员、投机者甚至于某些长期交易者，都试图运用可能重复出现的模式，预测未来的市场走势。这些模式之所以发生，并没有涉及什么神秘的理由。由心理角度来说，人们通常会以一致性的方式反应一组类似情况。然而，人类心理非常复杂，而且没有任何两组市场情况会完全相同；所以，利用技术分析预测未来的市场行为，在态度上必须非常谨慎。", "\r\n\t根据罗伯特．爱德华兹与约翰．马吉的说法，\"技术分析是一种科学，它记录某支股票或\"市场指数\"的实际交易历史（价格的变动、成交量以及其他类似资料），通常是以图形记录；然后，再根据历史图形推测未来的可能趋势\"\"。①他们俩人采用的基本前题非常类似于\"道氏理论\"--市场的所有相关知识都已经反映在价格中。然而，技术分析者认为，价格与价格的模式是唯一的重要考虑因素，这项假设则不同于\"道氏理论\"。", "\r\n\t我并不是一位纯粹的技术分析者，但许多获利都是来自于技术性的考虑，所以我无法像某些\"基本分析者\"一样，对技术分析嗤之以鼻。它是拟定市场决策的重要辅助工具，使你可以掌握所有的胜算，但许多市场玩家不能体会这点。在另一方面，投资或投机行为若单独以它做为主要的评估方法，则技术分析不仅无效，而且可能会产生误导的作用。", "\r\n\t稍微调查一下专业交易者、投机者与投资者的看法，便可显示技术分析的有效程度。完全仰赖图形方法，其操作绩效通常并不稳定。例如，1974年一位技术分析者来找我，他的名字是LEO，他认为我可以借助他的知识。我以每周125美元的试用薪水任用他，如果他的建议确实有效，他还可以抽取某一百分率的红利。利奥每天早晨6：30便到办公室，开始研究120多副彩色图形，并运用一些到目前为止我还不懂的分析方法。他每天工作16个小时，显然非常了解市场，但他在这方面的知识可能已经造成妨碍。", "\r\n\t我要求他提供建议时，他会展示一些图形，并解释道：\"这支股票可能在做底\"，或\"这支股票可能会填补缺口\"。总之，不论他说什么，他的看法总是非常不明确，并提出一些相互矛盾的可能性。我通常会回答，\"好的，但我究竟应该怎么做？买进或卖出？\"利奥无法给我一个简单明白的答案。我对于他的印象非常深刻。尤其是地的衬衫袖口经常因磨损而发毛，午餐总是由家里带来的贿鱼三明治。", "\r\n\t我并不是说，所有的技术分析者都是如此，但技术分析本身显然无法从根本重点思考。如果你经常观看\"金融新闻频道\"的节目，你应该了解我是什么意思。每位技术分析专家对于模式的解释都各自不同，而且都可以提出自己的故事。根据我个人的观点，我们仅需要一些最根本的技术分析原则，并以它们做为辅助工具。一套真正有效的系统应该涵尽严格而健全的经济基本分析，以及对于个别证券与商品的评估方法，再纳入根本的技术分析精髓。", "\r\n\t在我们的讨论范围内，各位必须了解三种技术分析者的活动：波浪观察者、人为操纵者与纯粹派信徒。", "\r\n\t波浪观察者", "\r\n\t所谓的波浪观察者，试图根据盘中价格趋势的起伏而顺势操作。相对来说，他们并不关心经济的状况、个股本益比或盈余成长、或任何其他商品的经济基本面。他们所有的注意力几乎完全放在每天、每个时刻的价格走势方向上。随着趋势的上升、下降或横向发展，他们买进、卖空或保持空仓。", "\r\n\t波浪观察者通常是主要交易所内的场内交易员或造市者。他们之所以被归类为波浪观察者，因为仅关心价格的趋势--\"趋势是你的朋友\"是他们的根本思想。一般来说，他们并不理会任何重要消息，他们仅试图根据\"压力\"与\"支撑\"--可能造成波浪转向的先前高点与低点--掌握趋势（参考图6．1）。", "\r\n\t在上升趋势中，高于目前价位的先前高点为压力，低于目前价位的先前低点则为支撑。在下降趋势中，低于目前价位的先前低点为压力，而高于目前价位的先前高点则为支撑。在上升趋势中，如果突破先前的高点而价格继续攀升，波浪观察者将是买家，而任何显著的连续向下跳动（\"跳动\"是指价格的最低变动单位；股票为1/8，选择权为1/16，以及其他等等）代表可能的卖出信号。如果突破先前的高价之后，价格本能继续向上挺升，他们将卖出，任何显著的向上走势则代表可能的买进信号。另一方面，向下的趋势则适用类似而反向的推理。波浪观察者永远试图掌握\"大众\"在想什么、\"大众\"准备做什么，他们是以价格走势的性质做为判断的方法。②", "\r\n\t由于场内交易员大多属于波浪观察者，所以投机者与投资者应该了解他们对于短期价格趋势可能造成的影响。在短期内，某支个股或商品的价格，可能仅因为他们之间的互动行为而上涨或下跌数点。", "\r\n\t例如。假定某股票交易所的场内交易员发现，XYZ股票的卖压很轻，而股价下跌也没有引发明显的追杀卖盘。如果这种情况持续一阵子，则他们可能认为XYZ几乎没有什么卖压。这种判断下，他们可能乘着回档的时机开始承接--在短线低档开始买进--然后试盘。", "\r\n\t假定XYZ的买--卖报价为40 1/4--40 3/8，而3/8的价位仅挂着500股的卖单。在/2 、5/8或更高的价位，卖单的情况究竟如何，仅能猜测，但他们认为买盘的力道相当强，一些精明的交易员开始买进股票测盘，以观察买、卖单的变化。最重要者，当价格开始变动时，他们将观察外来的委托单是否变化，若是如此，这些买、卖单的关系如何。", "\r\n\t如果卖单不断涌现，交易员只好放弃而抛出股票，再找另外的机会。然而，假定市场中出现买单，并在1/2与5/8的价位成交，接着又有一些经纪人跟进。如果这种情况持续下去，这支股票很快地便形成一种短线的多头气势。", "\r\n\t这个时候，场内交易员根本不知道XYZ公司的盈余展望是否有任何变化，虽然当初的卖压不重，很可能便是因为这方面的缘故。总之，不论该公司的展望如何，如果股票出现相当的涨幅，便形成一个小型的飙涨行情。对于场内的多头交易员来说，他们关心的仅是价格上涨而已。", "\r\n\t另一方面，场外的大笔卖单随时可能让涨势中断。由于这个小型飙涨走势纯粹是投机行情，所以在上档接手的买盘将遭到最严重的损失。小型的崩跌走势也适用类似而反间的推理，这种走势经常发生在小型飘涨走势结束后不久。电脑程式交易可以发动、加速与扩大整个程序。", "\r\n\t如果投机者或投资者了解这类波浪观察者的行为与影响。则可将此知识运用于许多方面。第一，场外的观察者④在报价荧屏中发现这类活动时，可以根据盘中价格的循环，设定中期或长期的买、卖价位，提高获利。第二，根据价格走势与基本面之间、以及它与大盘之间的关系，可以在中期与长期的持续力道上判断价格走势的\"合理性\"。最后，波浪观察者活动的性质，代表市场共识的一项关键指标。", "\r\n\t最后一点对于投机者可能最为重要。犹如地质学家监视火山活动预测地震，投机者可以监视盘中与每天的市场活动，衡量未来行情的发展。特定来说，成交量、涨一跌家数比率、重大经济或市场新闻引起的短期反应、以及价格变动率等因素，都可以评估市场参与者的主要心理驱动力量。", "\r\n\t以 1989年10月 13日的情况来说，仅仅因为\"联合航空\"并购案发生融通失败的消息，使市场陷入恐慌性的卖压中。显示市场当时的心理结构非常脆弱。市场显然极度怀疑多头走势的持续力道--只要有一些空头或次级修正的征兆，跌势便一发不可收拾。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t人为操纵者", "\r\n\t在\"华尔街\"，人为操纵是一项龌龊的字眼。它具有不公平与不诚实的会议，这种行为经常被联想为赌场中的作弊。事实上，情况截然不同。根据《Random House Dictionary》（1969年大学版）的解释，人为操纵是\"以高明的技巧处理或影响\"。《韦氏字典》（1972年大学版）又提出另一种解释：\"以不公平或狡猾的手段，有技巧地控制或处理\"。然而，试图以自身的买卖行为造成价格的变动，并因此而获利，这并没有什么明显的\"狡猾\"或\"不公平\"--换言之，除非\"证券交易委员会\"想法不同。若是如此，便有狡猾的问题，因为你可能因此被判刑入狱。然而，个人会被判刑，但法人机构则不会。", "\r\n\t大型的法人机构可以通过庞大金额的买卖，操纵市场的短期价格。它们的目标是通过相关市场的背离价格获利；它们自身的行为经常诱导或造成背离价格的。它们的成功，是利用波浪观察者的心理。", "\r\n\t以一个规模为20亿美元的退休基金为例，假定它希望卖出价值2亿美元的股票。它知道，如此庞大的卖出将导致股票指数下跌，所以它可以根据这项判断获利。在市况较平静的时间，通常是下午2：00左右，它开始卖空S&P的指数期货, 建立200万美元的空头头寸。这相当于是股票现货头寸的两倍，大约需要卖空1000至 1500口合约--就s&p期货市场的规模来说，这笔交易很容易被消化。", "\r\n\t然后，下午3：10左右，它开始以每五分钟1000万美元的速度分批卖出股票，在临收盘前，再卖出一笔大单。由于这一波波的卖压，场内会出现相当明显的空头气势，价格开始下滑。相对地，期货价格也会按比例下跌。在现货与期货市场中。波浪观察者都会推波助澜，使价格形成一种小型的崩跌走势。", "\r\n\t在股价的下跌过提中，这家退休基金在现货的处理上虽然发生亏损，但空头头寸（2倍的数量）回补的获利远足以弥补现货的损失。记住，期货交易的保证金只不过是5％，而股票的融资为50％；所以，通过杠杆原理，期货市场的获利潜能是股票的10倍。", "\r\n\t第二天早晨，市场的整个浪潮又反转过来，买气开始蓄积，并造成一个小型的规涨走势。由于预先已经知道整个发展--几乎是必然的--结果，这家退休基金可以掌握理想的买卖时机，在两个市场的上涨与下跌走势中，同时为自己与客户创造可观的获利，再加上佣金的收入与免费的公共关系。最后，市场几乎没有任何变化，但却有大笔的资金转手了。法人机构采用各种电脑交易程式，有些非常复杂，它们虽然不完全是为了操纵市场．但总是不当的赚钱手段。", "\r\n\t就公正的原则来说，电脑程序交易蕴含的\"不公平性\"并不是来自于市场本身，而是来自于政府对于市场的任意规范。如果个人的操纵行为应该被惩罚，而机构法人的操纵行为应该被忍受，其中显然有不公平之处。犹如J．O．O奥尼尔所说：主管当局允许他们（法人机构）直接与\"纽约股票交易所\"的电脑连线，在瞬间之内便可以下达大显的交易指令。你和我则需要通过经纪人，要求他们把交易指个转至纽约，执行一项指令需要几分钟的时间。⑤", "\r\n\t就我个人来说，完全自由化的市场是最理想的状况，但主管当局至少可以明确界定何谓\"人为操纵\"，使每个人都了解\"合法\"交易的范围。", "\r\n\t自从1980年代中期以来，电脑程式交易已经完全改变盘中价格走势的性质，并为市场带来前所未有的不确定性。目前，在任何时刻，一位程式经理人的判断便可以发动买进或卖出的电脑程式，并在纯粹技术的基础上（换言之，相关股票的盈余展望没有任何的基本变化），造成5至30点以上的短线走势。（参考图6．2）", "\r\n\t我过去经常从事S＆P期货的当曰冲销交易。在电脑交易程式发明以前，你绝对不会见到派达1．5时的跌势，中间没有夹杂任何反弹。 你也很少看见目前经常出现的尖锐V一型（或颠倒的v一型）走势。由于机构法人的交易量非常庞大，一般大众因为恐惧而退出市场，目前从事S．P的当日冲销交易，你感觉好象有人拿枪指着你。任何时候程式经理人都可以扣发板机，于是市场在毫无预兆的情况下，突然出现不利于你的走势，而你根本没有迅速认赔的机会，尤其在交易头寸很大时。", "\r\n\t ", "\r\n\t市场一旦出现电脑程式交易的短线波动，如果你站在错误的一方，可能造成致命的结果。当然，如果你站在正确的一方，获利也相当可观。问题是：这类走势由一个人发动，除了少数人之外，没有人知道整个交易计划，所以目前短线交易非常困难，而且经常演变为挪骰子的赌博。然而，分析S＆P 500现货与其期货的走势图，精明的投机者或投资者可以辨识电脑程式交易的模式，并以此设定最理想的买卖价位⑥以此方式掌握进、出场的时机，这对于投资组合的绩效有相当大的帮助。相反地，在电脑程式交易的威胁下，以\"市价\"大笔买、卖股票或期货，是相当愚多的行为。", "\r\n\t就中期与长期的角度来说，电脑程式交易基本上无法操纵价格，但可以改变价格趋势的性质，加速中期价格走势的发展。就上升趋势而言，它们可以引发大量的投机性买盘。就下降趋势而言，可以对主要跌势造成可怕的影响，就如同1987年10月崩盘的情况。", "\r\n\t在1987年10月初，市场对于基本面已经产生怀疑。本益比为21倍，这是历史上最高的本益比之一。帐面价值对股价的平均比率在名义上高于1929年的水准，若经过通货膨胀的调整，更高得离谱。这些因素再加上经济各部门的负债情况，使市场已经濒临一个主要的修正走势--如果不是空头市场的话。就当时的情况来说，问题已经不是\"是否\"而是\"何时\"。", "\r\n\t10月19 日以前，法人机构的数十亿美元资金留在股市内，纯粹只是为了追求短期避险、套利与操纵策略的利润。显而易见地，当时如果联储大幅紧缩信用，或美元汇率大幅下跌，这些\"热钱\"会抽离股市，加重市场跌势。当时，巴伦氏杂志曾经访问我，并将访问内容刊登于1987年9月21日的一期中：", "\r\n\t股票市场的跌势形成气候时，电脑程式交易会夸大整个情况的严重性，并造成史无前例的急跌走势．．．．．．", "\r\n\t这种夸大的跌势，通常称为\"集体倒货\"，所以主要多头走势的顶部附近充满不确定性与风险。这种情况下，如果持续以全部资金投入股市，显然完全忽略风险／报酬的合理原则。情势即将变化时，首先变化的人往往获利最丰硕。", "\r\n\t纯粹派信徒", "\r\n\t在正式的理论基础上，某些技术分析者相信：价格即是一切；所有关于市场的己知或未来的可知资料都已经包含在市场价格与走势中。这便是纯粹的技术学派信徒，其中较著称者为艾略特（R N Elliot）与克朗多蒂夫； 某些不全然了解爱德华兹与马吉理论的信徒们也是如此，还有某些异端的\"道氏理论家\"。在不同的形式与程度上，纯粹的技术学派信徒主张，价格走势中存在一种形而上的必然性，它们是由命运、上帝、演化或某种宇宙的力量决定，经济分析与预测仅是要找寻正确的相关性或循环时间结构，阐明这些价格走势的性质。", "\r\n\t试图以严格的循环理论或纯粹的数学方法预测未来，完全忽略市场活动中的主观性质。另外，这种态度也忽略政府干预与联邦准备政策对于长期趋势可造成的明确影响，有关这方面的问题，我们将在第9章与第10章中讨论。在某种程度内，这类理论系统确实可以成功地运用于行情预测与分析，这主要是因为它们己经脱离一致性理论需要的严格基础。或许它们的理论结构暂时符合市场的行为性质，因为市场参与者具有某些一致性的行为，这种情况下，只是短期的技术性观察；或许它们的理论结构非常普遍或界定过于松散，而使用者有相当程度的解释与推论空间。", "\r\n\t就第一种情况来说，以技术分析模型拟定投机或投资决策，并预测未来走势的幅度大小与时间长短，其绩效将缺乏一致性--市况会急速地变化。就第二种情况采说。理论结构实际上将妨碍健全的推论与分析。总之，市况将改变，市场参与者的态度将改变，这类技术模型也终究会无效。", "\r\n\t我必须再度强调，此处谈论的并不是指所有的技术分析方法与运用，我仅指其中某些学派，他们主张：未来一切都已经预先决定，并因此而能以严格的数学模型项测未来。", "\r\n\t摘要", "\r\n\t技术分析可以提供重要的信息，但需要以合理的态度看待它，技术分析是归纳重复发生之价格模式的一种方法。故此价格模式之所以产生，主要是因为市场参与者在拟定决策时，都具备类似的心理结构。在整个历史上，市场对于类似情况通常都会产生特定的反应，而技术分析的最大贡献便是提供一种方法，衡量这种反应的趋势。", "\r\n\t在这种体认之下，技术分析可以为市场分析与经济预测提供一个新的观察角度，这是投机者与投资者经常忽略的一个领域。经过适当地了解与正确地界定，技术分析可以扩张市场知识的领域，并显示某些原本无法察觉的获利机会。"], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-1405011G93X45.jpg"]}