{"title": "第07章 创造财富的合机", "content": ["\r\n\t辨识趋势的改变", "\r\n\t金融市场中最迅速而安全的赚钱方法，是尽早察觉趋势的改变，建立头寸（多头或空头），顺着趋势前进，并在趋势反转之前或之后不久，了结你的头寸。任何市场的专业玩家都会告诉你，在低点买进而高点卖出（或是在高点卖空而低点口补），这仅能仰赖运气的眷顾：但经过适当练习之后，你非常可能掌握中期或长期走势的60%至80%。", "\r\n\t为了办到这点。你首先必须知道有哪些不同的市场，有哪些金融工具可供交易，如何与在那里交易，保证金的规定如何，以及其他类似问题。了解这些相关知识以后，接着你需要以某种方法寻找具备理想投资机会的市场。", "\r\n\t就此来说，你可以到图书馆，花费三、四年的时间研究全世界的所有市场，完成研究时，你已经忘记你所学习的大部分内容。另一种可行的方法，是学习如何观察图形。", "\r\n\t对于一位有经验的市场玩家来说，如果希望在众多的市场中，挑选潜在的买、卖机会，观察价格走势图是最单纯而有效的方法。学习一些简单的技巧以后，你可以在一个小时内，浏览两、三百幅图形，并从其中筛选较理想的对象。然后，经过进一步地评估以后，你可以挑战五至十个值得研究的市场。你在筛选图形时，需要观察个股、指数、商品是否存在趋势变动的征兆。", "\r\n\t前一章中，我曾经严厉批评技术分析的某些观点，但我也表示技本分析是一种不可忽略的投机工具。现在，对于有关趋势变动的判定，我希望提出一种我最心爱的方法。我之所以偏爱它们，基于一个理由：长久以来，它们为我创造稳定的获利。它们非常简单，很容易记忆，经过相当的练习以后，你甚至于不用铅笔便可以判断图形的内容。", "\r\n\t根据图形解释资料--辨识价格模式，并推测未来的价格走势--属于技术分析的领域。如果你阅读有关技术分析的书籍，你将发现无数的价格模式。三角形、头肩排列、狭幅盘整、楔形、空头旗形、多头旗形、七山 ．．．．．． 我仅选用其中可以历经时间考验的模式，并将我的技术方法维持在最简单而根本的范围内。", "\r\n\t我将我的技术性观察分为两大类。第一类包括本章内容，是处理趋势与趋势变动的根本原则；我在市场建立任何头寸之前，都非常仰赖这部分内容的协助。第二类将在下一章中解说，它们是判断趋势变动的辅助性工具；我的市场决策会根据情况斟酌这部分因素。", "\r\n\t本章中列出的方法，来自于我对于\"道氏理论\" 的了解，以及我个人多年来评估市场趋势与转折点的经验。犹如\"道氏理论\"一样。这些方法并不是完全没有错误的可能性，它们扮演的角色，仅是一个更广泛预测结构中的辅助性工具而已。这套方法有一个优点，它们可以毫无例外地适用于每一个市场；股票、指数、商品与债券。根据它们判断，正确的机会远多于错误；在适当的运用下，一旦决策发生错误，它们也可以让你迅速认赔。", "\r\n\t利用走势图拟定投机与投资的决策，这具备两项经常为人忽略的重要优势。第一，对于大部分人来说，运用视觉思考较为简单。第二 在走势图上设定明确的进场与出场点，你可避免巨额输赢时的情绪性压力。", "\r\n\t务必记住，运用走势图拟定决策，技术上的一致性在长期中最为理想，中期稍差，而短期的变化情况最严重。走势图中之所以存在模式，是因为市场参与者对于类似的情况会产生类似的反应。就心态上来说，投资者与投机者并不相同。但他们之间有许多共通之处；这些共通性质将反映在走势图的模式中。然而，盘中的短线交易者是根据截然不同的法则交易，因此他们产生的模式必须另外考虑。我们必须感谢盘中交易者的存在，因为他们为投机与投资行为提供不可或缺的市场流动性；除了提供流动性以外，他们的行为对于中期与长期趋势几乎没有什么影响。 走势图的判读方法，虽然属于\"技术性\"的观察，但这是就最广义的角度而言。换言之，它们在视觉上呈现人类行为的特质，而这些特质重复出现于市场价格走势的历史记录中。", "\r\n\t如何决定趋势--绘制趋势线 根据先前数章的讲解，我们已经知道何谓趋势。让我们再复习一次；趋势是某特定期间内，价格走势的方向。在上升趋势中，价格持续上涨而中间夹杂着暂时性的下跌走势，但下跌走势的低点不会低于前一波跌势的低点。下降趋势则相反--价格持续下跌而中间夹杂着暂时性的上涨走势，但上涨走势的高点不会高于前一波涨势的高点。 在图形上，趋势呈现锯齿状的模式；就上升趋势而言，价格将持续创新高，其间所夹杂之回抽走势的底部也不断垫高；就下降趋势而言，价格将持续创新低，其间夹杂之反弹走势的高点也不断下滑。", "\r\n\t分析趋势时, 趋势线是最有用的工具。不论业余或专业的市场玩家经常触犯一项严重的错误；趋势线的定义与绘制,在方法上缺乏一致性。若希望趋势线能够发挥功能，必须精确反映趋势的定义。我设计的方法非常简单，而且具有一致性。它同时符合\"道氏理论\"中对于趋势的定义，以及该理论对于趋势变动的推论：", "\r\n\t", "\r\n\t ", "\r\n\t1．选择考虑的期间：长期（数个月至数年）、中期（数个星期至数个月）或短期（数天至数个星期）。在既定的期间内，如果趋势线的斜率变动非常明显，可能同时存在数条趋势线。", "\r\n\t ", "\r\n\t2．上升趋势线：在考虑的期间内，以最低的低点为起点向右上方绘制一条直线，连接最高之高点前的某一个低点，而使这条直线在两个低点之间未穿越任何价位（图7．1与7．2）。延伸这条直线而经过最高的高点〔译按：这是指水平轴上的位置而言）。当趋势线经过所考虑最高之高点后，它可能穿越某些价位。事实上．这是趋势发生变化的一种现象，稍后将讨论这方面问题。", "\r\n\t ", "\r\n\t3．下降趋势线：在考虑的期间内，以最高的高点为起点，向右下方绘制一条直线。连接最低之低点前的某一个高点，而使这条直线在两个高点之间来穿越任何价位。延伸这条直线而经过最低的低点（图7．3与 7．4）。", "\r\n\t ", "\r\n\t这种方法虽然简单．却非常精确而具有一致性。如果你根据相同期间内的资料线性回归分析，最佳套入直线的斜率将相当近似于趋势线的斜率。这与其他方法不同，它使你可以避免依据个人的主观看法绘制趋势线--避免将个人的欲望强加在趋势线之上。趋势发生变动时，这项方法也可以在图形上提供判断的基准。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n如果上述三种情况同时发生，相当于\"道氏理论\"对于趋势变动的确认。如果仅发生前两种情况，代表可能的趋势变动。在三种情况中，若出现两种，则增加趋势发生变动的或然率。三种情况同时产生，则界定所谓的趋势变动。", "\r\n在走势图中观察趋势的变化，必须根据下列方式将先前的原则转换为图形的格式（参考图7．5至7．7）：", "\r\n1． 绘制趋势线。", "\r\n2 ．在下降趋势中，绘制一条水平的直线穿越目前的最低价，再绘制另一条水平的直线空越前一波反弹的高点。", "\r\n3．在上升趋势中，绘制一条水平的直线方越目前的最高价，再绘制另一条水平的直线穿越前一波回档的低点。", "\r\n就上升趋势来说。如果价格穿越趋势线，在穿越的位置标示。如果价格接近、接触或稍为穿越该条对应目前高价的水平直线而未能突破，则在该点标示② 如果价格向下突破该条对应前一个回档低点的水平直线，则在该点标示③ 如果这三个情况出现两者，则趋势很可能会发生变化。如果三个情况全部出现，则趋势已经发生变化，并最可能朝新的方向继续发展。", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n当然，根据这些法则交易，未必有100％的效果--没有任何方法具有绝对的效果。在流动性欠佳、对十消息面非常敏感、或高度投机的市场与个股中，特别容易出现突然的反转（参考图79）。假定你根据1-2一3准则或其他类似准则交易，而行情突然反转，这称为\"捱耳光\"（译按：这是在价格波动甚为剧烈的行情中，当你买进之后，价格突然下跌，或当你卖空之后，价格突然上涨）。避免捱耳光或降低损失的最佳方法是遵循下列法则。\n      ", "\n    ", "\r\n\t如何认定趋势的变动：简单的1－2-3准则", "\r\n\t在底部买进而在顶部卖出，当然是最理想的投机方式，但这显然不是一种可以稳定达成的境界：市场的发展太过不确定。然而，我们可以在技术上判定，趋势何时将发生变动，并因此掌握大多数股票与商品之长期价格走势的60％至80％幅度。", "\r\n\t价格走势有三种基本的变动，它们之间的相互配合。可以界定任何市场的趋势变化：股票、商品、债券-它们分别为：", "\r\n\t1．趋势线被突破。价格穿越绘制的趋势线（参考图7．5）。", "\r\n\t2．上升趋势不再创新高，或下降趋势不再创新低。例如，在上升趋势的回档走势之后，价格虽然回升，但未能突破先前高点 或仅稍做突破又回档。类似情况也会发生在下降趋势中。这通常称为\"试探\"（test）；高点或低点。这种情况通常--但不是必然--一发生在趋势变动的过程中。若非如此，则价格走势几乎总是受到重大消息的影响，而向上或向下跳空，并造成异于\"常态'的激烈价格走势（参考图7．6）。", "\r\n\t3.在下降趋势中，价格向上穿越先前的短期反弹高点;或在上升趋势中，价格向下穿越先前的短期回档低点（参考图7．7）。", "\r\n\t ", "\r\n\t稍做练习，你便能够以目测的方式判断趋势发生变动的准则，并以1-2-3思考：（1）突破趋势线；（2）测试先前的高点或低点（3）向下跌破前一波回档的低点或向上穿越前一波反弹的高点。1一2一3：趋势已经发生变动了！", "\r\n\t ", "\n\t", "\n\t ", "\r\n1．交易仅选择流动性高，且历史上甚少出现突然而大幅的反转走势的市场。由图形中观察，流动性欠佳的市场经常出现成交量不大而价格剧烈波动的走势。", "\r\n2．在可能的范围内，避开对于消息面非常敏感的市场，或对于政府货币与财政政策反应剧烈的市场。由图形中观察，这类市场经常出现\"跳空缺口\"--价格出现突然而巨幅的变动，而中间的价格并未显示③（图79）。", "\r\n3 唯有当你可以将出场点设定在先前的支撑或压力价位。才可以建立交易头寸。这种情况下，如果市场证明你的判断错误，你可以迅速认赔。这类的出场点，如果事先已经递入交易指令，称为\"停损\"；如果仅是预先设定．而价格已经接近此价位时，才递入交易指令，则称为\"心理停损\"（图7－10）。（泽按；在译文中，不论是获利了结或认赔出场，这类的策略一律翻译为\"停损\"；所以，停损代表：限制损失的扩大，或限制获利的流失。）", "\r\n1-2一3准则是一种简单而有效的交易方法，如果谨慎运用，成功的机会远大于失败。然而，它有一项缺点，三个条件完全满足时，你通常已经错失一段相当大的行情。所以，此处将讨论一种可以协助你提早建立头寸的法则，它是我个人偏爱的方法，我称它为2B准则。", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t2B是否可以成立？往往是输赢的分野！", "\r\n\t前文讨论趋势变动的第二准则时，我们曾经提及一种状况：在试探先前的高点（或低点）时，价格往往可以实际突破先前的高点（或低点），但走势却未能够持续。虽然这仅是一种特殊型态的试探，但这种情况一旦出现，通常即是趋势变动的信号。换言之，单单这种现象的本身，便代表趋势非常可能发生变化；就或然率来说，它的重要性远甚于趋势变动三项准则中的任何一种。由于它具有特殊的重要性，所以可以被视为一种法则：", "\r\n\t2B法则", "\r\n\t在上升趋势中，如果价格已经创新高而未能持续挺升，稍后又跌破先前的高点，则趋势很可能会发生反转。下降趋势也是如此。这项法则适用于三种趋势中的任何一种：短期、中期与长期（参考图711、7 12与 7 13）。", "\r\n\t在盘中的短线趋势中，价格创新高（新低）之后，如果2B法则成立，通常会发生在一天或以内（译按：换言之，当价格创新高〔新低〕之后，如果2B法则得以成立，则在一天或以内便又向下跌破先前的高价[向上穿越先前的低价]〕。在中期趋势中，价格创新高或新低之后。如果2B法则得以成立，它通常会发生在三天至五天以内。在市场的主要（长期）转折点，价格创新高或新低之后，如果2B法则得以成立，通常会发生在七天至十天以内。在股票市场中，价格创新高之后，随后走势的成交量通常会低于正常水准，但反转的确认（译按：价格跌破先前的高点时）却会暴发大额成交量。", "\r\n\t依据2B准则交易，如果市场出现不利的走势。你必须当机立断，即刻承认错误。例如，在当日冲销的交易中，如果你根据2B卖空，当价格再度回升穿越新高价时。你必须立即平仓出场。", "\r\n\t如果价格仍然未能正式突破高价，你可以再卖空，但必须限制自己的损失，并让自己捱耳光出场。只要能够迅速认赔，你便可以\"留得青山在．不怕没柴烧\"。就当日冲销来说，2B准则的成功机会大约仅有50％，错误时，如果可以限制损失，正确时，让获和头寸持续发展，你可以因此享有巨额的获利就中期与长期来说，2B准则的成功机会则远较为高。", "\r\n\t1989年10月13日的\"道琼工业指数\"便出现典型的中期 2B 图 7 14，在10月9日，\"工业指数\"以低成交量创新高2791．4。但新高并未受到\"运输指数\"的确认--明确的中期空头征兆。随后的几天内，行情不断下滑，10月12日的收盘指数为2759．8，距离9月1 日的先前高点2752．10仅有7．3点的差幅。所有相关指数也呈现跌势。2B准则在10月13日成立的可能性很高。后续的发展都已经是历史了。在些许的利空消息影响下，大盘竟然在恐慌性的成交量下暴跌191点。", "\r\n\t ", "\r\n\t试探的发生缘由与2B模式", "\r\n\t为了了解这些模式发生的缘由，你必须知道交易所场内的情况。以商品交易所的场内为例，它是由场内交易员与经纪人构成--前者为自己的帐户交易，后者以执行交易指令来赚取佣金。场内经纪人仅是为客户执行交易指令，但场内交易员则试图掌握盘中的趋势，并依据价格走势操作。\n      ", "\n\t", "\n\t ", "\r\n\t通过经纪人而由场外交易商品的人们，通常会采用停损报单。所谓的停损单，是指设定的价位一旦被触及或穿越，则以当时\"市价\"买进或卖出。以 S&P 500期货的交易为例，你可能告诉经纪人，\"以356．20的停损价帮我买进五口3月份s&p期货\"。 如果市场价格一度在356．10成交，随后又回升至356．40．则场内经纪人将以当时的市价为你买进五口合约，因为你的停报价位已经被\"触及\"。", "\r\n\t交易者经常会以停损单限制损失。例如，一位交易者以市价买进五口合约，随后可能递入另一张交易指令，在市场证明他为错误的价位，设定卖出五口合约的停损卖单。因为场内交易员每天都在\"交易池\"打滚，优秀的交易员非常了解交易的心理与状况--尤其是交易者如何设定停损点。在没有重大新闻的情况下，停损点通常都会设定在先前的（重要或次要）高点或低点。", "\r\n\t由于了解停损点的位置，场内交易员与交易自己帐户的经纪人，基于利益的考虑．都希望把价格推动至\"支撑水准\" 的稍下方或\"压力水准\"'的稍上方，迫使停损单成交。这称为\"清除停损'\"。在停损单清除以后，市场将重新调整。这便是大多数2B模式发生的原因，而且每一种市场都会出现这类活动、清除停损最常发生在短线的基础上，但也同样适用于中期与长期。在股票市场中，又涉及另一项相当微妙的特色。", "\r\n\t股票交易所的场内也有场内交易员与经纪人，某些场内交易员称为\"造市专家\"--他们负责某些特定股票的交易。他们根据\"登录簿\"交易--登录簿上列出买、卖单的价位与数量。造币专家的工作便是为他所负责的股票\"'造市\"--以系统的方式，撮合股票的买、卖双方。", "\r\n\t一般来说，登录簿上每一价位的股票数量都是数万股，而\"造市专家\"每撮合100股便可以收取固定佣金，所以他们实际上是经纪人。基于自身利益考虑，他们当然希望推动价格以促使较多的单子成交，而且他们已经跟先知道各个价位所挂的买、卖单数量，至少就他们自己的登录薄而言是如此。", "\r\n\t某些精明的文易员认识场内的造市专家，并培养出一种感觉而可以根据造市专业的行为判定他们登录簿上的大单子。对于这些交易员说，他们也有理由推动价格而使大单子成交。", "\r\n\t例如，假定在多头市场的行情中，IBM买一卖报价为110 1/8~1/4，所挂的股数分别为5000股。某位造市专家登录簿中的买单情况为：3/8为1万股．1/2为2万股。5/8为2万股。", "\r\n\t一位精明的交易员可能对于这位造市专家的登录簿相当了解，于是他在 1／8买进 5000股。其他交易员发现这种情况也随后跟进，他们精确地判定这位造市专家在上档的数个价位都挂有大买单。于是．场内对于IBM便产生一种多头的气势。成交量扩大，价格向上跳动，这位造市者的单子不断成交．不仅赚进他的佣金，而且一路向上为自己的帐户买、卖而获利，因为他知道他不会发生亏损。交易员们不断驱动价格，并一路获利。当走势的动能耗尽后，价格又回跌至原先的水准。", "\r\n\t造市专家的世界是一个微妙的世界。前文中，我说造市专家在涨势中为自己的帐户买、卖而获利，这项陈述或许并不精确。实际的情况是如此：审慎公司打电话给这位造市专家，\"帮我买进100万股的IBM\"。这位造市专家说道，\"噢！你要买进100万股。真巧合，我也是\"。于是，他与审慎公司一起买进IBM。", "\r\n\t每当他买进1万股，自已分5000股，审慎公司分5000股。现在，犹如我先前的描述，IBM将酝酿出多头的气势。然而，他审慎公司与不同．后者是买进而持有，造市专家则是买进股票以催动股价；换言之，他买进股票，但股价向上跳动时又反手卖出，而且他知道他的操作必然成功，因为买单已经挂在他的登录簿。所以，造市专家的行业可以代代相传而不会消失；这是金融市场中最没有风险的赚钱行业。", "\r\n\t显然地，赚钱虽然可以，但造市专家不可以不负责任。如果他们仅顾自己推动价格，完全忽略客户的利益，他们将因此失业。此处希望强调的重点是：价格走势图中的明显模式，主要都是来自于交易所场内的专业活动。", "\r\n\t讨论2B模式与发生的缘由时，我们假定市场并没有出现重大的新闻，或个股的基本面没有发生重大的变化。在没有配合专门知识的情况下，单独依据2B交易，可能涉及相当的风险，尤其是商品市场，因为它们对于消息面的变化非常敏感。然而，如果在最广泛的知识配合下，这项准则可以为投机者带来可观的获利。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t次级修正走势的ABC三波浪", "\r\n\t根据我个人的看法，\"艾略特波浪理论\"t太过主观 不适合运用于专业的投机活动，但其中有一项观点则非常有助于判断多头与空头市场次级修正走势的顶部与底部。\"艾略特波浪理论\"认为，市场价格走势会遵循周而复始的波浪模式。在这些模式中。艾略特提出如图7．15的ABC三波浪走势。", "\r\n\t不论在多头或空头市场中，次级修正走势几乎都呈现这种模式。此模式中的另一项特色。是BC浪的成交易会萎缩。一般来说，这种走势必须配合其他重要指数的确从才有效。请留意，如果市场中出现重大的消息，上述模式可能被破坏。如图7 15所示，在多头市场次级修正走势的 C点，价格局能试探或向下突破A点的价位。空头市场也有类似的情况。显而易见地，如果你可以判定C点问时出现，则是做多（多头市场）或卖空（空头市场）的良机。", "\r\n\t在多头市场次级修正走势的BC浪中，价格向上突破BC浪的下降趋势线时，是建立投机性头寸的理想机会，但有一个先决条件：在BC浪的跌势中，成交量必须缩小。停损点应该设定在A点与C点的较低价位，因为任何法则都有可能失败。", "\r\n\t价格突破BC浪的下降趋势线时，如果成交量并没有明显的变化，形成底部的可能性并不大。反之，如果突破时出现大量，突破走势非常可能不是代表空头的修正，而应该是主要多头市场的第二只脚，当然这还需要基本面的配合。", "\r\n\t ", "\r\n\t摘要", "\r\n\t投机的艺术是在中期趋势中买进与卖出股票、债券、外汇、商品以及其他交易工具。最理想的长期多头头寸，是建立在中期下降趋势底部的附近，这可能是空头市场的结束，或多头市场次级修正走势的转折点。反之，最理想的长期空头头寸，是建立在多头市场的顶部或空头市场中期修正走势的顶部附近。", "\r\n\t如果你运用上述方法做为初步的筛选标准，可节省许多时间与精力。一旦熟悉这些准则后，你只要浏览图形，便可以很快地整理出适合买卖的证券、期货以及其他交易工具，并剔除许多太过模棱两可而不适合投机的对象。经过初步的筛选，你可以由较广的角度做进一步的研究，并挑选报酬潜能最高而风险有限的对象，并实际的投机。下一章将讨论另外一些技术分析的指标，它们可以协助你拟定投机决策。", "\r\n\t附注；", "\r\n\t①这类资料可以在大型书店或金融书籍的专卖店适当的书籍中找到的初级读物是相当不错的起点 可以让你概略了解金融市场的运作机制。有关保证金的问题。则可向你的经纪人查询。", "\r\n\t③我说\"相当于\"，因为\"道氏理论'仅处理股票指数的主要趋势与次级修正走势中的趋势变动，此处的定义则适用于所有市场。", "\r\n\t③在交易所的场内。记录员会观察场内的活动，新价格成交时，他们会输入新资料．并传输至场内与全球各地的报价荧屏上、在\"快市\"中，记录员无法跟上价格的变动，所以荧屏的报价无法精确反映价格的变动。", "\r\n\t "], "imgs": ["http://www.818qihuo.com/uploads/allimg/1405/1-1405011H249127.jpg"]}