{"title": "第08章 失败可能来自于分析报告未提供的资料", "content": ["\r\n\t鲔鱼的资料有何重要性？", "\r\n\t我非常佩服某些分析报告的周详内容--严谨的研究，并由各种角度判定\"市场价值\"。无疑地，分析报告中包含许多有趣的资料，某些报告的推理健全，文笔流畅，而且极具说服力。然而，你知道吗？许多年以来，我已经不再阅读任何分析报告了！", "\r\n\t我对市场专业者发表演讲时，我经常在开场白中提出一个问题。", "\r\n\t\"如果秘鲁沿岸的海潮向外移动，你应该买进或卖出黄豆？\"", "\r\n\t一般来说．听众的反应是：\"我原本以为这家伙很棒，但他究竟在说些什么？\"'", "\r\n\t然后，我会解释，海潮向外移动时．秘鲁沿岸的鲔鱼便会随着海潮移往太平洋的外海，所以鲔鱼的捕获量将减少。鲔鱼主要是供日本人饲养牛只，鲔鱼的产量减少时，日本人便会以黄豆做为饲料。黄豆的需求增加时，黄豆与黄豆粉期货的价格也会上涨。因此．秘鲁沿岸的海潮向外移动时，你应该买进黄豆。", "\r\n\t这个时候，我通常已经可以掌握听众的注意，但仍有一些人表现出一副\"那又怎么样？的态度。这个故事的重点并不是强调：你必须观察秘鲁沿岸的海潮，才可以有效地从事交易黄豆。重点是：从事交易时，你没有必要知道每一项可以被知道的知识。事实上，你不可能知道所有的相关知识；如果你根据特定市场的知识交易，则你很可能因为一件你不知道或未曾考虑的事件而失败。换言之，失败可能来自于分析报告未提供的资料。", "\r\n\t犹如彼得．林奇在《闯荡华尔街》一书的解释，普通常识总是胜过无数的报告与数据。然而，我与彼得．林奇的看法有一点不同，我认为如果你知道自己在寻找什么，市场可以提供你需要的大部分知识。特定来说，有一些重要的技术指标，它们正确的机会大于错误，而且在我的交易生涯中，它们都历经各种考验。", "\r\n\t随意翻阅爱德华兹与马吉所著的《股市趋势的技术分析》，在短短五章内，我便发现20多种下同的技术排列模式。我非常尊崇爱德华兹与马吉，以及他们的经典作品，但我并不建议以这些复杂的技术模式做为交易的主要工具。然而，适量的技术分析工具却可以提供有效的帮助，因为它们可以辅助我们判定任何交易中的潜能与陷陷阱 其是在股票市场中。我称它们为\"辅助性\"的工具，因为我绝对不会仅根据它们从事任何交易。相对来说，它们是告诉我\"不可以做什么\"，而不是\"可", "\r\n\t以做什么\"。", "\r\n\t我最经常使用的辅助性技术工具为：", "\r\n\t1 ．移动平均（MA）", "\r\n\t2、相对强度指标（RSI）", "\r\n\t3．动能指标（震荡指标）", "\r\n\t犹如我先前所说，唯有你掌握有利的胜算时，才投人资金，这便是投机的艺术。这些辅助性技术工具可以协助你衡量胜算。在我知道的所有技术分析指标中，除了前一章讨论的内容以外，它们的效果最理想。 移动平均的观念", "\r\n\t移动平均是取某特定期间内数据的平均值，并不断剔除最早的数据而以最新的数据取代，然后再重新加总与平均。", "\r\n\t以\"道琼工业指数\" 收盘价的10天移动平均为例，你首先取最近10个连续交易日的收盘价，计算总和与平均值。第十一天，你以当天的收盘价，加上前10天的总和，再减去第一天的收盘价，便是第十一天的10天期移动平均值。每天都重复上达程序．则平均值将每天\"移动\"；换言之．平均值每天都会根据最新的收盘价而变动。如果你将计算的结果逐日绘制于价格走势图上，便呈现类似如图8．1的情况。", "\r\n\t这么做有何意义呢？移动平均线会将不规则的价格波动平滑化，并凸显趋势与趋势的反转。由于它们是某特定期间的平均值，所以--根据定义--它们是经过钝化的指数，落后于最近期的价格波动。采用的期间愈长．钝化（落后）的效果愈大。详细研究各种移动平均线的资料，可能发现某些重复出现的模式，并根据这些模式判断未来可能的价格趋势。某些模式非常明确，可以用来做为股票与商品的买、卖信号。", "\r\n\t在我见过的每一本走势图谱中，几乎都采用某些类型的移动平均线。许多技术分析家与交易者都采用他们自己设计的移动平均线，利用指数或其他加权方法计算。这里我并不打算讨论各种类型的移动平均线，我仅提出我使用的移动平均线，并解释我的运用方法。", "\r\n\t ", "\r\n\t个人而言，我认为股单市场（个股与指数）最理想的移动平均线，是200天期（200个交易日 相当于40周）的移动平均线（参考图8．2）。", "\r\n\t ", "\n\t", "\n\t ", "\r\n1968年我开始采用这项指标，当时我阅读威廉姆．戈登的一份研究报告，他将200天移动平均的买卖准则运用于1917年至1967年的\"道琼工业指数\"，每年的平均报酬率为18．5％。同时，他的研究报告显示，投资者若在\"道氏理论\" 对于多头与空头行情的确认日买卖股票．每年的平均报酬率为 18．1％在这份研究报告中，戈登以两个简单的法则决定移动平均的买进与卖出信号；", "\r\n1．如果200天移动平均线由先前的下降趋势，开始转为平坦或上升，而且价格由下往上穿越均线，代表主要的买进信号（参考图8．3）。", "\r\n2．如果200天移动平均线由先前的上升趋势．开始转为平坦或下降，而且价格由上往下穿越均线，代表主要的卖出信号（参考图8．4）。", "\r\n", "\r\n", "\r\n你不仅可以利用长期移动平均线预测市场指数，也可以将它运用于个股与商品中。对我个人来说．移动平均有两项主要的功能--确认\"道氏理论\"以判断长期趋势，以及筛选个别股票。", "\r\n选择个别股票时，如果价格低于移动平均，我绝对不会买进；如果价格高于移动平均，我绝对不会卖出。你只要拿起任何图谱，并采用35周或40周的移动平均线，则你便了解我为何这么做--胜算的问题。", "\r\n就较短期的移动平均线来说，我仅发现男一组均线。具有一致性的功效，并禁得起时间的考验。它不仅适用于个股与股票指数．也适用于其他许多商品。", "\r\n1 当10周移动平均线穿越30周移动平均线，而两者的斜率都向上，并且价格又同时位于两条均线的上方，这代表买进信号（参考图85）。", "\r\n2．当10周移动平均线穿越30周移动平均线．而两者的斜率都向下，并且价格又同时位于两条均线的下方，这代表卖出信号（参考图86）。\r\n", "\r\n", "\n    ", "\r\n\t当然，同所有的技术指标一样，这些指标也绝对不是100%的有效。以1989年10月19日的情况来说，如果你仅采用10周／30周均线穿越法则，你势必陷人崩跌的走势中。当你的指标发出卖出信号时，崩盘早就结束了。", "\r\n\t在商品期货市场中，并没有明确的法则判断什么期间的移动平均最理想；不同的市场与不同的时间，都需要采用不同期间的均线。例如，作者撰写本文时，200天的期间适用于债券、美元指数与黄金．其他商品则不太适用。", "\r\n\t基本上，你必须体认一项事实，就如任何技术分析工具一样，移动平均的效能也会随市场情况的不同而改变。你的时间结构愈短，情况愈是如此。所以，你必须试探不同期间的均线，并寻找一个最理想的期间。当它们不再有效时。你便必须调整。以猪腩来说，我一向来用4周与11周的均线，并以类似10周／30周均线穿越的法则交易。然而，最近，这组均线的信号开始显得迟钝，我可能需要再试探其他的期间了。", "\r\n\t运用移动平均线时--或任何其他技术分析工具--最严重的错误便是对它产生一种执着的态度。换言之，你绝对不可以认为自己已经发现\"终结所有法则的一项法则\"； 这世界上没有这种玩意儿。每一个市场都是处在不断变化的过程中，任何方法若未考虑这项事实，它已经触犯最根本的错误。", "\r\n\t在哲学上，我非常不认同\"实用主义\"，但就交易法则而言，我的态度却相当务实。当它不再有效时，你便应该抛弃它。否则，就如同人与人之间的关系一样，它会让你大失所望。我目睹了许多这类情况，这些人都曾经是\"华尔街\" 最顶尖的交易员。所以，不论你发现任何的技术性方法或指标，万万不可让自己的感情步入其中。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t相对强度的各种应用", "\r\n\t根据我的了解，相对强度的概念，最初是由雷亚提出，刊登于1932年巴伦氏杂志的一篇文章中。当时，他并没有采用\"相对强度\"的名词，而称此为\"股票的习性与相互对照的统效表现\"。相对强度是一支股票与一群股票成大盘指数之间的比率关系，这种关系也可以存在于一群股票与另一群范围更广的股票或大盘指数之间。", "\r\n\t犹如移动平均一样，相对强度也有许多不同的计算公式。在某些图谱中，相对强度的计算较注重最近的价格资料。以纽约股票交易所每日图表系统为例，每支股票都附有相对强度线，它是以周为单位来表示个股价格与S＆P 500指数之间的比率关系；除此之外，还有后一种根据时间加权的相对强度指标，它比较个股价格变动率与资料库内股价变动率之间的关系，并给予每支股票一个介于 1至 99的数据（参考图8．7）。以52为例，这代表这支股票的价格表现超过资料库内其它52％的股票。", "\r\n\t相对强度的观念或许有些难以了解．因为我们是处在一个以消费者为主的环境内。当我们还小的时候，我们发现父母亲都是在大减价的期间采购。我们本身也维持类似的传统；我们希望在低价买进，在高价卖出。", "\r\n\t例如，假定你喜欢吃柑橘类的水果，如果你在水果店里发现，椰子与葡萄柚的价格都是每磅50美分，你可能各买一些。一个星期以后，你再到这家店里，却发现葡萄柚的价格突然涨价为每磅一美元，橘子仍然是50美分，你可能仅愿意买橘子，而等待葡萄柚的价格下跌、如果你以这种心态购买股须，你通常会吃亏。", "\r\n\t你绝对不可仅因为某支股票的价格较低而买进它；股价偏低往往都是很好的理由。你买进股票是希望它有所表现；换言之，它的上涨速度快于一般的股票。相对强度便是衡量这类的表现。在所有条件都相同的情况下，你如果希望买进一支股票，你应该根据相对强度指标买进一支最强劲的股票。", "\r\n\t ", "\r\n\t目前为止，我仅讨论相对强度的一般使用方法。我们还可以由另一个角度运用相对强度的观念，这直接关系着我对于趋势的定义。在上升趋势中，高价与低价都会不断垫高。所以，我会观察\"道琼工业指数\"，指数创新高时，我会寻找在同一天或稍早也创新高的股票。", "\r\n\t这些便是最强劲的股票--市场龙头股。如果市场处于上升趋势中，这些股票便是你应该买进的对象--假定所有的条件都相同--但不是在创新高的时候买进。你必须等待回档，在跌势中买进，因为它们迅速回升的机会较高。相对强度较高的股票，它们的上涨速度会快于其他的股票。", "\r\n\t在市场的顶部附近，你准备卖空的时候，我建议你不可选择相对强度较高的股票，因为万一你判断错误，损失将十分严重。我也不建议你卖空最弱势的股票，因为它们的下抽空间非常有限、我建议你卖空相对强度适中的股票，因为万一你判断错误，受伤的程度不会太过严重，如果判断正确，你还是有相当不错的利润。", "\r\n\t卖空强势股的时机，是当\"工业指数\" 与\"运输指数\"都已经呈现中期或长期顶部的时候，而且趋势变动的1-2-3准则也加以确认．这是在短期内迅速获利的理想时机，因为当你确认强势股的顶部出现之后，如果行情持续下滑，很可能会出现一至三天的恐慌性暴跌走势。在这类交易中，你最好迅速获利了结，因为许多买盘基于先前展现的相对强势而在低档准备接手，所以它们往往会迅速反弹。", "\r\n\t相对强度虽然是一种重要的辅助性指标，但我认为它的重要性尚不及移动平均。换言之，如果某支股票非常强劲．但价格低于移动平均，我仍然不会考虑买进。", "\r\n\t ", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t相对强度的概念也适用于商品市场，但运用上稍有不同。假定你考虑在贵金属商品中建立多头头寸．你可以比较黄金、白银、白金以及其他类似商品的相对强度，并挑战最强劲的一种商品。以图8．8为例，它分别列出黄金与白银的周线图。稍加测验，我们便可以察觉两种现象：第一，白银在9月份创新低，而黄金则没有；第二：，黄金突破先前6月份的中期高点，白银则来突破先前3月份的中期高点。所以．黄金的走势显然强于白银--它的相对强度较高。", "\r\n\t在商品中，你也可以把相对强度的概念，运用在价差交易的头寸上。以谷类商品为例，你可以比较玉米与小麦的相对强度。迅速浏览图8．9的两份日线图．你可以发现玉米的走势显然强子小麦，所以你应该做多玉米而卖空小麦。这项决策可以由图形8．10获得确认，它是玉米对小麦的价差日线图。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n市场也具有动能，虽然它并不符合物理学上的严格定义。你可以将钟摆动能的模式，视为是一种理想化的市场行为，价格以某点为中心而上下振荡，而价格变动的速度始终不断变化；在图形中，顶部与底部的反转，则对应市场的顶部与底部。", "\r\n然而，钟摆有固定的质量与变动的速度，市场动能的质量（成交量）与速度（价格变动率）都不断变化。此外，还有一些外来的干扰力量，例如：政治上与经济上的重大新闻，都可以随时改变市场的动能。所以，我们无法以精确的方式衡量市场的动能，也无法利用它精确地预测市场未来的转折点 然而，我们可以寻找一些高度相关性的市场动能，协助预测价格趋势朝变动。这类的最佳指标称为\"振荡指标\"。", "\r\n\"振荡指标\"\"这项名词目前已经是一种标准化的金融术语，根据我的了解，它最初出现于股票市场的利润，这是H．M．加特利在1935年的作品。犹如移动平均与相对强度一样，振荡指标也有许多不同的计算公式，但这些公式之间都有共通的性质。它们都是衡量市场参数在某期间内之差值。因此，它们是衡量重要市场参数的变动率，这些参数可以是价格、行情宽度、移动平均、成交量．．它们会以基线为准上下振荡，就如同钟摆的动能一样。\n      ", "\n    ", "\r\n\t ", "\r\n\t动能指标（振荡指标）", "\r\n\t运动中的物体具有一种称为动能（momentum）的性质,你可以称它为物体的运动量（the quantity of motion of an object）。动能实际上是代表质量（mass）与速度的乘积。以摇动中的钟摆为例，它的动能不断变化，若以时间做为水平轴描绘动能，其形状便如图8．11所显示。", "\r\n\t ", "\n\t", "\n\t ", "\r\n在股票市场中，我采用两种振荡指标--分别以行情宽度与价格为参数。在商品市场中，我采用的振荡指标，则是以两种移动平均之差值为参数。", "\r\n在股价指数中，我运用的振荡指标（价格与市场宽度）从1975年1月采用以来便始终有效（参考图8．12与8．13）。我在商品市场中运用的振荡指标, 其计算公式已经设定在我的报价系统中，我可以随时更改移动平均的计算期间，以便就特定商品寻找最佳的适合期间（参考图 8 14）。\r\n", "\r\n", "\r\n", "\r\n", "\r\n行情宽度指标是用来弥补加权股价指数在分析上的缺失。以\"道琼工业指数\"为例，它是由30种股票加权而构成。某些情况下，如果权数较大的股票出现较大的走势．市场指数将无法合理代表整体工业类股的表现。对照所谓的\"腾落线\"（ 代表行情的宽度），可以判断大盘指数是否可以代表整体市场的情况。", "\r\n腾落线（A/D线）是计算\"纽约股票交易所\" 每天上涨家数与下跌家数的差值，并绘制为图。一般来说，腾落线与\"道琼指数\" 会呈现相同方向的走势，一旦两者之间出现背离，通常是趋势即将变动的信号。", "\r\n宽度振荡指标是衡量市场动能的方法之一，发出的信号通常早于价格趋势与腾落线的本身。", "\r\n我实际上采用两种宽度振荡指标，一为短期，一为长期，但通常较重视长期指标、就短期指标来说，每天早晨，我首先登录上涨与下跌家数的净值；我是以\"纽约股票交易所\"'近10天以来的资料为准，并计算、登录、绘制上涨与下跌家数之净值的移动总和。换言之，我每天都会计算前一天上涨与下跌家数的净值，然后加总近10天的数据。计算程序请参考表8．1。", "\r\n就长期的指标来说，我取30天为期，并做相同的计算，但将计算结果除以3, 以代表10天期的约当值（参考表8．1）。图8．13将上述结果描绘为图形。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t参考图8．12至8．14可以发现，一个理想的振荡指标，会在市场趋势开始变动的同时或之前开始反转。大多数情况下，我采用的震荡指标都相当精确。一般来说，市场外于上升趋势时，振荡指标也会随之上升。振荡指标愈高时，市场也愈呈现\"超买\"的情况。在理想的状况下，就如同图8．11的钟摆一样，市场接近顶部时，振荡指标也会\"迟缓下来\"；换言之，它会趋于平坦而做头。然后，价格开始反转时，振荡指标会向下，而且持续向下，直至市场接近\"超卖\"的情况，并出现类似于顶部的反转走势。", "\r\n\t一般来说，振荡指标的数值愈高或愈低时--相对于先前出现的其他高、低点而言--它们愈重要。现在，让我说明这些振荡指标的计算方法，以及如如何用它们。", "\r\n\t衡量股早行情宽度的动能时，最理想的指标可以称为\"10天约当期一净变动一移动平均一行情宽度振荡指标\"。这看起来十分复杂．实际上很简单。在我正式讨论它的计算方法前，先稍微解释何谓\"行情宽度\"。", "\r\n\t ", "\r\n\t随意测览图8．13便可以发现，在转折的情况下，宽度振荡指标与\"\"道琼工业指数\"之间存在显著的相关性。然而，你也可以发现，如果你根据短期振荡指标交易，经常会\"捱耳光\"。在另一方面，长期振荡指标在转折点上，经常会落后中期的价格趋势；所以，若仅根据它交易，也无法即时掌握机会。这便是为什么我仅以它们做为辅助性的工具。但是，就整体上来说；自从我1975年开始采用这两项指标以来，它们与指数之间的相关性都很理想。⑤", "\r\n\t ", "\r\n\t\n      ", "\n\t", "\n\t ", "\r\n\t我采用的价格振荡指标稍微复杂一些，但评估行情时，它的重要性也高于宽度振荡指标。我是以\"纽约综合指数\"每天的收盘价为基准计算，每天早晨，我计算前一天与先前第五天的收盘价差值。然后，加总最近十天以来的上述差值，这便是10天期移动总和。最后，再以昨天的10天期移动总和，减去先前第10天的10天期移动总和，这便是5天价差的10天期净移动总和（请参考表格8．2）。将每天的计算结果描绘为图形，并与\"道琼工业指数\" 比较（参考图8．12）。我们可以发现，在转折的情况下，价格振荡指标与\"道琼工业指数\" 之间存在显著的相关性。\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t ", "\r\n\t我运用宽度与价格振荡指标，以预测与确认行情的转折点。浏览上述图形可以发现，振荡指标的数值越偏高或愈偏低时，中期价格趋势发生变动的可能性也愈高。犹如铁路平交道上的红绿灯一样，振荡指标接近或穿越先前的重要高点或低点时，代表即将有危险的状况。它们不会告诉你，究竟会发生什么危险，或危险什么时候会出现，它们却会提醒你是否需要谨慎行驶或全速前进。", "\r\n\t在商品方面，犹如先前所提，我的报价系统已经设定振荡指标的计算公式．它是由两项移动平均的差值构成。如果你也做类似的设定，你可以随时尝试改变移动平均的期间，针对特定商品寻找最适当的移动平均。", "\r\n\t对于商品交易而言，这种设定有其必要性，因为个别商品与股价指数不同，前者的\"正常\"价格行为较常发生变化。所以，商品市场振荡指标的可靠性远不如股价指数。虽然如此，如果可以找到适当的振荡指标，它们在确认趋势变动上有不可忽视的价值。", "\r\n\t事实上，有时候你可以发现非常理想的相关性，几乎仅需要运用振荡指标便可以交易获利。我个人绝对不会这么做，我也不建议这么做；但这是可能的，我也相信有许多交易者便是如此。这种做法存在一个问题：你判断错误时，经常都是严重的错误。", "\r\n\t许多技术分析师运用极端复杂的振荡指标，不仅用在大盘指数，也应用在个股。我并不这么做。", "\r\n\t投机者经常会运用过多的信息。我认为，你最好仅采用少数几个振荡指标，而且仅做为辅助性的工具，以确认或否定前一章讨论的主要趋势变动的指标。弗兰基．乔有一条交易法则称为\"KISS\"，它代表\"KEEP IT SIMPLE，STUIDd！\"（保持单纯，笨蛋！）。这是一位\"专家中的专家'\"提供的建议。", "\r\n\t个股的选择", "\r\n\t截至目前为止，我讨论的所有方法，几乎都适用于每一个市场，包括：个股、商品与指数。无疑地，某些人仅交易个股--我过去也曾经以此为交易的重心。对于个股的选择，我们有\"道氏理论\"可做为预测行情的一般性准则；在这个范围内，你可以利用我们讨论的技术方法选择股票。现在，我再提出一些专门适用于个股操作的辅助性方法。目标当然是进一步提升你的胜算。", "\r\n\t技术分析与基本分析的比较", "\r\n\t市场中有一群人专门操作个股，他们在个别股票中投资、投机或交易。这群人基本上可以被分为两个学派．…纯粹的技术分析与纯粹的基本分析，根据我个人的经验判断，这两种纯粹的学派都很难获得稳定的绩效。", "\r\n\t大多数成功的投机者都属于折衷学派：他们结合上述两种学派的精华，同时采用技术分析与基本分析的工具。我个人采用折衷而偏向技术分析的方法。我结合这两章讨论的技术性方法与基本面的统计资料，前者非常可能反映市场参与者的未来判断，后者则与价格走势之间保持长期而稳定的相关性。", "\r\n\t基本分析者认为，长期来说股票价格取决于三项因素：股息收利率、盈余能力以及个别公司的资产价值。换言之，任何股票的价值都是取决于这三项本质上的因素。我认为这种主张存在一个问题，它完全忽略价值的主观性质。唯有当股息收利率、盈余能力以及资产都必须直接反映在市场的集体判断中，如此基本分析学派的主张才有效。事实上情况并非如此。基本分析者中经常发生一种现象：他们的判断虽然\"正确\"，但时效的掌握却错误。", "\r\n\t格雷厄姆与多德的选股方法是基本分析学派的主流之一。格雷厄姆与多德的方法认为，你应该买进低本益比与低帐面价值的股票，这是一种过于简化的原则。他们的主张蕴含着一项假设性的前提，这类股票很可能是\"价值低估\" 的成长型股禀，因为高本益比代表市场已经认同 ，并给于股票\"适当的评价\"。股票市场处在多头行情的初期至中期阶段以前，这种选股方法确实相当有效--除了少数本质最差的股票之外，所有股票都会上涨。然而，假以时日，你可能会遭遇麻烦。一般来说，某支股票的本益比与帐面价值偏低，背后必然存在理由，而且市场已经知道这些理由。", "\r\n\t我认为本益比与帐面价值都是非常有用的工具，但我的运用方式截然不同。如果你观察整体市场的本益比与帐面价值，并以此比较过去的本益比与帐面价值，你可以发现一种理想的次要指标，显示整体市场的超买与超卖情况。然后，你可以比较个股与大盘指数在本益比与帐面价值上的关系，并将这种关系视为是次要的（或许应该称为更次要的）指标，以评估个股与大盘在超买与超卖上的相对表现。", "\r\n\t盈余成长的变动率", "\r\n\t基本分析有一项非常理想的统计关系，它是盈余成长变动率（译按：作者是指盈余的变动滚而言）与股票价格变动率之间的相关性。戈登．霍姆斯在 1969年的作品中表示，\"价格趋势的斜率，在时间上几乎都会领先对应或对等的盈余趋势效率。时间的落差通常为三个月。\"", "\r\n\t我对于这现象有三点评论。第一，它通常正确。第二，它经得起时间的考验。第三，它符合\"道氏理论\" 根本观点--市场会\"反映所有事物\"。然而，你如何运用这个现象呢？", "\r\n\t首先，你必须确定这种相关性是否存在于你评估的股票中。大多数企业的盈余都会受到季节性因素的影响，因此你观察的盈余数据不可少于六季，如此盈余成长才是未来股价变动的有效指标。将盈余的数据描绘在股价走势图的同一时间坐标轴上（盈余的数据必须落后三个月），如此你可以比较盈余成长（衰退）与股价上涨（下跌）之间的相关性。这种相关性必须存在于考虑的整段期间内，否则两者之间的相关性便不显著，其盈余也不适合用来预测未来的股价。", "\r\n\t霍姆斯根据盈余成长与其他因素，设计了一套相当复杂的选股方法⑦我的运用方法稍有不同。在威廉姆斯．奥尼尔提供的纽约股票交易所每日图形系统中，盈余的数据是以季为单位，其中还包括次一季的盈余预估值。假定盈余与股价之间的相关性确实存在。就买进方面来说．如果盈余成长变动率小于股价变动率（或趋势线的科率），则可以考虑买进该股票。如果盈余成长变动率大于或等于股价变动率（或趋势线的斜率），则另外寻找适当的对象。卖空方面也是如此。", "\r\n\t如果你以这种方法交易，我希望给你一些忠告：许多人根据企业盈余交易，这种情况下，预估的每季盈余报告可能会让你一败涂地，尤其是高本益比的股票--它们经常出现暴跌的走势。务必要知道实际的盈余报告何时公布，如果股价已经接近高点，则在报告公布前应该出场。如果实际的数据不如预期中理想，则股价可能向下跳空，你累积的获利也将在一夜之间消失！", "\r\n\t观察收利率与本益比的目的是寻找高成长的潜力股。然而，事实上．盈余成长是最能够反映成长潜能的因素。以收利率来说，它是股息除以股价。偏高的收利率必然是因为股息偏高或（与）股价偏低。可是，股价何以偏低呢？因为盈余不佳！", "\r\n\t以花旗与旅行者为例，1990 年7月，两者股价大约持续下跌六个月，收利率随之上升。虽然股价持续下跌，但公司方面却维持既定的股息。因为股价的下跌程度大于盈余的衰退，所以本益比下降。这两支股票的本益比都很低，收利率则偏高，你觉得怎么样？是否代表它们是低价承接的理想对象？", "\r\n\t我不认为如此。如果这两家公司的表现持续不理想，怎么办？如果没有在盈余成长的范围考虑，本益比与收利率都是非常不可靠的数据。我经常喜欢把一个观念表达为一个简单的句子，\"如果股价下跌，必然有下跌的理由！\"你通常不可能在市场之前，发现价格低估的股票。", "\r\n\t让我举一个例子，说明盈余成长何以是选择股票的一个关键因素。在\"纽约股票交易所\"挂牌交易的所有股禀中，大约80%的公司会将盈余的30%至65%分派为股息。假定一家成立不久的公司，股票价格为10美元，每股盈余为1美元，分派的股息为0．5美元（占盈余50%，收利率为5%），盈余成长率为25%。本益比10倍，收利率5%，这都是属于中等的数据，所以很难根据这两项资料判断这支股票是否适合买进。可是，25%的盈余成长率却代表非凡的意义！", "\r\n\t根据25%的盈余成长率计算，该公司的盈余在2．9年后将成长一倍。假定你现在持有这支股票，而且股息分派的比率维持不变，则你的收利率在三年后便可增加大约一倍（译按：约为9．8%，这是假定股价不变），再三年之后又可以再增加一倍（译按：约为19%）。如果盈余成长率保持不变，不到八年，你的股息收益便约等于你当初投资的金额，这尚不包括股票非常可能出现的升值。根据本益比与收利率挑选股禀，将完全忽略这方面潜能。", "\r\n\t基本面的其他着虑因素", "\r\n\t在两支股票中选择时。假定它们在其他方面都非常类似，我会依赖一些基本面的其他考虑因素做最后的决策。", "\r\n\t第一．对于两份多头气势相同的走势图，我会选择低本益比的股票。同理，对十两份空头气势相同的走势图，我会卖空高水益比的股票。格雷厄姆与多德的教诲还是有些份量！", "\r\n\t第二．考虑买进的时候，我会选择信用扩张程度较低的公司；信用扩张程度愈严重，越容易受到银根紧缩的影响。在卖空的情况下，我也会做类似的考虑。", "\r\n\t第三，不论买进或卖空，都必须有足够的市场流动性。", "\r\n\t最后，股票市场中的某些投机者会判断 一家新上市公司或已上市公司提供的产品或服务，是否可以受到市场的接受。这种情况下，股票市场的交易者可能会判断错误，或是低估消费者的需求，或是高估产品的吸引力。", "\r\n\t虽然我通常不会参与这类投机活动，但这确实属于一种投机行为。我之所以不参与，是因为我无从衡量其中的胜算。这种行为的成功与否，主要取决于普通常识。如果新产品很不错、很有品味、很独特，而且行销策略很完善--总之，如果普通常识的评价很高--你大可买进一些股票．如果你经得起损失的话。", "\r\n\t技术分析的最后补充", "\r\n\t除了本章与前一章讨论的技术工具以外，我还希望就个股的技术分析提出一些补充。基本上，\"道氏理论\"的主张都适用于个别股票，但它们并不是十分有效。", "\r\n\t在任何统计分析中，你的样本愈多，重复发生的现象愈普遍。个别股票具备许多大盘指数的性质。例如，某支股票所有的相关知识都会反映在价格走势中。成交量的关系也大致相同、股票循环的心理也是如此。所有的判断原则都相同。然而，\"道氏理论\"有一项\"假设\"：这项理论并非不会错误；它更适用于个股。另外，你仅可以根据个别股票推论，没有其他指数可以提供确认。虽然如此，但\"道氏理论\"对于个股操作仍有很大的帮助。", "\r\n\t结论", "\r\n\t目前，我们已经具备一组单纯而有效的技术工具，可供分析金融市场的价格走势。我们由普遍的原则与\"道氏理论\"的概念开始，接着讨论主要与次要的技术分析方法，最后则就个别股票的技术面与基本面提供特定的考虑。下一章将为投机的弹药库增添一项更有力的装备--普通常识，或经济的基本分析。", "\r\n\t附注：", "\r\n\t①我觉得我必须提出说明，一位真正了解\"道氏理论\"的人很少会等待至确认日才建立头寸。在比较\"道氏理论\"与移动平均线时，戈登仅能够选择一个客观的标准（译按：确认日），这非常可以理解，但我坚信\"道氏理论\"对于市场走势的长期预测功能，绝对优于200天期移动平均。", "\r\n\t③这个学派认为，结果是判断真理的唯一准则。换言之，结果可以证明手段的合理性。", "\r\n\t⑤事实上．我曾经采用两种价格振荡指标衡量\"工业指数\"。一为短期，一为长期，但从20世纪80年代中期电脑交易程式出现以后，短期的价格振荡指标便不再有效。", "\r\n\t "], "imgs": []}