{"title": "第09章 世界真正的运作方式：经济学的基本知识", "content": ["\r\n\t拼图游戏", "\r\n\t设想一种游戏。在没有图形或模式可供参考的情况下，拼凑一幅1万片的拼图、假定每一碎片都仅是灰色而没有任何图案，形状仅有些许的差异。完成这个拼图需要非凡的耐心，而结果仅是一个毫无意义的灰色长方形。你认为你是否会尝试拼凑它？我相当怀疑。虽然你可能会质疑设计者的意图，但你应该会将它搁置一边，让少数有怪癖的人去寻找其中的莫名意义。", "\r\n\t对于大多数人来说，当代经济学就如同上述拼图--琐碎而无意义--经济学家都是具有怪僻的人，他们试图解决无聊而复杂的难题。经营企业或从事任何行业，我们都很难发现它们与经济学理论之间究竟有什么显著的关系。然而，如果你希望在金融市场中交易获利，把经济学视为是无聊的东西而搁置一旁，可能是一种致命的错误。你必须了解，经济学家的理论设计，以及政府官员与国会议员对于经济问题提出的解决方法，将决定经济活动的长期发展，并主宰价格的走势方向。", "\r\n\t如果你曾经留意市场的情况，你应该可以发现股票、债券与期货市场如何反映政府的政策，例如：新预算的赤字水准、\"联邦准备及事会\" 对于货币供给的态度、财政部对于美元币值的报告、以及有关新贸易法案的谣言。金融市场认为政府可以主导美国的经济。现在，绝大部分投资与投机行为，成功与否都取决于是否可以正确判断政府的动作与影响--货币政策、财政政策以及就个别市场与一般经济循环进行的干预性立法。", "\r\n\t我们的经济是根据市场原理运作，但舞台的布景是由政府决定--布景随时可能变动，这便是关键所在。如果你可以了解舞台经理人变更布景依据的经济理论，你就以预先判断新的舞台布置，并调整自己的行为与立场。所以，成功的投机与投资，都需要具备经济学的知识；任何有效的市场预测系统都必须以它为基础。", "\r\n\t我到纽约市的\"皇后学院\"学习经济学理论。但我发现它几乎全无意义---除非由负面的角度考虑；换言之，我学习当代经济学思想的错误、而不是正确之处。", "\r\n\t我的正式学校教育让我了解主流凯恩斯学派的观点，我们政府便是以这套理论拟定经济政策。然而，在自修的过程中，我发现大多数大学传授的经济学理论都违背主要经济学家的思想原则，例如：亚当．史密斯、米赛斯、海耶克、黑兹利特、兰德以及其他学者。我认为，凯恩斯仅不过是一位思想较周密的商人与一位泡沫的营建者。我发现凯恩斯经济理论中的根本矛盾，并在\"现代奥国经济学派\"中发现正确的经济原理。于是，我开始了解如何利用政府的泡沫行为获利，在通货膨胀的初期进场，并即早离场；泡沫破裂时，我已经安然落地，并准备进场收拾。", "\r\n\t我不认为你需要接受正式的教育，取得金融交易活动需要的经济学知识。事实上，我曾经鼓励一位非常优秀的年轻人不要上大学，并提供他一个交易员的工作。我告诉他，在市场中学习，他的收获将远胜过大多数大学教育。通过观察与经验，他将学习这个世界真正的运作方式，而且很快成为一位优秀的交易员。", "\r\n\t另一方面，我认识一位在某大型金融机构服务的证券分析师，她主修经济学，并有五年的市场经验。我向她请教，美国政府究竟是否能够清偿公债。她回答：\"不行，政府的债务将继续扩大。\"然后，我又问她，在人们质疑政府清偿债务的能力以前，公债的规模还可以持续增长多久。她回答\"我不知道，但最后这些债务都必须被一笔勾消。它们毕竟只不过是一些纸张而已！\"只不过是一些纸张！？不可思议！在下一个空头市场中。她将无助地看着股票与债券不断创新低。不幸地，我曾经与无数人谈论这方面问题，他们都持着类似的见解，显然这是一种普遍性的观点，它源自对于经济学基本原理的误解。", "\r\n\t你不可以颠倒因果关系。华盛顿一些所谓的\"经济大师\"，不可仅凭\"国会\"的纸上作业创造经济繁荣。经济学不是一个神秘的领域，也不是少数专家与天才掌握的宗教启示。许多政府决策者只不过是懦弱的政客，他们不敢告诉特殊的利益集团：天下没有白吃的午餐，反之，他们采用种种复杂的技巧掩饰扩张支出的事实，并试图逃避或故意忽略这些政策的必然结果一一通货膨胀或经济衰退。然而，他们的行为都是在经济学的名义下进行。", "\r\n\t凯恩斯在他所谓的\"新经济学\" 中，正式给予这些经济谬论类似于科学的地位。他让政府取得合理的根据，干预自由市场，控制货币与信用的供给，并采取不负责任的赤字预算与通货膨胀的政策。除了极少数的例外，学术界将这些谬论视为是经济学的公理，并进一步将它们发展为极端复杂的体系、术语、符号以及数学方程式。难怪大多数人将经济学视为畏途，或一门沉闷的学问。", "\r\n\t如果你觉得经济学非常沉闷或艰深，这一方面是因为政治家与学术界多年来不断主张，我们的社会与市场间的交互运作太过复杂，不适合于一般人自行处理。他们认为，现代社会的\"复杂经济议题\"需要相互权衡，必须在\"理想\"与\"现实\" 之间取得平衡。", "\r\n\t他们酝酿出一种普遍的见解，唯有政府--在无数人员、高薪顾问、众多的委员会与官僚机构的协助下一才有能力在考虑全国的分歧与利益下，寻找一个正确的\"妥协之道\"。他们认为政府应该管理经济：通过运货膨胀的手段，增加信用与货币的供给，以促进生产，同时又针对最具生产力的产业，课征\"超额利润\"的税金；通过预算赤字的方式，提供\"被剥削者\" 公平的机会，同时又强迫可能提供他们就业机会的企业，支付最低的工资、社会安全的摊派与失业保险；通过贸易障碍保护国内的产业，同时又提供低利贷款或援助给\"开发中\"的第三世界国家，以便赢取它们的\"友谊\"；通过价格津贴政策以补助小麦、糖、黄豆、牛奶与其他农产品的生产，以\"维系美国农民的独立与竞争力\"，同时又将剩余的作物以免费或低于成本的价格卖给外国；以及其他无数的类似现象。", "\r\n\t我对于这套说法的反应，并不适合以文字表示，所以我仅提出一个忠告：\"不要让他们愚弄你！\"如果你每个月都可以让支票帐户保持平衡，并了解不能永远以债养债，则你对于经济学的了解已经远超过大多数政府决策者。他们与他们矛盾的计划与法律，每年都耗费美国生产者无数的所得（我所谓的生产者，并不仅指产业界而言，而是指每一位有收入的人），这一切仅是毫无意义的拼图游戏。然而，如果你具备正确的知识，可以利用这些碎片套入你自己的拼图；你可以将政府的非理性行为，转变为银行帐户内的钞票。", "\r\n\t身为一位交易者、投机者或投资者，你的赚钱方式是基于预期中的价格变化而买、卖交易工具。若希望把这份工作做好，你需要有一些基本的认识：人们何以要交易、何谓市场、谁参与其中、价格如何决定、价格何以会发生变化、什么因素会造成价格的变化、价格何时发生变化．．．．．另外，由于政府对于市场的干预，较其他任何因素都会造成更大的价格波动，所以你必须了解政府的政策如何影响市场。犹如一位新闻记者的报导一样，你必须提出并回答下列问题：谁（WHO）？什么（WHAT）？何时（WHEN）？ 那里（WHERE）？为什么（WHY）？如何（HOW）？在一般而基本的层次上回答这些问题，这是属于经济学的领域。就特定的市场回答它们，则属于行情预测的领域。经济学提供行情预测的基本观念。", "\r\n\t掌握正确的经济学基本原理，你可以发展合理的市场预测方法，由无数的资料中筛选信息，余弃那些无谓的垃圾。你可以个一个简单而正确的概念开始，观察市场的资料，并推演出合理而精确的结论。你可以听取分析师与\"专家\"的意见，并试探他们的结论是否具备根本不变的有效性，判断其中的矛盾与错误。总之，你可以成功地与那些\"博学之士\"相互竞争。", "\r\n\t知识的多寡并不重要，重点在于知识的素质与有效性。我认识一个人，并亲自观察他--正确地--回答每一项关于交易的问题，他却是一位失败的交易员。他花费无数时间发展杰出而错误的市场预测方法。我非常佩服他的智能，在交易中，他却遭逢无法克服的问题--他无法辨识主宰市场行为的基本原则。", "\r\n\t本章的目的是要提出与界定经济学上的基本原理与术语，稍后我将说明如何运用它们预测经济循环并以这些知识在市场中获利。犹如拼图游戏说明书中的图形一样，这些原理将指引你如何拼凑市场预测的拼图。", "\r\n\t鲁宾逊的经济学", "\r\n\t我认为节俭是最重要的美德，而政府负债是最危险的行为；我们必须在节俭与自由或浪费与奴役之间做选择。如果我们可以防止政府假借照顾之名浪费人民的血汗钱，他们讲很快乐。", "\r\n\t--杰斐逊", "\r\n\t在这项陈述中，\"节俭\"具备两种不太相同的意义当杰斐逊说，\"节俭是最重要的美德\" 时，他是指以谨慎而节俭的态度管理公共收益。当他说\"我们必须在节俭与自由或浪费之间做选择\"时，他是指政府的主要功能应该是什么--应该扩张它的荷包提供提供公共服务，或应该保护人民的生命、自由、财产。", "\r\n\t杰斐逊较历史上任何政治家都更了解，政府的\"浪费\" 仅可以由\"人民的血汗钱\"清偿。他知道、政府\"假借照顾之名\"不断增加预算。并不断扩充服务，这必然需要牺牲私人的财产与个人的自由。", "\r\n\t不幸地，在过去两个世纪以来，这个国家的人民通过政治领袖的推举，已经选择浪费优于自由；所以，我们现在每工作三天，便需要把一天的收入交由政府花费。即使如此仍不足够。如果目前每年超过1000亿美元的赤字持续发展下去，我们的子孙将继承一笔无法负荷的财务重担。如果杰斐逊地下有责，恐怕将寝食难安。", "\r\n\t我们之所以陷入目前的困境．是因为我们采纳错误的观念，不仅是错误的经济观念而已，也包括错误的哲学观念。美国人民被诱导而认为，世界上并无所谓的绝对正确与错误--一切都仅是相对因素之间的平衡；生命是一种非常复杂的过程，所以应该把经济政策交由\"专家\"处理。", "\r\n\t本书并不是一本哲学性的著述，但没有任何事物比\"生与死\"更真实--所谓\"生\" 是指经济上的生存。我不认为每一件事都很单纯，但我认为大多数事物都没有表面上那般的复杂。我无法列举每一项错误的经济观念并反驳它，但我可以提供基本的定义与原理，我知道它们是正确而合理的观念，它们或许无法以传统的智慧证实，但我银行帐户内的钞票却可以确认它们的有效性。所以，让我们从头开始，并探讨何谓经济学。", "\r\n\t经济学是一门研究人类某些行为的学问。根据经济学家米赛斯的定义，\"它是一种科学。研究如何运用手段达成既定的目的．．．．它并不是讨论有形的事物；它的对象是人类，他们的意义与行为。\"换言之，经济学是研究人类为了达成目标，运用的工具、方法与行为。这项定义是经济分析与市场预测的第一原则；了解它之后才可以将其他的原则综合为一贯的系统，并加以运用。", "\r\n\t大多数经济学教科书对于经济学的定义可能是：研究\"生产与分配，以及如何运用所得、财富与商品\" 的一门学问。这虽然是经济学的处理范围，却不是真正的定义。例如，它指出所得与商品已经存在，而且有异于财富。它假定情况已经发展至某种程度，而分配是一项主要的考虑因素。总之，它假定人类是生存在一个高度复杂化的社会；事实上．这种高度的复杂化是基本经济原理发展的结果，但这些原理最初适用于个人，即使是单独生存于荒岛上也是如此。", "\r\n\t以丹尼尔．笛福笔下的鲁宾逊为例。他的活动明确显示个人经济行为的基本层面，这也是市场经济的构成基础。漂流至一个只有食人族的荒岛上。鲁宾逊首先设计一种方法，以取得较目前所需更多的食物。并将它们储存起来，如此他才可以设法取得其他的必需品。他利用节省的时间建造住所，布置设备以防御上著的攻击，并制造衣物。然后，通过辛勤的工作、独特的创意以及时间的管理，他简化取得必需品的程序，并在时间允许的范围内。制造其他的奢侈品。", "\r\n\t在提高生活水准的过程中，关键在于：评估、生产、储蓄、投资与创新发明。他评估当时可以常握的目标与方法，根据他的需要做最适当的选择。对于他追求的每一项事物，其价值是根据许多因素判断：对于需要之迫切性的感觉、追求它需要具备的方法以及需要花费的机会成本。他生产生存上的必需品，并加以储蓄，所以他可以投资精力生产需要或想要的产品。每一事物的价格，是他评估自身的需求而愿花费的精力与时间、他的活动是一种交易的行为，从事某项活动而放弃另一项活动，机会成本间的差异便是他的利润。如果判断错误，他将遭受损失。他安排与管理每一步骤的时间；他根据短期、中期与长期的考虑选择。通过技术的创新发明，生活必需品的成本（以所需支付的时间与精力表示）将降低，他能够投人更多的时间与精力追求\"奢侈品\"。", "\r\n\t在解释鲁宾逊的活动时，我所特别强调的概念，即是它们与市场经济之间在行为与结果上存在的对应关系。事实上，市场经济仅不过是这项相同的概念表现在社会的层次上而已。在理性人类的个人基础上，评估、生产、储蓄、投资与创新发明，都是人类生存与成长的必要条件。", "\r\n\t在适当的考虑下，经济学的研究对象是人类维持生存可运用的方法，但因为人类是群居的动物，所以人与人之间的关系也是经济学的重要领域。然而，经济学的根本重心仍在于个人，因为社会仅不过是个人的集合。", "\r\n\t何谓市场？", "\r\n\t就群体而言，维持生存可以运用的基本方法也完全与个人相同。唯一的差异仅在于生产与交易活动的复杂程度。就个人单独而言，交易是从事某项活动而放弃另一项活动，交易的代价是以他个人的时间与精力表示。", "\r\n\t自由的社会中，个人能够以自己的产品（财产）交换（交易）他人的产品与服务，并通过分工、专业化以及他人的创新发明而得到利益。所以，市场经济使生存变得较简单，但运用的方法则较个人复杂。就可供运用的资源与选择而言，市场经济活动较复杂；但就个人的生存与成长而言，市场经济活动较简单。如果鲁宾逊担任荒岛上的清洁工作，他无法维持生存；但是在纽约市，很多人可以靠着清洗涤天大楼的玻璃窗过着不错的生活。", "\r\n\t类似鲁宾逊这样的个人，如果被迫生存在群体中，将基于自身的利益而试图自愿交换产品。他们会评估交换品的价值。根根自己的能力讨价还价，并选择最需要或最想要的对象。一笔交易中，每一方都会以价值较低的物品交换价值较高的物品。交易涉及个人的判断，每个人都会评估交换品的价值。评估价值的程序必然具有主观的成分；换言之，这取决于个人的特定偏好、判断、价值观与目标。", "\r\n\t由于于价值具有主观的性质--人们对于价值的判断不同--这使人们具有交易的欲望与动机。而交易的双方也可以同时获利。玉米生产过剩而肉类不足的农夫，他对于玉米的价值判断将低于收入，后者需要玉米饲养牛--于是交易的机会便出现了。交换剩余品的活动涉及愈来愈多的人时，交易将变得相当复杂。许多个人之间的互动；社会将通过自由的结合而提供生产与交易的场所，这便是市场。", "\r\n\t人们根据供、需原理而自愿交换时，便是以市场做为交易的场所。这项定义同时适用个路边摊与\"纽约股票交易所\"。虽然交易的系统可以简单或复杂，但都适用相同的市场定义：市场是由一群从事交易的个人构成--他们基于自身的利益而试图交换财产。\n      ", "\n\t", "\n\t \r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\n    ", "\r\n\t货币的功能", "\r\n\t唯有市场成员具备高度的生产力，并对于生命具有长期的控制能力时，货币才有其必要性。就最基本的形式来说，货币仅是一种人们普遍需要的商品，因为它被公认为交换的媒介。它就如同腌鱼一样是商品，但具有耐久性，具有公认的价值，容易分割，而且携带方便。货币可以简化交换的程序，人们无需采用\"以物易物\"的交换方式。它使经济价值可以计算；人们可以将主观的经济价值，转换为数据的形式。它提供一种计量的方法，使人们能以货币的形式储存未消费的生产。接受美元、黄金或任何公认的交换媒介，人们可以相信它未来--不论是数分钟、数天或数年之后--的购买力。所以，货币仅是一种具备\"交换媒介\" 与\"储存价值\" 的产品，它就如同任何其他的产品与服务一样。必须受制于供、需的原理。", "\r\n\t信用是一种较复杂的货币形式。信用是市场创造的货币，它让原本未被利用的储蓄得以发挥功能。在信用发展的早期阶段，当时是以黄金与（或）白银为货币，金属本身可以借、贷（通常是做为抵押品），而清偿借贷需要附加利息。于是，货币出现一种新的形式--纸钞。", "\r\n\t放款者发现。承诺支付持有者特定数量黄金或白银的纸钞，较适合做为交换的媒介。基于发行者的健全信誉，纸钞一旦被普遍接受以后，发行数量总是会超过实质货币的存款，于是产生以信用为基础的交换媒介（译按：无准备发行的货币）。", "\r\n\t发行者只要谨慎维系它的清偿能力，并让存款者相信其信誉健全，它创造的替代货币（纸钞）数量便可以超过实质货币的存款（译按：以\"金本位制\"来说，实质货币为黄金，以黄金为准备发行的纸钞，在理论上--但实际上并非如此--数量应该等于黄金存量，否则会造成通货膨胀）。依此方式，财富可以加速成长，速度将远超过实质货币借贷可能的范围--一切都取决于放款者如何判断借款者未来的生产与交易能力。", "\r\n\t如果政府完全不介入，信用纸币的成长主要取决于市场因素。换言之，发行银行最后必须有能力回赎所有在外流通的黄金或白银纸币，所以贵金属的存量是信用扩张限度的一项客观标准。犹如任何行业一样，某些银行会欣欣向荣，某些银行会倒闭；某些存款者可以赚取利息，某些存款者会损失一切。然而，整体而言，将信用扩张至实际的储蓄数量之上，确实可以大幅提升财富的成长速度。", "\r\n\t当今，不可兑换的货币--政府宣布为法币的纸币--是一种普遍被接受的交换媒介。不可兑换的货币与信用纸币相当类似，都仅是一种交换的媒介。货币本身并无任何用途，前者却没有客观的价值（译按：黄金或白银）做为后盾。在不可兑换的货币体系内，货币与信用的供给数量并非直接取决于市场因素，而是由政府决定。货币发行数量已经不再有客观的限度，一切都取决于政府官僚的主观判断。", "\r\n\t银行体系不再以贵金属为准备，改采随时可以支付的政府纸币，后者是由具备课税与印制钞票权力的政府发行。政府可以控制信用的宽松程度，采用的方法是规定银行放款与买、卖政府货币市场交易工具的准备金比率，并直接或间接操纵利率水准。这大致上可以决定企业界与消费者的借款能力，后者又将决定货币供给的增长率。", "\r\n\t虽然政府可以控制货币与信用的供给，货币的购买力与信用成本却仍然受制于市场原理。货币与信用仍然受制于市场的供、需原理。供给面却受到操纵。然而，健全的企业扩张仍然是以储蓄为基础。以谨慎的态度扩张信用。", "\r\n\t经过适当的管理，信用可以使财富加速成长，因为它能以最有效的方式运用储蓄与潜在的产能。储蓄的货币是一种对于未消费物品的求偿权。储蓄者决定放弃目前的消费，选择未来的消费（投资）。通过信用的发明，他们可以有所选择，或是自行持有货币，或是将货币存于金融机构，并让他人借用他们的储蓄消费或投资，并因此在未来取得更高的购买力（译按：这是指利息而言）。借款者利用借款购买未经消费的物品，并消费或投资，但他们都必须创造足够的新财富清偿借款与利息。放款机构在放款时，将创造新的货币，但如果借款者不能以创造的新财富偿还这些货币时，实际的储蓄将被消费。", "\r\n\t何谓财富", "\r\n\t财富是累积可供消费的产品与服务。唯有一种方式可以创造财富：生产多于消费，这需要仰赖科技的进步。科技是一种应用科学，而科学代表知识。人们取得知识而应用它，以提升生产力。由许多方面来说，我们的生命太过充实而遗忘科技的贡献。我们将许多创新发明带来的市场效率视为理所当然，例如：专业生产、分工合作与机械化程序。这些都是创新发现，使人们的构想得以付诸实现。在市场经济中，每个人都可以受惠于创新者的发现。科技创新带来的效率可以延伸至整个市场，使每个人都能以更少的时间制造更多的产品与服务。每个人的生产力都提高时，根据供给与需求的原理，每个人的消费都可以提升。", "\r\n\t不论产品与服务变得多么复杂，不论整个程序涉及多少人，鲁宾逊在荒岛上适用的原理仍然有效。为了生存，他必须评估自己需要或想要什么以提高生活的品质，并生产以供交换。他支付的价格是取得交换品必须做的牺牲。为了累积财富，他必须储蓄，并投资当前的时间与产品换取未来的消费。分工合作需要创新发明，这可提高生产力。", "\r\n\t经济学与人性", "\r\n\t经营事业犹如逆水而上。他毫无选择；不进则退。--刘易斯．E．皮尔逊", "\r\n\t自由市场经济是人类创造的制度，它奠基于一种观念，人类具有独立而理性的思考能力，他们能够维系自身的生存。它虽然是人类创造的制度，却是自然产生，它是个人在社会结构内理性行为的自然结果。政府并未创造市场；它们以强行的干预破坏市场。如果政府让它的子民自由发展，市场将自动产生，它们犹如有自己的生命。", "\r\n\t我们可以观察计划经济下的情况，虽然生产与交易受到严格的控制，\"黑市\" 却相当猖撅，而且主管当局大多默许这种现象，甚至鼓励与援助。例如，最近有一个电视节日报导波兰的情况，解释某地方政府在一个小城选择一块几英亩大的上地，划分为许多小块（每块的面积甚至小于许多美国家庭的后院），将它们分配给人们，他们可以种植蔬菜供自己消费。不久，使用这些上地的权利便在政府默许的黑市中交易，价格远超过波兰一般家庭的年收入。何以如此？因为新鲜的蔬菜水果当时（我想目前还是如此）几乎不存在于国营市场，仅在黑市中高价交易。一个家庭如果可以取得几块土地，并将收成的作物在私有市场中卖出，可以增加数倍的收入。", "\r\n\t如果希望预测未来的经济政策，你必须了解政府可以运用的政策武器，以及主要当权者的个性与意图。就美国来说，最根本的政策武器有；税制、融通预算赤字的方法与水准、\"联邦准备理事会\" 对于货币与信用的控制、以及限制生产与贸易的特殊法规。应该观察的关键人物有：总统、联储主席、财政部长以及国会的重要领袖。首先必须了解这些人物能够做什么，然后再根据他们对于人性的观点，推测他们可能做什么，如此你便可以调整自己的头寸配合政府未来的政策。", "\r\n\t相对于预测新政策来说，分析其影响较简单。犹如亚当史密斯在\"国富论\"所说：富裕的国家是可以让人民轻易取得必需品与生活上的方便性．．．．．．．谈论国家的财富，便是谈论其人民的富足。所以，任何政策如果会造成物价上涨，将减少大众的富足程度与国家的财富，并因而减少人民的必需品与幸福。", "\r\n\t政府干预对于经济造成的影响，将受制于市场原理。一个简单的原理是：价格控制会造成供给缺乏，价格补助会造成供给过剩。例如，里根1980年当选总统时（译按：他在1981年1月份上任），国内的石油产业在政府的支持下一片繁荣，进口石油课征偏高的关税，OPEC操纵市场而造成人为的短缺，以及卡特政府运用复杂的价格控制与退税制度限制\"旧有油井产油\" 的价格，但放任新油井产油的价格。这造成飙狂的钻井热潮--人们普遍参与钻井的投机活动。", "\r\n\t里根当选后，宣布石油产业将自由化。在此之后不久。一位从事股票经纪业务的朋友打电话给我，建议我买进汤姆．布朗，这是一支店头市场的石油股票，它在前一段期间由每股2美元上涨至68美元。我告诉他，\"吉米，石油股的行情已经结束了；我可能会卖空这支股票。\" 他要求我不要这么做，因为汤姆．布朗是他的好朋友，我听从他的意思，但我卖空了许多其他的石油股。", "\r\n\t我告诉吉米，中东的石油卡特尔很快便会在竟争的压力下瓦解，里根的自由化政策绝对会扼杀国内的石油产业，因为自由竞争会导致价格下跌。于是，他减缓买进石油股，但基于税金上的考虑，他仍然持有石油股的头寸希望拖至1981年。然而，在1981年1月份，他的石油头寸已经下跌25%。S＆P 500指数在 1980年 11月出现顶部，因为指数内石油类股的权数很大。TOMBROWN最后又跌回2美元附近。不用多说，我大有收获、而我根据的仅是简单的原理。", "\r\n\t现在，让我运用相同的原理推测未来。最近，法定最低工资向上调整，这将造成速食店与零售商店的获利能力降低，并迫使某些店面歇业或裁减员工。自动化设备将趋于更普遍，因为劳工成本提高使它更具有使用价值。年轻人与无特殊技术的劳工将出现更严重的失业，而政府的失业福利支出将增加。政府\"假借照顾之名\"的行为又将增添国家的困境。政府的干预无法回避供、需的法则；它仅会胡乱更动天平两边的砝码。", "\r\n\t容我重复强调，经济学之所以重要，这是因为它说明人类在达成目标时，运用的工具、方法与活动。经济学的重心，首先必须摆在个人单独的行为，其次才是在社会结构内来研究个人的活动。适用于个人的原理也适用于任何团体或整体社会。正确的经济学原理，必须假设人类是独立思考的个体，并追求自身的福利。任何其他见解都会造成矛盾一一根据这些见解进行的活动，必然造成错误的判断与失败的结果。犹如鲁宾逊一样，每个人都必须了解评估、生产、储蓄、投资与创新发明等概念，如此才能维系人类的生存与富足。对于交易者、投机者与投资者来说，市场预测绝对必须仰赖周祥而正确的经济学知识，尤其是如何评估政府干预行为对于价格走势的影响。", "\r\n\t生产造成富足", "\r\n\t如果善于把握，机会将是无限的；如果忽略它们，机会将消失。一生命中充满许多机会。财富并不是在于赚钱，而是使人们能够赚钱。成功是来自于生产而不是破坏。", "\r\n\t－--约翰．威克", "\r\n\t假定你为某人工作，整天仅是坐着喝咖啡，看漫画，玩弄公司文具一一就这么混日子。你认为你可以混多久？不会太久，我保证。你的老板应该开除你，因为你对于公司没有任何贡献--因为你没有任何的生产。", "\r\n\t为了生存与富足，人类必须生产，这是无法逃避的事实。生产是将天然资源或（与）人造要素，重新排列与组合，并创造具有特定用途的新物品。我所谓的\"创造……新物品\"，并不是指\"无中生有\"。既有的鱼类，渔夫把它们转变为食物；通过其行为与创新，他生产食物。既有的钢、铜、铝、塑胶汽车制造者把它们转变为汽车。制片家结合导演、演员、编剧与技术人员，制成影片以供娱乐、广告或教育之用。医生试图恢复病人的健康。股票交易员提供价格与交易。这些都是生产的行为。", "\r\n\t生产的行为可以简单或复杂--由采集食物、制造塑胶品乃至于石油精制品。产品可以是生理必需品或抽象概念一一食物或诗歌--但每一种生产行为都是根据预定的用途或目标而创造出新的物品。某些有影响的民间组织，谴责过度生产。他们认为，人类由于\"过度生产\"而愈来愈远离\"自然的境界\" 并谈论某些偏远地区的人们仍然采集食物而过着\"自然就是美\" 的生活。例如，\"地球之友\"的组织宣言中写道，\"唯一的理想科技便是没有科技\"，并进一步宣称。经济发展是\"少数精英份子对于自然世界所课征没有对应选举权的税金。\"（我怀疑何谓人力的世界。）另一些人则渴望着童话中的\"伊甸乐园\"，将它视为人类的乌托邦，并认为生产性工作是人类追求知识得到的惩罚。", "\r\n\t完全仰赖变幻莫测的大地之母，每天忙着打猎与收集食物，你是否希望过着这种一成不变而永无止尽的生活？你是否真正愿意生活在\"乐园\"之中，那里不需要思想，而\"生产\"也不具有任何重要性？如果你的生存必需品与所有的决策都已经被预先决定--任何选择都无必要、也不可能一一你的快乐将来自何处？不论这类\"乐园\"究竟如何，它绝对不是一种合乎\"人性\"的生存场所，我也绝不希望涉足其中。我实在不了解何以人们认为河狸所筑的挡水坝是自然的景观，而纽约的摩天大楼便不是--两者都是动物根据天性创造的建筑。", "\r\n\t根据艾思．兰德的说法，生产的基础是一将理性运用至生存的问题。\"人类的生存必须仰赖心智的运用；辨识他们的需要与欲望，根据认定价值的相对重要性排列先后秩序，寻找达成目标的方法，采取生产的活动。人类与其他动物的不同之处，是他们根据自然法则重新构造自然，并创造生存的环境。他们由艰困的自然环境中自我提升，使稀有的必需品变为富足，延长生命，开创崭新领域的挑战与机会。然而，他们之所以能够创造这些成就，只因为他们可以自由地生产。", "\r\n\t我非常谨慎地提出生产的定义，它是泛指具备即定目标的所有活动。有一种相当普遍的经济观点认为，唯有创造有形物品的活动才属于生产。许多经济学家将产业划分为生产部门与服务部门。似乎服务业并不具备生产性。某些人悲叹自动化与机械化生产程序日益普及，迫使劳工移往服务部门，因此造成有技术的高级劳工人口不断减少。他们认为，服务业仅是扮演重新分配的功能，不是创造真正的财富。这是非常短视而错误的见解，它们来自对于经济价值与财富观念的误解。", "\r\n\t可以满足需求的任何东西都具有经济价值，依此认定，商品与服务都有经济价值。此处所谓的\"需求\"'是泛指人类需要与想要的任何东西；我认为仅有一个人可以决定何谓需求--个人。如果相当数量的个人想要某种东西，并愿意支付对应的经济价值作为交换，它便具有市场价值。", "\r\n\t企业的目标是判断或创造市场价值，并在满足消费者欲望的过程中获取利润。追求这项目标时，企业家运用机械化、自动化与其他创新的程序制造更多的产品与服务，使更多人可以享有更低廉的价格。因为科技创新而暂时遭到解雇的劳工，可以移在服务业，或留在制造机械化与自动化等高级资本的产业。不论他们留在制造业或前往服务业，都是新的财富资源。机械化过程中储蓄的人力、物力与时间，可以投资于新产品与服务，于是国家的净财富可以增加、你可以称此为人类生活的自然提升。崭新的生产程序淘汰旧有的方法，迫使社会上各层次人们提升知识与技术，以便在市场上竞争。", "\r\n\t虽然也有一些态度强硬的人们，尤其是有组织的劳工团体，宁可选择停滞不愿成长，但那些拥抱变动、不断提升知识的人，才可以成长-一包括经济与个人的成长。持续的思考、学习与生产，这是获取自尊与自我价值感的基本必要条件。如果这项事实可以被更广泛地了解与运用，就可以促进一个更健康、更快乐与更具生产力的文化。", "\r\n\t服务业不具备生产价值，这种观念完全没有根据。除了食、衣、住、行等民生商品以外，人们还有许多可供消费的空间--财富的运用。如果他们挑选一家高级餐厅进餐，这是在消耗财富，但他们的消费可以用来支付餐厅的装换与设备、房东的房租、侍者的薪水．．．总之，他们的消费可以支持其他无数人的生产活动。", "\r\n\t经济学家经常将人划分为\"主产者\"与\"消费者\"。似乎两者是不同的群体，或甚至于相互对立。这种划分在经济分析上当然有其价值，但每一位生产者也是消费者．每一位消费者也是生产者（除非你是靠祖产或政府的救济过活）。在汽车装配厂服务的工人，将各种零件组装为汽车。他虽然仅从事组装的工作，仍是生产行为。餐厅侍者也是如此，她提供服务与气氛，并因此获得报酬。生产者交易产品以支付劳工的工资，后者又交易他们的工资换取其他产品与服务。对于每个人来说，都同时扮演生产者与消费者的角色，这是由生产与交易活动构成的链环。在自由市场的经济中，生产与交易是达成个人目标的唯一合理途径。\n      ", "\n\t", "\n\t ", "\r\n\t生产是创造潜在的财富。财富是由未经消费的物品累积而成，不论这些物品是产品或服务都是如此--只要它们在市场上被视为有价值。在这种观点下，餐厅侍者未经使用的服务也是一种财富。目前，我们通常都以金钱为单位衡量财富，这并没有改变财富的基本性质。金钱的累积相当于是累积请求权，可以在市场上换取产品与服务，但金钱的购买力可能随着时间的经过而变动。", "\r\n\t市场中，成功是以财富的累积能力衡量，财富来自于创造或预测其产品或服务的需求情况，使价格不仅可以维持当前的消费，并可以累积而促使经济成长、这个程序中．第一步骤是生产，其次才是储蓄。 储蓄，投资，信用与财富储蓄即是投资。----亨利．黑兹利特\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n\n      ", "\n    ", "\r\n\t生产是生存的必要条件，储蓄则是经济成长的必要条件。为了累积财富，第一步骤便是生产的数安必须超过立即的消费。其次则有两种可能的选择。将剩余品储存起来以供未来的消费，这称为单纯的储蓄；或者，被储存的产品可以用来提升未来的生产力，或用来维持某些较费时间的生产活动，这称为资本储蓄或资本累积。", "\r\n\t在单纯的储蓄中，产品暂时被储存，但迟早会被消费而不复存在。在资本储蓄中，产品累积的目的是为了提高生产力或创造全新的产品。资本储蓄可以改善人类的物质生活条件，使他有充裕的能力提高生活的水准，不仅可以增加知识与生产，而且可以享有休闲娱乐。资本储蓄是对于未来的投资，就此观点而言，储蓄就是投资。", "\r\n\t储蓄是一种选择的行为，储蓄者需要比较：将产品留至未来消费的目前价值，以及目前立即消费产品的价值。目前产品与未来产品之间的价值比率称为\"基源利率\"--它衡量目前消费与未来消费之间的利率。基源利率愈高，资本储蓄率愈低。反之，基源利率愈低，资本累积率愈高，财富的成长率也愈高。", "\r\n\t在金融市场中，基源利率将反映在资本财富的成长或衰退率，它直接关系着个人储蓄与信用供、需的水准。资本累积与利率之间并没有直接的关系。市场利率代表信用的成本，基源利率仅是信用的一部分成本。然而，人们决定在目前或未来消费时，基源利率是最根本的考虑因素。基源利率取决于个人的偏好与其他的许多条件。下一章讨论货币政策对于经济循环的影响时，即可以了解上述区分的理由。总之，储蓄是取决于放弃目前消费以换取未来更高报酬的能力与欲望；它是为了换取明天的成长，选择今天不消费。", "\r\n\t新科技是经济成长的动力，它来自于创新发明与知识、时间、精力、以及储蓄资源的投资、科技是知识的应用，而发明则是创造的行为。所以，科技发明是创造新方法以应用知识的行为。第一位以鱼网捕鱼的渔夫是发明者，鱼网便是新科技。事实上，鱼网是一种储蓄的形式--它是一种简化生产程序的资本财富。", "\r\n\t每一位以网捕鱼的渔夫，必须储蓄以取得知识、时间、精力与物料制造鱼网。一旦他创造了鱼网，并学习如何使用它之后，可以简化生产程序、他不仅可以提供自己家庭所需的鱼获，还可以将剩余的产量交换其他的物品。由于生产程序简化，鱼获的稀少性也随之降低，他的邻居们可以专市于其他必需品的生产以交换鱼获。这个例子由较原始的层次上显示，个人的储蓄、创新发明、投资与资本的累积，带来的效率如何贡献给整体社会，并提升每个人的生产力。", "\r\n\t在文明进步的每一阶段中，我们都继承前人的知识，并加以改进。这也是促进成长的一种储蓄形式。我们继承独木舟而发明帆船。帆船变为蒸汽船、蒸汽船又变为柴油动力的超级油轮。所有情况都是如此。整个程序是建立在前人的准备工作上，以及个人的创造力。如果我们的渔夫祖先们完全消费他们的鱼网与独木舟而不愿投资时间来重置它们；如果我们的祖先没有将种植小麦与制造面粉的知识留传下来；如果人类犹如其他动物一样，仅是单纯的消费者，目前的文明便无法存在。唯有通过产品与知识的储蓄，投资与成长才有可能。", "\r\n\t由社会发展的原始层次上观察，我们很容易了解储蓄是投资的基础。然而，在复杂的市场经济内，我们很难体会两者之间的关系。例如，一家工厂借款投资较有效率的新设备时，我们很难由这项行为中察觉储蓄的功能。事实上，类似于凯恩斯之流的经济学家，说服（或至少提出理由）其他具有影响力的经济学家与政治家，生产与储蓄并不是经济成长的必要条件。", "\r\n\t根据凯恩斯学派的理论，生产的驱动力量来自于总需求，后者是以可支配所得的货币单位衡量、他认为，让每个人持有一些额外的钞票，他们会支出，便可以创造需求，并促使生产者增加产量（这当然必须假定生产者不会仅以提高价格反应） 另一方面，储蓄会造成\"消费不足\"，降低总需求与GNP，并妨碍经济成长。根据这个观点，政府仅需要运用赤字预算增加支出。取宽松的信用政策增加经济体系内的货币供给，并鼓励每个人尽量支出而不要储蓄，便可以保证经济的繁荣。对于凯恩斯学派的经济学家来说。问题仅是如何谨慎地管理政府的支出与货币的供给。", "\r\n\t我在前文曾经提及，货币是一种交换的媒介与储存价值的工具，某人储蓄金钱时，他或她持有对于未消费产品或服务的请求权。单就这两项陈述的表面意义来说，储蓄似乎不具备生产力；事实上，储蓄与投资之间似乎没有直接的关系。你可能认为，储蓄将减少市场对于产品的需求，减少产业界的获利，并因此导致经济活动的衰退。这是完全错误的推论。", "\r\n\t储蓄基本上可以分为两类：一种是将钞票藏在床垫下的守财奴，另一种是普通的储蓄者，他们将金钱存在银行，或购买债券、黄金、股票、以及其他的储蓄工具。一般来说，将钞票藏在床垫下的守财奴不多，这种行为将造成货币流通量（相对于其他商品）减少，导致物价下跌的压力，并提升货币的购买力。请留意，货币是一种商品，它就如同任何其他商品一样也受制于供、需的原理。货币供给量减少时，它以其他产品表示的价值便提高。如果未考虑货币的购买力，财富不能以货币的数量表示。", "\r\n\t在第19世纪末的几十年中，工业迅速扩张，美国的生活水准以罕见的速度提升。如果仅以货币数量衡量财富，无法反映上述的现象。在经济扩张的最颠峰20年内，以黄金与白银为基础的货币供给相当稳定，一般物价水准却下降50％。事实上，在整个18与19世纪，除了政府在战争期间需要通过发行纸币筹措经费以外，物价水准都处于普遍下跌的趋势中。", "\r\n\t目前，物价下跌的现象被视为是奇观，因为我们已经习惯于政府采用的通货膨胀货币政策。然而，如果你将货币看待为一种商品，上述的现象便很容易理解。现在，企业界在拟定产品价格与估算收益时，都会考虑物价上涨的因素；同理，过去的企业经营都会预估物价下跌的影响。即使营业收入的金额下降，企业的获利也可能增加，因为货币的购买力提高。过去之所以不同于现在，是因为货币与信用的供给是由市场因素--而不是政府--决定。", "\r\n\t许多现代的经济学家在物价下跌与经济衰退之间画上等号，这是因为自1920年代末期以来，物价普遍下跌仅发生在经济萧条或衰退的期间。谨慎分析这些期间的情况，可以发现政府干预的程度最为严重。以1930年代为例，\"联邦准备理事会\"减少三分之一的货币供给，国会却同时通过法案维持1920年代的物价水准。为了维持较高的价格，政府付款给农夫们烧毁马铃薯，并犁去棉花作物。（1930年代，许多农夫是以驴子犁田，而驴子是以顽固著称。在犁棉花时，驴子必须踏在作物之上前进，但据说驴子不肯这么做。当时某份报纸发表评论道，驴子对于经济学的了解远胜过政府。）商家如果遵照政府拟定的偏高价格，可以把获赠的\"蓝鹰\"徽章挂在窗口。罗斯福总统在\"炉进闲谈\"中，鼓励消费者在挂有\"蓝鹰\" 徽章的商店购物，并抵制价格偏低的商店。劳工法案授权工会调升工资，并鼓励它们防止资方降低工资。于是，在经济普遍衰退而失业严重的情况下，实质工资却得以上升。基于某些缘故，政府官员似乎始终不了解，物价的下跌是来自于货币供给的减少。结果，当然导致美国历史上最漫长的经济大萧条。", "\r\n\t我们政府的支出与货币政策，总是摆荡在两个相互矛盾的行为之间，先是以宽松的信用政策驱动通货膨胀的繁荣，接着又以紧缩货币与信用的手段控制通货膨胀，于是又造成经济衰退。由于政府的赤字支出政策与''联邦准各体系\"控制的货币供给，使得现代的美国人无法想象物价下降的经济繁荣。如果你可以不担忧通货膨胀，把钱存在银行而其购买力又会随着时间经过而增加，难道不是很美妙吗？你可曾想过，随着科技的进步与价格的竞争，再加上货币购买力的提升，高科技产品价格的下跌速度会有多快吗？重点在于：经济衰退并不是由物价下跌造成，两者之间未必存在任何的因果关系。", "\r\n\t守财奴减少货币流通数量的行为、对于物价与市场的影响非常有限、假定货币供给数量维持不变，物价将因为货币流通数量的减少而向上调整。如果货币的供给数量相对于其他产品与服务而持续增加--犹如目前的情况--守财奴藏货币的购买力将减少。如果守财奴1940年在床垫下藏100万美元，以美元的购买力而言，这笔资金现在仅值12万美元。所以，在储藏的行为中，守财奴仅会伤害自已。", "\r\n\t许多理由支持政府应该控制货币与信用，其中最具影响力的论点是由凯恩斯提出来的主张，储蓄是一种不具生产力的行为--经济衰退是由\"消费不足\"造成，这是指储藏而言、多年以来，储蓄都被视为是储藏，但储藏实际上是一种相对罕见的行为，通常并不会对整体经济形成真正的伤害，顶多是造成自己的损失而已。", "\r\n\t一般来说，储蓄者并不是守财奴，他们会把钱存在银行与其他金融机构，或购买债券、股票．．．．等交易工具，并将储蓄提供给信用市场。这类的储蓄者委托他人或机构保管他的储蓄，并预期未来可以获得报酬。这种储蓄便是经济扩张的动力。另外，储蓄水准愈高，信用成本愈低--这是简单的供、需原理。", "\r\n\t鲁宾逊储蓄食物以便腾出时间建造住所，也是运用相同的原理。在市场经济里，这项原理仅发生在较抽象的层次上，而信用交易程序的步调也稍快一些。", "\r\n\t信用交易是一种协定，放款者将产品或未经消费之产品的请求权（货币）借予他人或团体，在一段时间之后取得清偿，通常还会附加利息。这类交易是奠基于放款者相信借款者能够以未来的生产来清偿。如果借款者清偿借款，他虽然消费借来的请求权（资金），他创造的新财富具有更高价值的请求权（本金加利息）。对于放款者来说，清偿价值大于借出价值之间的差额，便代表它未立即消费的报酬。", "\r\n\t如果借款者未履行清偿的义务，他在运用产品的清求权时，至少已经消耗部分的商品，而创造的新财富又不足重置原来的请求权。债权人可以取回债务人持有的剩余价值。借出与取回之间的市场价值差额便是损失--被消费的财富--它先前代表的市场产品已经不复存在。", "\r\n\t信用交易既不是礼物、也不是援助，它是市场上的交易。借款者（不论个人或团体）培养信用的方式，是稳定地从事生产，并根据交易决定（合约）履行清偿义务。借取的资金可以用于消费或投资，但他必须承诺清偿所借资金或物品。放款者选择放款而不是立即消费或自行投资，是因为他相信借款者的清偿能力。", "\r\n\t信用交易建立在债权人与债务人之间对于时间偏好上的差异。产债权人（更明确来说，储蓄的存款人）决定延后自身的消费或投资，债务人则决定提前消费或投资，并以未来的生产清偿。", "\r\n\t在复杂的市场经济中，大多数的经济交易会涉及某种形式的信用。零售店由批发商进货，通常在30天或以上的时间才会付款。汽车经销商可以借取资金购买存货，这是因为它们可以高价转售。公司企业可以发行债券融通事业的扩张。投机者可以融资买进股票。然而，不论信用的形式如何，都代表对于未经消费产品的请求权，交易的一方提供信用，另一方则承诺清偿。放款者延后消费的行为，借款者则以未来的消费换取目前的消费。", "\r\n\t我先前曾经谈及，银行从事放款业务时，并没有借出实际的储蓄，仅是创造新的货币。虽然如此，但实际的储蓄（以资本的形式）确实必须承担风险。往好处看，借款者将创造足够的新财富，使清偿贷款后仍有获利或持平。往坏处看，如果借款者未履行清偿的义务，既有产品（储蓄）将被消费或变为无用。企业借取资金投资新的机械设备时，会造成双重的影响：借款者承诺储蓄一部分未来的利润，放款者必须以实际的储蓄承担风险。由这个角度思考，不论政府的财政与货币政策如何，信用与储蓄之间都有直接的关联。", "\r\n\t你借取资金时，实际上是借取某人对于未消费物品的请求权；如果你认为我太过于强调这个观念，我要提出辩解，因为实在太多的人不了解储蓄、信用、投资与财富之间的关系。储蓄是信用扩张的基础。信用是加速资本财投资的燃料。资本财的累积则可以加速经济财富的成长率。然而，不论任何时候。贷款被\"一笔勾销\"时，迟早某个人必须以某种方式完全承担储蓄的损失；换言之，物品被消费而没有重置。", "\r\n\t社会上普遍存在一种非常危险的错误概念，因为政府与银行体系似乎能够以\"无中生有\"的方式创造货币，一旦发生坏帐时，它们也应该可以\"一笔勾销\" 而不用承担实质产品与服务的损失。公债尤其被视为是一种几近于无限的资源，唯一的限制是大众的信心。然而，犹如\"永远不沉\"的\"泰坦尼克号（Titanic；译按：初航便沉船）一样，政府在特殊利益集团的要求下任意挥露， 正常的信用标准下，公债早就应该被宣布破产。", "\r\n\t有关政府的借款，以及政府担保的纸币与贷款，其中并没有什么神秘之处。政府发行债券或国库券时，这是购买者延迟消费而让政府消费，但政府承诺未来予以清偿。然而，这与商业性借款不同，政府的清偿能力并不是来自于未来的生产能力，而是来自于未来的课税能力；换言之，政府借款的清偿来源是我们与后代子孙未来的实质所得--美国人民的生产力。政府的所得--不论来自于课税、借款或以通货膨胀的方式增加货币供给--性质上都必须由全国的产能承担、这是一种强制性的财富重分配，并更动常态市场要素的均衡位置。大多数政府活动在本质上都是以消费为导向而没有任何生产。", "\r\n\t政府的借款与放款虽然经过\"担保\"，但并没有太大意义，因为担保完全仰赖课税与（或）印制钞幕的能力。如果政府选择以印制钞票的方式清偿债务，通货膨胀会导致美元贬值，这是另一种形式的税金（但会造成极端倒错的影响）。你不能\"无中生有\"但你可以\"由有变无\"。政府以预算赤字融通支出，这些债务迟早都必须全额清偿，但经济扩张所仰赖的宽松信用也将随之消失。整体经济不论以较高的税金、通货膨胀、普遍的经济下降（经济衰退或萧条）或是这三种方式的结合，我们支付的代价都完全相同--财富已经被消费了。", "\r\n\t结论：仅次于免费的早餐", "\r\n\t美国是一个始终令我觉得惊奇的国度。我的办公室里有一部价格1600美元的传真机，我每周几乎都会发现它令人不可思议之处。不知如何地，纸张上的影像可以转变为电波，然后随着电话线穿越数英里的距离，并在另一部机器上转为一模一样的影像。", "\r\n\t我对于电子晶片、数据机一等新奇的科技玩意儿可以是全然无知，但我仅花费1600美元的代价便可以享有如此神奇的机器，这项产品是由最杰出的心智，花费无数的时间与资金从事研究、发展与行销。", "\r\n\t以日常生活的例子来说，我的早餐可能是两个蛋，再加上吐司与果汁，如果我自己准备，成本不会超过一美元。如果我必须自己生产相同的一份早餐，种植小麦、磨成面粉、种植果树、饲养母鸡．．，这份早餐的代价恐怕就难以想像。这真是太神奇了--仅次于免费的早餐。", "\r\n\t这虽然神奇，却不是意外或奇迹；这是一群人在市场上自由交易的结果、如果没有政府的干预，新科技发明、消费者的偏好改变或信用情况发生变化时，市场将调整而发生自然的小幅景气循环；但生产与繁荣仍会保持永远向上的趋势。然而， 我们始终不能避开政府的干预。所以，我们会有上下巨幅波动的经济循环。每个人都喜爱向上的发展，却很少人知道如何在景气衰退时保护自己。", "\r\n\t犹如企业家一样，经济发生衰退或萧条的时候，避开财务灾难的唯一方法，是正确地预测行情的转折点，并依此调整自己的立场。这是指在市场的底部扩张信用而做多，在市场顶部则由多转空。这么做需要具备本章讨论的经济学原理，以及先前数章说明的法则。", "\r\n\t本章我提出一些经济学的基本概念，这是了解政府下预政策如何影响市场的必要知识。接来的两章中，我将解释政府通过预算赤字与\"联邦准备系统'\"，以财政与货币政策进行干预；并说明政府于预订以是经济长期趋势的主要决定因素。本章与次两章的主要目标是教导你，如何运用基本的经济学原理防止这些干预造成你的损失，井在这个程序中获利。", "\r\n\t", "\r\n\tTHE END", "\r\n\t更新时间：May 3, 2008 10:36 AM", "\r\n\t "], "imgs": []}